export default [
  {
    "type": "大学心理学",
    "questions": {
      "single_choice": [
        {
          "type": "single_choice",
          "question": "大学生正处于认知发展的（    ）。",
          "options": [
            "A.平稳期；",
            "B.高原期；",
            "C.高峰期；",
            "D.下降期"
          ],
          "answer": "C",
          "id": "S1000000001"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000000002"
        },
        {
          "type": "single_choice",
          "question": "社会刺激和个体社会行为之间的中介过程是（    ）。",
          "options": [
            "A.社会心理；",
            "B.社会知觉；",
            "C.社会态度；",
            "D.社会归因"
          ],
          "answer": "A",
          "id": "S1000000003"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000004"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000000005"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000000006"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000000007"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000008"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000009"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000010"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000000011"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000000012"
        },
        {
          "type": "single_choice",
          "question": "以来访者为中心的心理咨询理论是（    ）。",
          "options": [
            "A.精神分析理论；",
            "B.行为学习理论；",
            "C.人本主义理论；",
            "D.认知理论"
          ],
          "answer": "C",
          "id": "S1000000013"
        },
        {
          "type": "single_choice",
          "question": "我们对见义勇为的行为往往会感到敬佩，对自私自利的行为会感到鄙视，这是一种（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为．"
          ],
          "answer": "B",
          "id": "S1000000014"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000015"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000000016"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000017"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000018"
        },
        {
          "type": "single_choice",
          "question": "心理学是一门研究(    )的学科。",
          "options": [
            "A.社会对心理制约；",
            "B.心理现象产生机制；",
            "C.心理的发生、发展；",
            "D.人的行为和心理活动规律"
          ],
          "answer": "D",
          "id": "S1000000019"
        },
        {
          "type": "single_choice",
          "question": "下列属于校园文化的内核与灵魂的是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "D",
          "id": "S1000000020"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000021"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000022"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000000023"
        },
        {
          "type": "single_choice",
          "question": "属于预防性和教育性的团体辅导属于哪一类性质的团体？（    ）",
          "options": [
            "A.治疗性团体；",
            "B.封闭性团体；",
            "C.发展性团体；",
            "D.同质性团体"
          ],
          "answer": "C",
          "id": "S1000000024"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识一般以 (    )形式在头脑中贮存和表征。",
          "options": [
            "A.动作；",
            "B.表象；",
            "C.命题和命题网络；",
            "D.以上三者"
          ],
          "answer": "C",
          "id": "S1000000025"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000026"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000000027"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000000028"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000000029"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000000030"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）过程。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000031"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000000032"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000000033"
        },
        {
          "type": "single_choice",
          "question": "遵从、认同和内化是大学生态度与品德的（    ）。",
          "options": [
            "A.形成阶段；",
            "B.转化阶段；",
            "C.习得阶段；",
            "D.修正阶段"
          ],
          "answer": "C",
          "id": "S1000000034"
        },
        {
          "type": "single_choice",
          "question": "属于人的心理发展特点的是（    ）。",
          "options": [
            "A.集中性与分散性；",
            "B.连续性与阶段性；",
            "C.平衡性与差异性；",
            "D.方向性与可逆性"
          ],
          "answer": "B",
          "id": "S1000000035"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000000036"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000000037"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000038"
        },
        {
          "type": "single_choice",
          "question": "在符号表征中，个体可直接运用（    ）发现原理和原则，或者解决问题。",
          "options": [
            "A.具体思维；",
            "B.形象思维；",
            "C.抽象思维；",
            "D.图形思维"
          ],
          "answer": "C",
          "id": "S1000000039"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000000040"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.心理满足与激励；",
            "B.物质奖励与激励；",
            "C.精神嘉奖与激励；",
            "D.行为强化与激励"
          ],
          "answer": "AD",
          "id": "S1000000041"
        },
        {
          "type": "single_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "S1000000042"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "S1000000043"
        },
        {
          "type": "single_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "S1000000044"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "S1000000045"
        },
        {
          "type": "single_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "S1000000046"
        },
        {
          "type": "single_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "S1000000047"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000000048"
        },
        {
          "type": "single_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "S1000000049"
        },
        {
          "type": "single_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "S1000000050"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "S1000000051"
        },
        {
          "type": "single_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "S1000000052"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "S1000000053"
        },
        {
          "type": "single_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "S1000000054"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.直接感染；",
            "B.间接感染；",
            "C.人际间的心理感染；",
            "D.环境对人的心理感染"
          ],
          "answer": "CD",
          "id": "S1000000055"
        },
        {
          "type": "single_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "S1000000056"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "S1000000057"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "S1000000058"
        },
        {
          "type": "single_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "S1000000059"
        },
        {
          "type": "single_choice",
          "question": "学习大学心理学的意义有（    ）。",
          "options": [
            "A.有助于提高教学质量；",
            "B.有助于培养学生良好的道德品质和发展个性；",
            "C.有助于维护师生心理健康；",
            "D.有助于提高学校管理效能"
          ],
          "answer": "ABCD",
          "id": "S1000000060"
        },
        {
          "type": "single_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000061"
        },
        {
          "type": "single_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000062"
        },
        {
          "type": "single_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000063"
        },
        {
          "type": "single_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000064"
        },
        {
          "type": "single_choice",
          "question": "大学时期是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000065"
        },
        {
          "type": "single_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000066"
        },
        {
          "type": "single_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000067"
        },
        {
          "type": "single_choice",
          "question": "现在许多高校都建立了教学团队，因而现在非常强调教师之间的群体协作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000068"
        },
        {
          "type": "single_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000069"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000070"
        },
        {
          "type": "single_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000071"
        },
        {
          "type": "single_choice",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000072"
        },
        {
          "type": "single_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000073"
        },
        {
          "type": "single_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000074"
        },
        {
          "type": "single_choice",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000075"
        },
        {
          "type": "single_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000076"
        },
        {
          "type": "single_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000077"
        },
        {
          "type": "single_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000078"
        },
        {
          "type": "single_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000079"
        },
        {
          "type": "single_choice",
          "question": "倾听技术是心理辅导的核心任务之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000080"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000081"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000000082"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000000083"
        },
        {
          "type": "single_choice",
          "question": "强迫性的过度使用网络和剥夺上网行为之后出现的焦躁和情绪行为被定义为（    ）。",
          "options": [
            "A.网络成瘾；",
            "B.网络依赖；",
            "C.强迫症；",
            "D.情感障碍"
          ],
          "answer": "A",
          "id": "S1000000084"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000000085"
        },
        {
          "type": "single_choice",
          "question": "“化悲痛为力量”是以下哪种心理防御机制的表现？（    ）",
          "options": [
            "A.升华作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "A",
          "id": "S1000000086"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000000087"
        },
        {
          "type": "single_choice",
          "question": "大学教师的能力包括（    ）。",
          "options": [
            "A.学术能力与语言表达能力；",
            "B.一般能力与教育能力；",
            "C.智力因素与非智力因素；",
            "D.学术能力与管理能力"
          ],
          "answer": "B",
          "id": "S1000000088"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000000089"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000000090"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000091"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的灵魂和根基是（    ）。",
          "options": [
            "A.全体性；",
            "B.科学性；",
            "C.主体性；",
            "D.发展性"
          ],
          "answer": "B",
          "id": "S1000000092"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000000093"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000000094"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000000095"
        },
        {
          "type": "single_choice",
          "question": "人们常说的“一己之心，度人之腹”表现了社会知觉的哪个特征？（  ）",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "C",
          "id": "S1000000096"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000000097"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000098"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000099"
        },
        {
          "type": "single_choice",
          "question": "外表并不吸引人的女大学生尽力扩充自己的知识，成绩优异，以获得她在外部特征上所不能得到的别人的器重和赞赏。这是哪种心理防御机制的表现？（　　）",
          "options": [
            "A.投射作用；",
            "B.否定作用；",
            "C.升华作用；",
            "D.补偿作用"
          ],
          "answer": "D",
          "id": "S1000000100"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000000101"
        },
        {
          "type": "single_choice",
          "question": "提出比较概括、广泛的问题，对回答内容不做严格限制的技术属于什么技术？（    ）",
          "options": [
            "A.具体化技术；",
            "B.内容反应技术；",
            "C.封闭式提问；",
            "D.开放式提问"
          ],
          "answer": "D",
          "id": "S1000000102"
        },
        {
          "type": "single_choice",
          "question": "“以小人之心度君子之腹”是以下哪种心理防御机制的表现（    ）。",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "D",
          "id": "S1000000103"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000104"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000105"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000106"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000000107"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000000108"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000109"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000000110"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000000111"
        },
        {
          "type": "single_choice",
          "question": "晕轮效应是一种以偏概全的倾向，又被称为（    ）。",
          "options": [
            "A.首因效应；",
            "B.光环效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000112"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000000113"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000000114"
        },
        {
          "type": "single_choice",
          "question": "各种社会关系得以实现和发展的基础是（    ）。",
          "options": [
            "A.人际沟通；",
            "B.人际交往；",
            "C.亲和行为；",
            "D.人际关系"
          ],
          "answer": "A",
          "id": "S1000000115"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000116"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000117"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000000118"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000000119"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000120"
        },
        {
          "type": "single_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "S1000000121"
        },
        {
          "type": "single_choice",
          "question": "群体健康行为的传播理论所具有的模式有（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "ABCD",
          "id": "S1000000122"
        },
        {
          "type": "single_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "S1000000123"
        },
        {
          "type": "single_choice",
          "question": "感觉适应是（    ）心理现象。",
          "options": [
            "A.感受性发生了变化的；",
            "B.刺激物持续作用引起的；",
            "C.刺激作用停止后出现的；",
            "D.两种刺激同时作用时引起的"
          ],
          "answer": "AB",
          "id": "S1000000124"
        },
        {
          "type": "single_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "S1000000125"
        },
        {
          "type": "single_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "S1000000126"
        },
        {
          "type": "single_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "S1000000127"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.道德性"
          ],
          "answer": "ACD",
          "id": "S1000000128"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "S1000000129"
        },
        {
          "type": "single_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "S1000000130"
        },
        {
          "type": "single_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "S1000000131"
        },
        {
          "type": "single_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "S1000000132"
        },
        {
          "type": "single_choice",
          "question": "韦纳把归因维度归纳成哪几个方面？（    ）",
          "options": [
            "A.内在控制-外在控制维度；",
            "B.稳定-可变维度；",
            "C.长期-短期维度；",
            "D.可控-不可控维度"
          ],
          "answer": "ABD",
          "id": "S1000000133"
        },
        {
          "type": "single_choice",
          "question": "韦伯发现大多数人都将自己行为的成功或失败归结为以下几个原因：（   ）",
          "options": [
            "A.能力；",
            "B.努力；",
            "C.任务难度和运气；",
            "D.身心状况及其他"
          ],
          "answer": "ABCD",
          "id": "S1000000134"
        },
        {
          "type": "single_choice",
          "question": "大学生社会知觉的途径主要有（    ）。",
          "options": [
            "A.对他人外部特征的观察；",
            "B.对交往中的动作、表情、态度、语言等进行人际知觉；",
            "C.通过对自己或他人在特定的社会或组织中的地位、权利等由此产生的行为知觉来进行角色知觉；",
            "D.通过对物质自我、社会自我、精神自我的知觉来进行自我知觉"
          ],
          "answer": "ABCD",
          "id": "S1000000135"
        },
        {
          "type": "single_choice",
          "question": "发现式教学的优点主要表现在对学生的意义上，主要指（   ）。",
          "options": [
            "A.有助于学后长时记忆；",
            "B.有助于智力的发展；",
            "C.容易获得成就感的满足；",
            "D.有助于以后的独立求知与研究"
          ],
          "answer": "ABCD",
          "id": "S1000000136"
        },
        {
          "type": "single_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "S1000000137"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000138"
        },
        {
          "type": "single_choice",
          "question": "思维的基本特征有（    ）。",
          "options": [
            "A.间接性；",
            "B.目的性；",
            "C.概括性；",
            "D.形象性"
          ],
          "answer": "AC",
          "id": "S1000000139"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "S1000000140"
        },
        {
          "type": "single_choice",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000141"
        },
        {
          "type": "single_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000142"
        },
        {
          "type": "single_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000143"
        },
        {
          "type": "single_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000144"
        },
        {
          "type": "single_choice",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000145"
        },
        {
          "type": "single_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000146"
        },
        {
          "type": "single_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000147"
        },
        {
          "type": "single_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000148"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000149"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000150"
        },
        {
          "type": "single_choice",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000151"
        },
        {
          "type": "single_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000152"
        },
        {
          "type": "single_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000153"
        },
        {
          "type": "single_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000154"
        },
        {
          "type": "single_choice",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000155"
        },
        {
          "type": "single_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000156"
        },
        {
          "type": "single_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000157"
        },
        {
          "type": "single_choice",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000158"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000159"
        },
        {
          "type": "single_choice",
          "question": "大学生自我评价比其他年龄阶段的人更符合实际。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000160"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000161"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000162"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000000163"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的一般能力的是（    ）。",
          "options": [
            "A.学术能力；",
            "B.管理能力；",
            "C.语言表达能力；",
            "D.想象能力"
          ],
          "answer": "D",
          "id": "S1000000164"
        },
        {
          "type": "single_choice",
          "question": "双因素理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "B",
          "id": "S1000000165"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000000166"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000167"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000168"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000000169"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000170"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000000171"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000000172"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000173"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000174"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000000175"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000176"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000000177"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000178"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000000179"
        },
        {
          "type": "single_choice",
          "question": "狭义的校园文化是指（    ）。",
          "options": [
            "A.把校园文化作为相对独立于社会文化的一种文化现象进行研究时所采用的理解；",
            "B.包含学术文化在内的概念；",
            "C.排除学校组织制度的文化概念；",
            "D.是将校园文化的学术文化排除在外时研究校园文化所使用的概念"
          ],
          "answer": "D",
          "id": "S1000000180"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000000181"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000182"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000183"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000000184"
        },
        {
          "type": "single_choice",
          "question": "属于人的心理发展特点的是（    ）。",
          "options": [
            "A.集中性与分散性；",
            "B.连续性与阶段性；",
            "C.平衡性与差异性；",
            "D.方向性与可逆性"
          ],
          "answer": "B",
          "id": "S1000000185"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000186"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000000187"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000000188"
        },
        {
          "type": "single_choice",
          "question": "大学教师的能力包括（    ）。",
          "options": [
            "A.学术能力与语言表达能力；",
            "B.一般能力与教育能力；",
            "C.智力因素与非智力因素；",
            "D.学术能力与管理能力"
          ],
          "answer": "B",
          "id": "S1000000189"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论提出的需要层级依次为（    ）。",
          "options": [
            "A.生理需要、安全需要、学习需要、审美需要；自我实现需要；",
            "B.生理需要、安全的需要、归属与爱的需要、尊重的需要、自我实现的需要；",
            "C.生理需要、自尊需要、归属需要、求知需要、自我实现需要；",
            "D.生理需要、安全需要、自尊需要、审美需要、自我实现需要"
          ],
          "answer": "B",
          "id": "S1000000190"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）过程。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000191"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000000192"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000000193"
        },
        {
          "type": "single_choice",
          "question": "强迫性的过度使用网络和剥夺上网行为之后出现的焦躁和情绪行为被定义为（    ）。",
          "options": [
            "A.网络成瘾；",
            "B.网络依赖；",
            "C.强迫症；",
            "D.情感障碍"
          ],
          "answer": "A",
          "id": "S1000000194"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000195"
        },
        {
          "type": "single_choice",
          "question": "遵从、认同和内化是大学生态度与品德的（    ）。",
          "options": [
            "A.形成阶段；",
            "B.转化阶段；",
            "C.习得阶段；",
            "D.修正阶段"
          ],
          "answer": "C",
          "id": "S1000000196"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000000197"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000198"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000199"
        },
        {
          "type": "single_choice",
          "question": "我们对见义勇为的行为往往会感到敬佩，对自私自利的行为会感到鄙视，这是一种（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为．"
          ],
          "answer": "B",
          "id": "S1000000200"
        },
        {
          "type": "single_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "S1000000201"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "S1000000202"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000000203"
        },
        {
          "type": "single_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "S1000000204"
        },
        {
          "type": "single_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "S1000000205"
        },
        {
          "type": "single_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "S1000000206"
        },
        {
          "type": "single_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "S1000000207"
        },
        {
          "type": "single_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "S1000000208"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "S1000000209"
        },
        {
          "type": "single_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "S1000000210"
        },
        {
          "type": "single_choice",
          "question": "教师良好的意志品质主要体现在（    ）。",
          "options": [
            "A.明确的目的性；",
            "B.处理问题的果断性和坚定性；",
            "C.解决矛盾的坚定、沉着、耐心和自制力；",
            "D.充沛的精力和顽强的毅力"
          ],
          "answer": "ABCD",
          "id": "S1000000211"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000212"
        },
        {
          "type": "single_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "S1000000213"
        },
        {
          "type": "single_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "S1000000214"
        },
        {
          "type": "single_choice",
          "question": "对大学生品德问题的矫正我们要充满信心，要做到（    ）。",
          "options": [
            "A.晓之以理；",
            "B.动之以情；",
            "C.导之以行；",
            "D.持之以恒"
          ],
          "answer": "ABCD",
          "id": "S1000000215"
        },
        {
          "type": "single_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "S1000000216"
        },
        {
          "type": "single_choice",
          "question": "心理发展的特点是（    ）。",
          "options": [
            "A.方向性与不可逆性；",
            "B.连续性与阶段性；",
            "C.个体的差异性；",
            "D.平衡性"
          ],
          "answer": "ABC",
          "id": "S1000000217"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "S1000000218"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "S1000000219"
        },
        {
          "type": "single_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "S1000000220"
        },
        {
          "type": "single_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000221"
        },
        {
          "type": "single_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000222"
        },
        {
          "type": "single_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000223"
        },
        {
          "type": "single_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000224"
        },
        {
          "type": "single_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000225"
        },
        {
          "type": "single_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000226"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000227"
        },
        {
          "type": "single_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000228"
        },
        {
          "type": "single_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000229"
        },
        {
          "type": "single_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000230"
        },
        {
          "type": "single_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000231"
        },
        {
          "type": "single_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000232"
        },
        {
          "type": "single_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000233"
        },
        {
          "type": "single_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000234"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000235"
        },
        {
          "type": "single_choice",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000236"
        },
        {
          "type": "single_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000237"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000238"
        },
        {
          "type": "single_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000239"
        },
        {
          "type": "single_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000240"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000241"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000000242"
        },
        {
          "type": "single_choice",
          "question": "属于人的心理发展特点的是（    ）。",
          "options": [
            "A.集中性与分散性；",
            "B.连续性与阶段性；",
            "C.平衡性与差异性；",
            "D.方向性与可逆性"
          ],
          "answer": "B",
          "id": "S1000000243"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000244"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000245"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000246"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000000247"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000000248"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000249"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000250"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000000251"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000252"
        },
        {
          "type": "single_choice",
          "question": "双因素理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "B",
          "id": "S1000000253"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000000254"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000000255"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000000256"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000000257"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000258"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000000259"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000260"
        },
        {
          "type": "single_choice",
          "question": "外表并不吸引人的女大学生尽力扩充自己的知识，成绩优异，以获得她在外部特征上所不能得到的别人的器重和赞赏。这是哪种心理防御机制的表现？（　　）",
          "options": [
            "A.投射作用；",
            "B.否定作用；",
            "C.升华作用；",
            "D.补偿作用"
          ],
          "answer": "D",
          "id": "S1000000261"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000262"
        },
        {
          "type": "single_choice",
          "question": "“以小人之心度君子之腹”是以下哪种心理防御机制的表现（    ）。",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "D",
          "id": "S1000000263"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000264"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000265"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000266"
        },
        {
          "type": "single_choice",
          "question": "各种社会关系得以实现和发展的基础是（    ）。",
          "options": [
            "A.人际沟通；",
            "B.人际交往；",
            "C.亲和行为；",
            "D.人际关系"
          ],
          "answer": "A",
          "id": "S1000000267"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000268"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000000269"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000270"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000000271"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000000272"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000273"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000274"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000000275"
        },
        {
          "type": "single_choice",
          "question": "下列属于组织文化的是（    ）。",
          "options": [
            "A.制度文化；",
            "B.企业文化；",
            "C.地区文化；",
            "D.国家文化"
          ],
          "answer": "B",
          "id": "S1000000276"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000277"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000000278"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000000279"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000280"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "S1000000281"
        },
        {
          "type": "single_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "S1000000282"
        },
        {
          "type": "single_choice",
          "question": "学习大学心理学的意义有（    ）。",
          "options": [
            "A.有助于提高教学质量；",
            "B.有助于培养学生良好的道德品质和发展个性；",
            "C.有助于维护师生心理健康；",
            "D.有助于提高学校管理效能"
          ],
          "answer": "ABCD",
          "id": "S1000000283"
        },
        {
          "type": "single_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "S1000000284"
        },
        {
          "type": "single_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "S1000000285"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000286"
        },
        {
          "type": "single_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "S1000000287"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的核心辅导内容包括（    ）。",
          "options": [
            "A.负性情绪的处理；",
            "B.帮助建立安全的现实人际关系；",
            "C.自我的重塑；",
            "D.认知的改变"
          ],
          "answer": "ABC",
          "id": "S1000000288"
        },
        {
          "type": "single_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "S1000000289"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000000290"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的原则有（    ）。",
          "options": [
            "A.全体与个别兼顾的原则；",
            "B.科学性原则；",
            "C.主体性原则；",
            "D.发展性原则"
          ],
          "answer": "ABCD",
          "id": "S1000000291"
        },
        {
          "type": "single_choice",
          "question": "大学生常见的心理问题有哪些（    ）。",
          "options": [
            "A.自我意识发展不足；",
            "B.缺乏积极的情绪体验；",
            "C.缺乏建立良好人际关系的技巧；",
            "D.性心理和性道德冲突"
          ],
          "answer": "ABCD",
          "id": "S1000000292"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "S1000000293"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000000294"
        },
        {
          "type": "single_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "S1000000295"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000000296"
        },
        {
          "type": "single_choice",
          "question": "思维的基本特征有（    ）。",
          "options": [
            "A.间接性；",
            "B.目的性；",
            "C.概括性；",
            "D.形象性"
          ],
          "answer": "AC",
          "id": "S1000000297"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.心理满足与激励；",
            "B.物质奖励与激励；",
            "C.精神嘉奖与激励；",
            "D.行为强化与激励"
          ],
          "answer": "AD",
          "id": "S1000000298"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000000299"
        },
        {
          "type": "single_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "S1000000300"
        },
        {
          "type": "single_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000301"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000302"
        },
        {
          "type": "single_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000303"
        },
        {
          "type": "single_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000304"
        },
        {
          "type": "single_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000305"
        },
        {
          "type": "single_choice",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000306"
        },
        {
          "type": "single_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000307"
        },
        {
          "type": "single_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000308"
        },
        {
          "type": "single_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000309"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000310"
        },
        {
          "type": "single_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000311"
        },
        {
          "type": "single_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000312"
        },
        {
          "type": "single_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000313"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000314"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000315"
        },
        {
          "type": "single_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000316"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000317"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000318"
        },
        {
          "type": "single_choice",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000319"
        },
        {
          "type": "single_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000320"
        },
        {
          "type": "single_choice",
          "question": "在符号表征中，个体可直接运用（    ）发现原理和原则，或者解决问题。",
          "options": [
            "A.具体思维；",
            "B.形象思维；",
            "C.抽象思维；",
            "D.图形思维"
          ],
          "answer": "C",
          "id": "S1000000321"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000000322"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000000323"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000000324"
        },
        {
          "type": "single_choice",
          "question": "属于人的心理发展特点的是（    ）。",
          "options": [
            "A.集中性与分散性；",
            "B.连续性与阶段性；",
            "C.平衡性与差异性；",
            "D.方向性与可逆性"
          ],
          "answer": "B",
          "id": "S1000000325"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000326"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000327"
        },
        {
          "type": "single_choice",
          "question": "狭义的校园文化是指（    ）。",
          "options": [
            "A.把校园文化作为相对独立于社会文化的一种文化现象进行研究时所采用的理解；",
            "B.包含学术文化在内的概念；",
            "C.排除学校组织制度的文化概念；",
            "D.是将校园文化的学术文化排除在外时研究校园文化所使用的概念"
          ],
          "answer": "D",
          "id": "S1000000328"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000329"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000330"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000000331"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000000332"
        },
        {
          "type": "single_choice",
          "question": "遵从、认同和内化是大学生态度与品德的（    ）。",
          "options": [
            "A.形成阶段；",
            "B.转化阶段；",
            "C.习得阶段；",
            "D.修正阶段"
          ],
          "answer": "C",
          "id": "S1000000333"
        },
        {
          "type": "single_choice",
          "question": "提出比较概括、广泛的问题，对回答内容不做严格限制的技术属于什么技术？（    ）",
          "options": [
            "A.具体化技术；",
            "B.内容反应技术；",
            "C.封闭式提问；",
            "D.开放式提问"
          ],
          "answer": "D",
          "id": "S1000000334"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的灵魂和根基是（    ）。",
          "options": [
            "A.全体性；",
            "B.科学性；",
            "C.主体性；",
            "D.发展性"
          ],
          "answer": "B",
          "id": "S1000000335"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000336"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000337"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000000338"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000000339"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000340"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000341"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000000342"
        },
        {
          "type": "single_choice",
          "question": "晕轮效应是一种以偏概全的倾向，又被称为（    ）。",
          "options": [
            "A.首因效应；",
            "B.光环效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000343"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000000344"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000000345"
        },
        {
          "type": "single_choice",
          "question": "下列属于组织文化的是（    ）。",
          "options": [
            "A.制度文化；",
            "B.企业文化；",
            "C.地区文化；",
            "D.国家文化"
          ],
          "answer": "B",
          "id": "S1000000346"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000347"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000348"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000000349"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000350"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000000351"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000000352"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000000353"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000000354"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000000355"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000356"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000357"
        },
        {
          "type": "single_choice",
          "question": "我们对见义勇为的行为往往会感到敬佩，对自私自利的行为会感到鄙视，这是一种（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为．"
          ],
          "answer": "B",
          "id": "S1000000358"
        },
        {
          "type": "single_choice",
          "question": "教学最重要的目标是促进（     ），使学生将获得知识、技能和行为方式有效用于新问题的解决。",
          "options": [
            "A.理解；",
            "B.操作；",
            "C.形成表征；",
            "D.学习的迁移"
          ],
          "answer": "D",
          "id": "S1000000359"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000360"
        },
        {
          "type": "single_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "S1000000361"
        },
        {
          "type": "single_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "S1000000362"
        },
        {
          "type": "single_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "S1000000363"
        },
        {
          "type": "single_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "S1000000364"
        },
        {
          "type": "single_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "S1000000365"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "S1000000366"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000000367"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "S1000000368"
        },
        {
          "type": "single_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "S1000000369"
        },
        {
          "type": "single_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "S1000000370"
        },
        {
          "type": "single_choice",
          "question": "关于当代大学生品德的现状表述正确的是（   ）。",
          "options": [
            "A.道德理想取向呈明显的多元化态势；",
            "B.道德情感体验比较积极；",
            "C.道德意志水平参差不齐；",
            "D.道德行为比较消极"
          ],
          "answer": "ABCD",
          "id": "S1000000371"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "S1000000372"
        },
        {
          "type": "single_choice",
          "question": "教师反思的成分包括（    ）。",
          "options": [
            "A.认知成分；",
            "B.情感成分；",
            "C.教师的陈述；",
            "D.批判成分"
          ],
          "answer": "ACD",
          "id": "S1000000373"
        },
        {
          "type": "single_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "S1000000374"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000000375"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000000376"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000000377"
        },
        {
          "type": "single_choice",
          "question": "为改变重知识传授轻能力培养的大学课堂，教学方法可以采用（    ）。",
          "options": [
            "A.问题式教学；",
            "B.案例式教学；",
            "C.问答式教学；",
            "D.沙龙式教学"
          ],
          "answer": "AD",
          "id": "S1000000378"
        },
        {
          "type": "single_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "S1000000379"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "S1000000380"
        },
        {
          "type": "single_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000381"
        },
        {
          "type": "single_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000382"
        },
        {
          "type": "single_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000383"
        },
        {
          "type": "single_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000384"
        },
        {
          "type": "single_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000385"
        },
        {
          "type": "single_choice",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000386"
        },
        {
          "type": "single_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000387"
        },
        {
          "type": "single_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000388"
        },
        {
          "type": "single_choice",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000389"
        },
        {
          "type": "single_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000390"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000391"
        },
        {
          "type": "single_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000392"
        },
        {
          "type": "single_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000393"
        },
        {
          "type": "single_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000394"
        },
        {
          "type": "single_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000395"
        },
        {
          "type": "single_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000396"
        },
        {
          "type": "single_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000397"
        },
        {
          "type": "single_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000398"
        },
        {
          "type": "single_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000399"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000400"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000000401"
        },
        {
          "type": "single_choice",
          "question": "人们常说的“一己之心，度人之腹”表现了社会知觉的哪个特征？（  ）",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "C",
          "id": "S1000000402"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000403"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000000404"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000000405"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000406"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000407"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000000408"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000000409"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000000410"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000411"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000000412"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000413"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000414"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000000415"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000416"
        },
        {
          "type": "single_choice",
          "question": "认为如果青少年能充分拥有对自我和工作世界的了解，即能增进其职业生涯的正确性的学派是（    ）。",
          "options": [
            "A.人本主义学派；",
            "B.行为主义学派；",
            "C.特质因素学派；",
            "D.认知主义学派"
          ],
          "answer": "C",
          "id": "S1000000417"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000418"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000000419"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000420"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000421"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000422"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000423"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000000424"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000425"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000000426"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000000427"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000428"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000429"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000430"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000000431"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000432"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000433"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000000434"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000435"
        },
        {
          "type": "single_choice",
          "question": "“化悲痛为力量”是以下哪种心理防御机制的表现？（    ）",
          "options": [
            "A.升华作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "A",
          "id": "S1000000436"
        },
        {
          "type": "single_choice",
          "question": "“以小人之心度君子之腹”是以下哪种心理防御机制的表现（    ）。",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "D",
          "id": "S1000000437"
        },
        {
          "type": "single_choice",
          "question": "外表并不吸引人的女大学生尽力扩充自己的知识，成绩优异，以获得她在外部特征上所不能得到的别人的器重和赞赏。这是哪种心理防御机制的表现？（　　）",
          "options": [
            "A.投射作用；",
            "B.否定作用；",
            "C.升华作用；",
            "D.补偿作用"
          ],
          "answer": "D",
          "id": "S1000000438"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000000439"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000440"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "S1000000441"
        },
        {
          "type": "single_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "S1000000442"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000000443"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000444"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "S1000000445"
        },
        {
          "type": "single_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "S1000000446"
        },
        {
          "type": "single_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "S1000000447"
        },
        {
          "type": "single_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "S1000000448"
        },
        {
          "type": "single_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "S1000000449"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000000450"
        },
        {
          "type": "single_choice",
          "question": "意义学习的过程分为哪几个阶段？（    ）",
          "options": [
            "A.先行组织者；",
            "B.呈现学习材料；",
            "C.产生上位学习；",
            "D.形成知识系统"
          ],
          "answer": "ABD",
          "id": "S1000000451"
        },
        {
          "type": "single_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "S1000000452"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000000453"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "S1000000454"
        },
        {
          "type": "single_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "S1000000455"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000000456"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000000457"
        },
        {
          "type": "single_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "S1000000458"
        },
        {
          "type": "single_choice",
          "question": "品德心理结构的主要成分是道德认识、道德情感和（    ）。",
          "options": [
            "A.道德意志；",
            "B.道德行为；",
            "C.道德信念；",
            "D.道德理想"
          ],
          "answer": "AB",
          "id": "S1000000459"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "S1000000460"
        },
        {
          "type": "single_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000461"
        },
        {
          "type": "single_choice",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000462"
        },
        {
          "type": "single_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000463"
        },
        {
          "type": "single_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000464"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000465"
        },
        {
          "type": "single_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000466"
        },
        {
          "type": "single_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000467"
        },
        {
          "type": "single_choice",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000468"
        },
        {
          "type": "single_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000469"
        },
        {
          "type": "single_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000470"
        },
        {
          "type": "single_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000471"
        },
        {
          "type": "single_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000472"
        },
        {
          "type": "single_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000473"
        },
        {
          "type": "single_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000474"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000475"
        },
        {
          "type": "single_choice",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000476"
        },
        {
          "type": "single_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000477"
        },
        {
          "type": "single_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000478"
        },
        {
          "type": "single_choice",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000479"
        },
        {
          "type": "single_choice",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000480"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000000481"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000000482"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000483"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000000484"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000000485"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000486"
        },
        {
          "type": "single_choice",
          "question": "属于预防性和教育性的团体辅导属于哪一类性质的团体？（    ）",
          "options": [
            "A.治疗性团体；",
            "B.封闭性团体；",
            "C.发展性团体；",
            "D.同质性团体"
          ],
          "answer": "C",
          "id": "S1000000487"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000488"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000489"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000490"
        },
        {
          "type": "single_choice",
          "question": "以来访者为中心的心理咨询理论是（    ）。",
          "options": [
            "A.精神分析理论；",
            "B.行为学习理论；",
            "C.人本主义理论；",
            "D.认知理论"
          ],
          "answer": "C",
          "id": "S1000000491"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000492"
        },
        {
          "type": "single_choice",
          "question": "某大学生既想自主创业，但同时又不想耽误学习，这属于动机冲突中的（    ）。",
          "options": [
            "A.趋避冲突；",
            "B.双趋冲突；",
            "C.双避冲突；",
            "D.双重趋避冲突"
          ],
          "answer": "B",
          "id": "S1000000493"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000000494"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000000495"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000000496"
        },
        {
          "type": "single_choice",
          "question": "“化悲痛为力量”是以下哪种心理防御机制的表现？（    ）",
          "options": [
            "A.升华作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "A",
          "id": "S1000000497"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000498"
        },
        {
          "type": "single_choice",
          "question": "记忆过程包括(    )。",
          "options": [
            "A.识记、保持、回忆或再认；",
            "B.识记、保持和遗忘；",
            "C.再认、重现和回忆；",
            "D.识记、再认和遗忘"
          ],
          "answer": "A",
          "id": "S1000000499"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000000500"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000000501"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000502"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000503"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的一般能力的是（    ）。",
          "options": [
            "A.学术能力；",
            "B.管理能力；",
            "C.语言表达能力；",
            "D.想象能力"
          ],
          "answer": "D",
          "id": "S1000000504"
        },
        {
          "type": "single_choice",
          "question": "我们对见义勇为的行为往往会感到敬佩，对自私自利的行为会感到鄙视，这是一种（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为．"
          ],
          "answer": "B",
          "id": "S1000000505"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000506"
        },
        {
          "type": "single_choice",
          "question": "在符号表征中，个体可直接运用（    ）发现原理和原则，或者解决问题。",
          "options": [
            "A.具体思维；",
            "B.形象思维；",
            "C.抽象思维；",
            "D.图形思维"
          ],
          "answer": "C",
          "id": "S1000000507"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000000508"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000509"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000510"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000511"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000512"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000000513"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000514"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000515"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000000516"
        },
        {
          "type": "single_choice",
          "question": "强迫性的过度使用网络和剥夺上网行为之后出现的焦躁和情绪行为被定义为（    ）。",
          "options": [
            "A.网络成瘾；",
            "B.网络依赖；",
            "C.强迫症；",
            "D.情感障碍"
          ],
          "answer": "A",
          "id": "S1000000517"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000518"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000519"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000000520"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000000521"
        },
        {
          "type": "single_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "S1000000522"
        },
        {
          "type": "single_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "S1000000523"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000000524"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "S1000000525"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "S1000000526"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000000527"
        },
        {
          "type": "single_choice",
          "question": "教师的职业情感主要体现在（    ）。",
          "options": [
            "A.热爱教育事业；",
            "B.热爱学生；",
            "C.热爱所教学科；",
            "D.热爱中国共产党"
          ],
          "answer": "ABC",
          "id": "S1000000528"
        },
        {
          "type": "single_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "S1000000529"
        },
        {
          "type": "single_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "S1000000530"
        },
        {
          "type": "single_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "S1000000531"
        },
        {
          "type": "single_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "S1000000532"
        },
        {
          "type": "single_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "S1000000533"
        },
        {
          "type": "single_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "S1000000534"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000000535"
        },
        {
          "type": "single_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "S1000000536"
        },
        {
          "type": "single_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "S1000000537"
        },
        {
          "type": "single_choice",
          "question": "在我国高校中，使用比较多的团体辅导的性质是（    ）。",
          "options": [
            "A.结构式、封闭式；",
            "B.非结构式、开放式；",
            "C.同质性、发展性；",
            "D.异质性、治疗性"
          ],
          "answer": "AC",
          "id": "S1000000538"
        },
        {
          "type": "single_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "S1000000539"
        },
        {
          "type": "single_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "S1000000540"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000541"
        },
        {
          "type": "single_choice",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000542"
        },
        {
          "type": "single_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000543"
        },
        {
          "type": "single_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000544"
        },
        {
          "type": "single_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000545"
        },
        {
          "type": "single_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000546"
        },
        {
          "type": "single_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000547"
        },
        {
          "type": "single_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000548"
        },
        {
          "type": "single_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000549"
        },
        {
          "type": "single_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000550"
        },
        {
          "type": "single_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000551"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000552"
        },
        {
          "type": "single_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000553"
        },
        {
          "type": "single_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000554"
        },
        {
          "type": "single_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000555"
        },
        {
          "type": "single_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000556"
        },
        {
          "type": "single_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000557"
        },
        {
          "type": "single_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000558"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000559"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000560"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000561"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000562"
        },
        {
          "type": "single_choice",
          "question": "以来访者为中心的心理咨询理论是（    ）。",
          "options": [
            "A.精神分析理论；",
            "B.行为学习理论；",
            "C.人本主义理论；",
            "D.认知理论"
          ],
          "answer": "C",
          "id": "S1000000563"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000000564"
        },
        {
          "type": "single_choice",
          "question": "外表并不吸引人的女大学生尽力扩充自己的知识，成绩优异，以获得她在外部特征上所不能得到的别人的器重和赞赏。这是哪种心理防御机制的表现？（　　）",
          "options": [
            "A.投射作用；",
            "B.否定作用；",
            "C.升华作用；",
            "D.补偿作用"
          ],
          "answer": "D",
          "id": "S1000000565"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的灵魂和根基是（    ）。",
          "options": [
            "A.全体性；",
            "B.科学性；",
            "C.主体性；",
            "D.发展性"
          ],
          "answer": "B",
          "id": "S1000000566"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000000567"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000000568"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000000569"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000000570"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000571"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000572"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000000573"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000574"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000000575"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000576"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000577"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000578"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000579"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000000580"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000581"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000000582"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000000583"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000584"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000000585"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000000586"
        },
        {
          "type": "single_choice",
          "question": "二因素说认为品德构成的要素是道德行为和（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德意识；",
            "C.道德意志；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S1000000587"
        },
        {
          "type": "single_choice",
          "question": "晕轮效应是一种以偏概全的倾向，又被称为（    ）。",
          "options": [
            "A.首因效应；",
            "B.光环效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000588"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000589"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000000590"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000000591"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000000592"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000000593"
        },
        {
          "type": "single_choice",
          "question": "属于预防性和教育性的团体辅导属于哪一类性质的团体？（    ）",
          "options": [
            "A.治疗性团体；",
            "B.封闭性团体；",
            "C.发展性团体；",
            "D.同质性团体"
          ],
          "answer": "C",
          "id": "S1000000594"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000000595"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000596"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000000597"
        },
        {
          "type": "single_choice",
          "question": "狭义的校园文化是指（    ）。",
          "options": [
            "A.把校园文化作为相对独立于社会文化的一种文化现象进行研究时所采用的理解；",
            "B.包含学术文化在内的概念；",
            "C.排除学校组织制度的文化概念；",
            "D.是将校园文化的学术文化排除在外时研究校园文化所使用的概念"
          ],
          "answer": "D",
          "id": "S1000000598"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000599"
        },
        {
          "type": "single_choice",
          "question": "下列属于校园文化的内核与灵魂的是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "D",
          "id": "S1000000600"
        },
        {
          "type": "single_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "S1000000601"
        },
        {
          "type": "single_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "S1000000602"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000000603"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "S1000000604"
        },
        {
          "type": "single_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "S1000000605"
        },
        {
          "type": "single_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "S1000000606"
        },
        {
          "type": "single_choice",
          "question": "大学生社会知觉的途径主要有（    ）。",
          "options": [
            "A.对他人外部特征的观察；",
            "B.对交往中的动作、表情、态度、语言等进行人际知觉；",
            "C.通过对自己或他人在特定的社会或组织中的地位、权利等由此产生的行为知觉来进行角色知觉；",
            "D.通过对物质自我、社会自我、精神自我的知觉来进行自我知觉"
          ],
          "answer": "ABCD",
          "id": "S1000000607"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000000608"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "S1000000609"
        },
        {
          "type": "single_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "S1000000610"
        },
        {
          "type": "single_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "S1000000611"
        },
        {
          "type": "single_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "S1000000612"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000000613"
        },
        {
          "type": "single_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "S1000000614"
        },
        {
          "type": "single_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "S1000000615"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理功能有（    ）。",
          "options": [
            "A.感染功能；",
            "B.暗示功能；",
            "C.同化功能；",
            "D.激励功能；",
            "E.心理调试功能"
          ],
          "answer": "ABCDE",
          "id": "S1000000616"
        },
        {
          "type": "single_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "S1000000617"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000618"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000000619"
        },
        {
          "type": "single_choice",
          "question": "人的心理实质是（    ）。",
          "options": [
            "A.天地万物皆在心理之中；",
            "B.心理是人脑的机能；",
            "C.心理是客观现实的反映；",
            "D.心理是神灵所集"
          ],
          "answer": "BC",
          "id": "S1000000620"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000621"
        },
        {
          "type": "single_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000622"
        },
        {
          "type": "single_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000623"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000624"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000625"
        },
        {
          "type": "single_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000626"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000627"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000628"
        },
        {
          "type": "single_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000629"
        },
        {
          "type": "single_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000630"
        },
        {
          "type": "single_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000631"
        },
        {
          "type": "single_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000632"
        },
        {
          "type": "single_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000633"
        },
        {
          "type": "single_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000634"
        },
        {
          "type": "single_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000635"
        },
        {
          "type": "single_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000636"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000637"
        },
        {
          "type": "single_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000638"
        },
        {
          "type": "single_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000639"
        },
        {
          "type": "single_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000640"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000000641"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000642"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000000643"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000000644"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000645"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000646"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000000647"
        },
        {
          "type": "single_choice",
          "question": "外表并不吸引人的女大学生尽力扩充自己的知识，成绩优异，以获得她在外部特征上所不能得到的别人的器重和赞赏。这是哪种心理防御机制的表现？（　　）",
          "options": [
            "A.投射作用；",
            "B.否定作用；",
            "C.升华作用；",
            "D.补偿作用"
          ],
          "answer": "D",
          "id": "S1000000648"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000649"
        },
        {
          "type": "single_choice",
          "question": "晕轮效应是一种以偏概全的倾向，又被称为（    ）。",
          "options": [
            "A.首因效应；",
            "B.光环效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000650"
        },
        {
          "type": "single_choice",
          "question": "在符号表征中，个体可直接运用（    ）发现原理和原则，或者解决问题。",
          "options": [
            "A.具体思维；",
            "B.形象思维；",
            "C.抽象思维；",
            "D.图形思维"
          ],
          "answer": "C",
          "id": "S1000000651"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000652"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000653"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000654"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000655"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000000656"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000000657"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000658"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000659"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的两大目标包括职业生涯的发展和（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "A",
          "id": "S1000000660"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000000661"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000000662"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000000663"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000664"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000665"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000666"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000667"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000000668"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000000669"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000000670"
        },
        {
          "type": "single_choice",
          "question": "狭义的校园文化是指（    ）。",
          "options": [
            "A.把校园文化作为相对独立于社会文化的一种文化现象进行研究时所采用的理解；",
            "B.包含学术文化在内的概念；",
            "C.排除学校组织制度的文化概念；",
            "D.是将校园文化的学术文化排除在外时研究校园文化所使用的概念"
          ],
          "answer": "D",
          "id": "S1000000671"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000000672"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000000673"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000674"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000675"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000676"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000000677"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000000678"
        },
        {
          "type": "single_choice",
          "question": "双因素理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "B",
          "id": "S1000000679"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000000680"
        },
        {
          "type": "single_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "S1000000681"
        },
        {
          "type": "single_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "S1000000682"
        },
        {
          "type": "single_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "S1000000683"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000000684"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "S1000000685"
        },
        {
          "type": "single_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "S1000000686"
        },
        {
          "type": "single_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "S1000000687"
        },
        {
          "type": "single_choice",
          "question": "特质因素学派协助青少年进行职业选择的策略是（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "BCD",
          "id": "S1000000688"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "S1000000689"
        },
        {
          "type": "single_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "S1000000690"
        },
        {
          "type": "single_choice",
          "question": "大学生恋爱的现状是（   ）。",
          "options": [
            "A.恋爱比例大，公开而主动性强；",
            "B.恋爱周期缩短，频率增快；",
            "C.恋爱动机多样化；",
            "D.恋爱悲剧增多"
          ],
          "answer": "ABCD",
          "id": "S1000000691"
        },
        {
          "type": "single_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "S1000000692"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.道德性"
          ],
          "answer": "ACD",
          "id": "S1000000693"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "S1000000694"
        },
        {
          "type": "single_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "S1000000695"
        },
        {
          "type": "single_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "S1000000696"
        },
        {
          "type": "single_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "S1000000697"
        },
        {
          "type": "single_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "S1000000698"
        },
        {
          "type": "single_choice",
          "question": "为了避免意义学习中的机械学习，教师在教学中应该做到（   ）。",
          "options": [
            "A.精心组织教材，使教材知识具有逻辑意义；",
            "B.在教新知识之前先复习或回忆有关的旧知识；",
            "C.以学生智力和知识发展水平为基础；",
            "D.考核的重点放在学生是否正真了解教材内容上"
          ],
          "answer": "ABCD",
          "id": "S1000000699"
        },
        {
          "type": "single_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "S1000000700"
        },
        {
          "type": "single_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000701"
        },
        {
          "type": "single_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000702"
        },
        {
          "type": "single_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000703"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000704"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000705"
        },
        {
          "type": "single_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000706"
        },
        {
          "type": "single_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000707"
        },
        {
          "type": "single_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000708"
        },
        {
          "type": "single_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000709"
        },
        {
          "type": "single_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000710"
        },
        {
          "type": "single_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000711"
        },
        {
          "type": "single_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000712"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000713"
        },
        {
          "type": "single_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000714"
        },
        {
          "type": "single_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000715"
        },
        {
          "type": "single_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000716"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000717"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000718"
        },
        {
          "type": "single_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000719"
        },
        {
          "type": "single_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000720"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000000721"
        },
        {
          "type": "single_choice",
          "question": "某大学生既想自主创业，但同时又不想耽误学习，这属于动机冲突中的（    ）。",
          "options": [
            "A.趋避冲突；",
            "B.双趋冲突；",
            "C.双避冲突；",
            "D.双重趋避冲突"
          ],
          "answer": "B",
          "id": "S1000000722"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）过程。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000723"
        },
        {
          "type": "single_choice",
          "question": "强迫性的过度使用网络和剥夺上网行为之后出现的焦躁和情绪行为被定义为（    ）。",
          "options": [
            "A.网络成瘾；",
            "B.网络依赖；",
            "C.强迫症；",
            "D.情感障碍"
          ],
          "answer": "A",
          "id": "S1000000724"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000725"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论提出的需要层级依次为（    ）。",
          "options": [
            "A.生理需要、安全需要、学习需要、审美需要；自我实现需要；",
            "B.生理需要、安全的需要、归属与爱的需要、尊重的需要、自我实现的需要；",
            "C.生理需要、自尊需要、归属需要、求知需要、自我实现需要；",
            "D.生理需要、安全需要、自尊需要、审美需要、自我实现需要"
          ],
          "answer": "B",
          "id": "S1000000726"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000727"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000728"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000729"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000000730"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000731"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000732"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000000733"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000734"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000735"
        },
        {
          "type": "single_choice",
          "question": "以来访者为中心的心理咨询理论是（    ）。",
          "options": [
            "A.精神分析理论；",
            "B.行为学习理论；",
            "C.人本主义理论；",
            "D.认知理论"
          ],
          "answer": "C",
          "id": "S1000000736"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000000737"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000000738"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000000739"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000000740"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000741"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000000742"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000743"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000744"
        },
        {
          "type": "single_choice",
          "question": "属于预防性和教育性的团体辅导属于哪一类性质的团体？（    ）",
          "options": [
            "A.治疗性团体；",
            "B.封闭性团体；",
            "C.发展性团体；",
            "D.同质性团体"
          ],
          "answer": "C",
          "id": "S1000000745"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000000746"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000000747"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000000748"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000749"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000750"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000000751"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000000752"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000000753"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000000754"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000755"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000000756"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000000757"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000758"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000759"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000760"
        },
        {
          "type": "single_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "S1000000761"
        },
        {
          "type": "single_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "S1000000762"
        },
        {
          "type": "single_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "S1000000763"
        },
        {
          "type": "single_choice",
          "question": "发现式教学的优点主要表现在对学生的意义上，主要指（   ）。",
          "options": [
            "A.有助于学后长时记忆；",
            "B.有助于智力的发展；",
            "C.容易获得成就感的满足；",
            "D.有助于以后的独立求知与研究"
          ],
          "answer": "ABCD",
          "id": "S1000000764"
        },
        {
          "type": "single_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "S1000000765"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000000766"
        },
        {
          "type": "single_choice",
          "question": "现代认知心理学根据不同知识的心理表征方式，将知识分为哪两大类?（    ）",
          "options": [
            "A.陈述性知识；",
            "B.动作性知识；",
            "C.形象性知识；",
            "D.程序性知识"
          ],
          "answer": "AD",
          "id": "S1000000767"
        },
        {
          "type": "single_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "S1000000768"
        },
        {
          "type": "single_choice",
          "question": "大学生过高评价自我有哪些原因（　　）。",
          "options": [
            "A.在家人的帮助下生活一帆风顺；",
            "B.好胜心过于强烈；",
            "C.思想偏激；",
            "D.自我认识从消极方面入手"
          ],
          "answer": "ABC",
          "id": "S1000000769"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000000770"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "S1000000771"
        },
        {
          "type": "single_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "S1000000772"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "S1000000773"
        },
        {
          "type": "single_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "S1000000774"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "S1000000775"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000000776"
        },
        {
          "type": "single_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "S1000000777"
        },
        {
          "type": "single_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "S1000000778"
        },
        {
          "type": "single_choice",
          "question": "促进大学生认知发展的教育对策是（    ）。",
          "options": [
            "A.加强多边协作，形成大学生认知促进的合力；",
            "B.加强大学生的自我反思能力的培养；",
            "C.加强大学生的主体教育；",
            "D.进行创造性思维训练"
          ],
          "answer": "AC",
          "id": "S1000000779"
        },
        {
          "type": "single_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "S1000000780"
        },
        {
          "type": "single_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000781"
        },
        {
          "type": "single_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000782"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000783"
        },
        {
          "type": "single_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000784"
        },
        {
          "type": "single_choice",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000785"
        },
        {
          "type": "single_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000786"
        },
        {
          "type": "single_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000787"
        },
        {
          "type": "single_choice",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000788"
        },
        {
          "type": "single_choice",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000789"
        },
        {
          "type": "single_choice",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000790"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000791"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000792"
        },
        {
          "type": "single_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000793"
        },
        {
          "type": "single_choice",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000794"
        },
        {
          "type": "single_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000795"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000796"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000797"
        },
        {
          "type": "single_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000798"
        },
        {
          "type": "single_choice",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000799"
        },
        {
          "type": "single_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000800"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000000801"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000000802"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000000803"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000000804"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000805"
        },
        {
          "type": "single_choice",
          "question": "记忆过程包括(    )。",
          "options": [
            "A.识记、保持、回忆或再认；",
            "B.识记、保持和遗忘；",
            "C.再认、重现和回忆；",
            "D.识记、再认和遗忘"
          ],
          "answer": "A",
          "id": "S1000000806"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000000807"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000000808"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000000809"
        },
        {
          "type": "single_choice",
          "question": "晕轮效应是一种以偏概全的倾向，又被称为（    ）。",
          "options": [
            "A.首因效应；",
            "B.光环效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000000810"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000000811"
        },
        {
          "type": "single_choice",
          "question": "下列属于组织文化的是（    ）。",
          "options": [
            "A.制度文化；",
            "B.企业文化；",
            "C.地区文化；",
            "D.国家文化"
          ],
          "answer": "B",
          "id": "S1000000812"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000813"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000000814"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000000815"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000000816"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000000817"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000000818"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000819"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000820"
        },
        {
          "type": "single_choice",
          "question": "提出比较概括、广泛的问题，对回答内容不做严格限制的技术属于什么技术？（    ）",
          "options": [
            "A.具体化技术；",
            "B.内容反应技术；",
            "C.封闭式提问；",
            "D.开放式提问"
          ],
          "answer": "D",
          "id": "S1000000821"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000000822"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000000823"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000000824"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000825"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000000826"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000827"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000000828"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000829"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000000830"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000000831"
        },
        {
          "type": "single_choice",
          "question": "校园的整体规划及其建筑风格应反映学校内在的文化特色，它主要反映的文化形态是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "A",
          "id": "S1000000832"
        },
        {
          "type": "single_choice",
          "question": "我们对见义勇为的行为往往会感到敬佩，对自私自利的行为会感到鄙视，这是一种（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为．"
          ],
          "answer": "B",
          "id": "S1000000833"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000000834"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000835"
        },
        {
          "type": "single_choice",
          "question": "大学教师的能力包括（    ）。",
          "options": [
            "A.学术能力与语言表达能力；",
            "B.一般能力与教育能力；",
            "C.智力因素与非智力因素；",
            "D.学术能力与管理能力"
          ],
          "answer": "B",
          "id": "S1000000836"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000000837"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000838"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000839"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000000840"
        },
        {
          "type": "single_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "S1000000841"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "S1000000842"
        },
        {
          "type": "single_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "S1000000843"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000000844"
        },
        {
          "type": "single_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "S1000000845"
        },
        {
          "type": "single_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "S1000000846"
        },
        {
          "type": "single_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "S1000000847"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "S1000000848"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "S1000000849"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "S1000000850"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000000851"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000000852"
        },
        {
          "type": "single_choice",
          "question": "韦伯发现大多数人都将自己行为的成功或失败归结为以下几个原因：（   ）",
          "options": [
            "A.能力；",
            "B.努力；",
            "C.任务难度和运气；",
            "D.身心状况及其他"
          ],
          "answer": "ABCD",
          "id": "S1000000853"
        },
        {
          "type": "single_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "S1000000854"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "S1000000855"
        },
        {
          "type": "single_choice",
          "question": "韦纳把归因维度归纳成哪几个方面？（    ）",
          "options": [
            "A.内在控制-外在控制维度；",
            "B.稳定-可变维度；",
            "C.长期-短期维度；",
            "D.可控-不可控维度"
          ],
          "answer": "ABD",
          "id": "S1000000856"
        },
        {
          "type": "single_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "S1000000857"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "S1000000858"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "S1000000859"
        },
        {
          "type": "single_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "S1000000860"
        },
        {
          "type": "single_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000861"
        },
        {
          "type": "single_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000862"
        },
        {
          "type": "single_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000863"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000864"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000865"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000866"
        },
        {
          "type": "single_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000867"
        },
        {
          "type": "single_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000868"
        },
        {
          "type": "single_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000869"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000870"
        },
        {
          "type": "single_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000871"
        },
        {
          "type": "single_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000872"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000873"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000874"
        },
        {
          "type": "single_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000875"
        },
        {
          "type": "single_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000876"
        },
        {
          "type": "single_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000877"
        },
        {
          "type": "single_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000878"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000879"
        },
        {
          "type": "single_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000880"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000881"
        },
        {
          "type": "single_choice",
          "question": "根据班杜拉的社会学习理论，在大学品德教育实践中应注重（     ）。",
          "options": [
            "A.自我熏陶；",
            "B.道德灌输；",
            "C.制度约束；",
            "D.榜样作用"
          ],
          "answer": "D",
          "id": "S1000000882"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000000883"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000000884"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000885"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000000886"
        },
        {
          "type": "single_choice",
          "question": "下列属于校园文化的内核与灵魂的是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "D",
          "id": "S1000000887"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000888"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000000889"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000000890"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000000891"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000892"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000000893"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000000894"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000000895"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000000896"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000000897"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000000898"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000000899"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000900"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）过程。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000000901"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000902"
        },
        {
          "type": "single_choice",
          "question": "某大学生既想自主创业，但同时又不想耽误学习，这属于动机冲突中的（    ）。",
          "options": [
            "A.趋避冲突；",
            "B.双趋冲突；",
            "C.双避冲突；",
            "D.双重趋避冲突"
          ],
          "answer": "B",
          "id": "S1000000903"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000000904"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000000905"
        },
        {
          "type": "single_choice",
          "question": "社会刺激和个体社会行为之间的中介过程是（    ）。",
          "options": [
            "A.社会心理；",
            "B.社会知觉；",
            "C.社会态度；",
            "D.社会归因"
          ],
          "answer": "A",
          "id": "S1000000906"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000000907"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000000908"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000000909"
        },
        {
          "type": "single_choice",
          "question": "各种社会关系得以实现和发展的基础是（    ）。",
          "options": [
            "A.人际沟通；",
            "B.人际交往；",
            "C.亲和行为；",
            "D.人际关系"
          ],
          "answer": "A",
          "id": "S1000000910"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000911"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000000912"
        },
        {
          "type": "single_choice",
          "question": "当客观事物的个别属性作用于人的感官时，人能够将客观事物知觉为一个整体，这是知觉特征的什么属性？(    )",
          "options": [
            "A.知觉整体性；",
            "B.知觉选择性；",
            "C.知觉理解性；",
            "D.知觉恒常性"
          ],
          "answer": "A",
          "id": "S1000000913"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000000914"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000915"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000000916"
        },
        {
          "type": "single_choice",
          "question": "教学最重要的目标是促进（     ），使学生将获得知识、技能和行为方式有效用于新问题的解决。",
          "options": [
            "A.理解；",
            "B.操作；",
            "C.形成表征；",
            "D.学习的迁移"
          ],
          "answer": "D",
          "id": "S1000000917"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000000918"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000000919"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000000920"
        },
        {
          "type": "single_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "S1000000921"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000000922"
        },
        {
          "type": "single_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "S1000000923"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "S1000000924"
        },
        {
          "type": "single_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "S1000000925"
        },
        {
          "type": "single_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "S1000000926"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "S1000000927"
        },
        {
          "type": "single_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "S1000000928"
        },
        {
          "type": "single_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "S1000000929"
        },
        {
          "type": "single_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "S1000000930"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "S1000000931"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000000932"
        },
        {
          "type": "single_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "S1000000933"
        },
        {
          "type": "single_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "S1000000934"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000000935"
        },
        {
          "type": "single_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "S1000000936"
        },
        {
          "type": "single_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "S1000000937"
        },
        {
          "type": "single_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "S1000000938"
        },
        {
          "type": "single_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "S1000000939"
        },
        {
          "type": "single_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "S1000000940"
        },
        {
          "type": "single_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000941"
        },
        {
          "type": "single_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000942"
        },
        {
          "type": "single_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000943"
        },
        {
          "type": "single_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000944"
        },
        {
          "type": "single_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000945"
        },
        {
          "type": "single_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000946"
        },
        {
          "type": "single_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000947"
        },
        {
          "type": "single_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000948"
        },
        {
          "type": "single_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000949"
        },
        {
          "type": "single_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000950"
        },
        {
          "type": "single_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000951"
        },
        {
          "type": "single_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000952"
        },
        {
          "type": "single_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000953"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000954"
        },
        {
          "type": "single_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000955"
        },
        {
          "type": "single_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000956"
        },
        {
          "type": "single_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000957"
        },
        {
          "type": "single_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000958"
        },
        {
          "type": "single_choice",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000000959"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000000960"
        },
        {
          "type": "single_choice",
          "question": "校园的整体规划及其建筑风格应反映学校内在的文化特色，它主要反映的文化形态是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "A",
          "id": "S1000000961"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000000962"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000000963"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000000964"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000000965"
        },
        {
          "type": "single_choice",
          "question": "教学最重要的目标是促进（     ），使学生将获得知识、技能和行为方式有效用于新问题的解决。",
          "options": [
            "A.理解；",
            "B.操作；",
            "C.形成表征；",
            "D.学习的迁移"
          ],
          "answer": "D",
          "id": "S1000000966"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000967"
        },
        {
          "type": "single_choice",
          "question": "下列属于组织文化的是（    ）。",
          "options": [
            "A.制度文化；",
            "B.企业文化；",
            "C.地区文化；",
            "D.国家文化"
          ],
          "answer": "B",
          "id": "S1000000968"
        },
        {
          "type": "single_choice",
          "question": "二因素说认为品德构成的要素是道德行为和（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德意识；",
            "C.道德意志；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S1000000969"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000000970"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000000971"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000000972"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的两大目标包括职业生涯的发展和（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "A",
          "id": "S1000000973"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000000974"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000000975"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000000976"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000000977"
        },
        {
          "type": "single_choice",
          "question": "记忆过程包括(    )。",
          "options": [
            "A.识记、保持、回忆或再认；",
            "B.识记、保持和遗忘；",
            "C.再认、重现和回忆；",
            "D.识记、再认和遗忘"
          ],
          "answer": "A",
          "id": "S1000000978"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论提出的需要层级依次为（    ）。",
          "options": [
            "A.生理需要、安全需要、学习需要、审美需要；自我实现需要；",
            "B.生理需要、安全的需要、归属与爱的需要、尊重的需要、自我实现的需要；",
            "C.生理需要、自尊需要、归属需要、求知需要、自我实现需要；",
            "D.生理需要、安全需要、自尊需要、审美需要、自我实现需要"
          ],
          "answer": "B",
          "id": "S1000000979"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000000980"
        },
        {
          "type": "single_choice",
          "question": "认为如果青少年能充分拥有对自我和工作世界的了解，即能增进其职业生涯的正确性的学派是（    ）。",
          "options": [
            "A.人本主义学派；",
            "B.行为主义学派；",
            "C.特质因素学派；",
            "D.认知主义学派"
          ],
          "answer": "C",
          "id": "S1000000981"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000000982"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000000983"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000000984"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的一般能力的是（    ）。",
          "options": [
            "A.学术能力；",
            "B.管理能力；",
            "C.语言表达能力；",
            "D.想象能力"
          ],
          "answer": "D",
          "id": "S1000000985"
        },
        {
          "type": "single_choice",
          "question": "狭义的校园文化是指（    ）。",
          "options": [
            "A.把校园文化作为相对独立于社会文化的一种文化现象进行研究时所采用的理解；",
            "B.包含学术文化在内的概念；",
            "C.排除学校组织制度的文化概念；",
            "D.是将校园文化的学术文化排除在外时研究校园文化所使用的概念"
          ],
          "answer": "D",
          "id": "S1000000986"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000000987"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000000988"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000000989"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000000990"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000000991"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000000992"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000000993"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000000994"
        },
        {
          "type": "single_choice",
          "question": "（    ）是指学生在学习情境中，通过自己的探索获得问题答案的学习方式。",
          "options": [
            "A.概念学习；",
            "B.发现学习；",
            "C.意义学习；",
            "D.机械学习"
          ],
          "answer": "B",
          "id": "S1000000995"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000000996"
        },
        {
          "type": "single_choice",
          "question": "某大学生既想自主创业，但同时又不想耽误学习，这属于动机冲突中的（    ）。",
          "options": [
            "A.趋避冲突；",
            "B.双趋冲突；",
            "C.双避冲突；",
            "D.双重趋避冲突"
          ],
          "answer": "B",
          "id": "S1000000997"
        },
        {
          "type": "single_choice",
          "question": "双因素理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "B",
          "id": "S1000000998"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000000999"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001000"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000001001"
        },
        {
          "type": "single_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "S1000001002"
        },
        {
          "type": "single_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "S1000001003"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "S1000001004"
        },
        {
          "type": "single_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "S1000001005"
        },
        {
          "type": "single_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "S1000001006"
        },
        {
          "type": "single_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "S1000001007"
        },
        {
          "type": "single_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "S1000001008"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "S1000001009"
        },
        {
          "type": "single_choice",
          "question": "教师的职业情感主要体现在（    ）。",
          "options": [
            "A.热爱教育事业；",
            "B.热爱学生；",
            "C.热爱所教学科；",
            "D.热爱中国共产党"
          ],
          "answer": "ABC",
          "id": "S1000001010"
        },
        {
          "type": "single_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "S1000001011"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000001012"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理功能有（    ）。",
          "options": [
            "A.感染功能；",
            "B.暗示功能；",
            "C.同化功能；",
            "D.激励功能；",
            "E.心理调试功能"
          ],
          "answer": "ABCDE",
          "id": "S1000001013"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "S1000001014"
        },
        {
          "type": "single_choice",
          "question": "对大学生品德问题的矫正我们要充满信心，要做到（    ）。",
          "options": [
            "A.晓之以理；",
            "B.动之以情；",
            "C.导之以行；",
            "D.持之以恒"
          ],
          "answer": "ABCD",
          "id": "S1000001015"
        },
        {
          "type": "single_choice",
          "question": "现代认知心理学根据不同知识的心理表征方式，将知识分为哪两大类?（    ）",
          "options": [
            "A.陈述性知识；",
            "B.动作性知识；",
            "C.形象性知识；",
            "D.程序性知识"
          ],
          "answer": "AD",
          "id": "S1000001016"
        },
        {
          "type": "single_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "S1000001017"
        },
        {
          "type": "single_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "S1000001018"
        },
        {
          "type": "single_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "S1000001019"
        },
        {
          "type": "single_choice",
          "question": "在采用认知领悟疗法矫正大学生的不良品德时，应注意（   ）。",
          "options": [
            "A.从学生实际认知水平出发；",
            "B.坚持正面疏导；",
            "C.提出具体而合理的要求；",
            "D.进行榜样教育"
          ],
          "answer": "ABCD",
          "id": "S1000001020"
        },
        {
          "type": "single_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001021"
        },
        {
          "type": "single_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001022"
        },
        {
          "type": "single_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001023"
        },
        {
          "type": "single_choice",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001024"
        },
        {
          "type": "single_choice",
          "question": "学习动机(motivation to learn)是唤起学生的学习行为，并使该行为朝向教师预先设定的学习目标的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001025"
        },
        {
          "type": "single_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001026"
        },
        {
          "type": "single_choice",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001027"
        },
        {
          "type": "single_choice",
          "question": "在强化学习中，强化物来自外部环境，即只存在外部强化一种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001028"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001029"
        },
        {
          "type": "single_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001030"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001031"
        },
        {
          "type": "single_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001032"
        },
        {
          "type": "single_choice",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001033"
        },
        {
          "type": "single_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001034"
        },
        {
          "type": "single_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001035"
        },
        {
          "type": "single_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001036"
        },
        {
          "type": "single_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001037"
        },
        {
          "type": "single_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001038"
        },
        {
          "type": "single_choice",
          "question": "班杜拉的社会学习理论及有关实验研究揭示观察学习在大学生品德形成和发展中有重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001039"
        },
        {
          "type": "single_choice",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001040"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000001041"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000001042"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000001043"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000001044"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000001045"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000001046"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000001047"
        },
        {
          "type": "single_choice",
          "question": "认为如果青少年能充分拥有对自我和工作世界的了解，即能增进其职业生涯的正确性的学派是（    ）。",
          "options": [
            "A.人本主义学派；",
            "B.行为主义学派；",
            "C.特质因素学派；",
            "D.认知主义学派"
          ],
          "answer": "C",
          "id": "S1000001048"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000001049"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000001050"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000001051"
        },
        {
          "type": "single_choice",
          "question": "（    ）是指学生在学习情境中，通过自己的探索获得问题答案的学习方式。",
          "options": [
            "A.概念学习；",
            "B.发现学习；",
            "C.意义学习；",
            "D.机械学习"
          ],
          "answer": "B",
          "id": "S1000001052"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000001053"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000001054"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000001055"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000001056"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000001057"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000001058"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000001059"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000001060"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000001061"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000001062"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000001063"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001064"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001065"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员讲出自己的感觉、经验、情感和行为，与来访者共享，以增加彼此的人际互动的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.自我表露的技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001066"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000001067"
        },
        {
          "type": "single_choice",
          "question": "社会刺激和个体社会行为之间的中介过程是（    ）。",
          "options": [
            "A.社会心理；",
            "B.社会知觉；",
            "C.社会态度；",
            "D.社会归因"
          ],
          "answer": "A",
          "id": "S1000001068"
        },
        {
          "type": "single_choice",
          "question": "属于预防性和教育性的团体辅导属于哪一类性质的团体？（    ）",
          "options": [
            "A.治疗性团体；",
            "B.封闭性团体；",
            "C.发展性团体；",
            "D.同质性团体"
          ],
          "answer": "C",
          "id": "S1000001069"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000001070"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000001071"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000001072"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000001073"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001074"
        },
        {
          "type": "single_choice",
          "question": "“化悲痛为力量”是以下哪种心理防御机制的表现？（    ）",
          "options": [
            "A.升华作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "A",
          "id": "S1000001075"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000001076"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000001077"
        },
        {
          "type": "single_choice",
          "question": "各种社会关系得以实现和发展的基础是（    ）。",
          "options": [
            "A.人际沟通；",
            "B.人际交往；",
            "C.亲和行为；",
            "D.人际关系"
          ],
          "answer": "A",
          "id": "S1000001078"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的一般能力的是（    ）。",
          "options": [
            "A.学术能力；",
            "B.管理能力；",
            "C.语言表达能力；",
            "D.想象能力"
          ],
          "answer": "D",
          "id": "S1000001079"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000001080"
        },
        {
          "type": "single_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "S1000001081"
        },
        {
          "type": "single_choice",
          "question": "社会知觉印象形成的效应有哪些？（    ）",
          "options": [
            "A.首因效应；",
            "B.近因效应；",
            "C.晕轮效应；",
            "D.低球效应"
          ],
          "answer": "ABC",
          "id": "S1000001082"
        },
        {
          "type": "single_choice",
          "question": "健康的传播效果可以分为以下几个层次（    ）。",
          "options": [
            "A.知晓健康信息；",
            "B.健康概念认同；",
            "C.态度转变；",
            "D.采纳健康行为"
          ],
          "answer": "ABCD",
          "id": "S1000001083"
        },
        {
          "type": "single_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "S1000001084"
        },
        {
          "type": "single_choice",
          "question": "品德心理结构的主要成分是道德认识、道德情感和（    ）。",
          "options": [
            "A.道德意志；",
            "B.道德行为；",
            "C.道德信念；",
            "D.道德理想"
          ],
          "answer": "AB",
          "id": "S1000001085"
        },
        {
          "type": "single_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "S1000001086"
        },
        {
          "type": "single_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "S1000001087"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000001088"
        },
        {
          "type": "single_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "S1000001089"
        },
        {
          "type": "single_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "S1000001090"
        },
        {
          "type": "single_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "S1000001091"
        },
        {
          "type": "single_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "S1000001092"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "S1000001093"
        },
        {
          "type": "single_choice",
          "question": "意义学习的过程分为哪几个阶段？（    ）",
          "options": [
            "A.先行组织者；",
            "B.呈现学习材料；",
            "C.产生上位学习；",
            "D.形成知识系统"
          ],
          "answer": "ABD",
          "id": "S1000001094"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "S1000001095"
        },
        {
          "type": "single_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "S1000001096"
        },
        {
          "type": "single_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "S1000001097"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "S1000001098"
        },
        {
          "type": "single_choice",
          "question": "在我国高校中，使用比较多的团体辅导的性质是（    ）。",
          "options": [
            "A.结构式、封闭式；",
            "B.非结构式、开放式；",
            "C.同质性、发展性；",
            "D.异质性、治疗性"
          ],
          "answer": "AC",
          "id": "S1000001099"
        },
        {
          "type": "single_choice",
          "question": "大学生恋爱的现状是（   ）。",
          "options": [
            "A.恋爱比例大，公开而主动性强；",
            "B.恋爱周期缩短，频率增快；",
            "C.恋爱动机多样化；",
            "D.恋爱悲剧增多"
          ],
          "answer": "ABCD",
          "id": "S1000001100"
        },
        {
          "type": "single_choice",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001101"
        },
        {
          "type": "single_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001102"
        },
        {
          "type": "single_choice",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001103"
        },
        {
          "type": "single_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001104"
        },
        {
          "type": "single_choice",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001105"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为是一种故意伤害他人的行为，一般包括了动机、行为和后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001106"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001107"
        },
        {
          "type": "single_choice",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001108"
        },
        {
          "type": "single_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001109"
        },
        {
          "type": "single_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001110"
        },
        {
          "type": "single_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001111"
        },
        {
          "type": "single_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001112"
        },
        {
          "type": "single_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001113"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001114"
        },
        {
          "type": "single_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001115"
        },
        {
          "type": "single_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001116"
        },
        {
          "type": "single_choice",
          "question": "自觉性是品德修养的最先特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001117"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001118"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001119"
        },
        {
          "type": "single_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001120"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000001121"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000001122"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000001123"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000001124"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000001125"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000001126"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000001127"
        },
        {
          "type": "single_choice",
          "question": "二因素说认为品德构成的要素是道德行为和（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德意识；",
            "C.道德意志；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S1000001128"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000001129"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000001130"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000001131"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000001132"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000001133"
        },
        {
          "type": "single_choice",
          "question": "双因素理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "B",
          "id": "S1000001134"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000001135"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论提出的需要层级依次为（    ）。",
          "options": [
            "A.生理需要、安全需要、学习需要、审美需要；自我实现需要；",
            "B.生理需要、安全的需要、归属与爱的需要、尊重的需要、自我实现的需要；",
            "C.生理需要、自尊需要、归属需要、求知需要、自我实现需要；",
            "D.生理需要、安全需要、自尊需要、审美需要、自我实现需要"
          ],
          "answer": "B",
          "id": "S1000001136"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000001137"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000001138"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000001139"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000001140"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000001141"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000001142"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000001143"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000001144"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000001145"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000001146"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000001147"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000001148"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000001149"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000001150"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001151"
        },
        {
          "type": "single_choice",
          "question": "某大学生既想自主创业，但同时又不想耽误学习，这属于动机冲突中的（    ）。",
          "options": [
            "A.趋避冲突；",
            "B.双趋冲突；",
            "C.双避冲突；",
            "D.双重趋避冲突"
          ],
          "answer": "B",
          "id": "S1000001152"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000001153"
        },
        {
          "type": "single_choice",
          "question": "教学最重要的目标是促进（     ），使学生将获得知识、技能和行为方式有效用于新问题的解决。",
          "options": [
            "A.理解；",
            "B.操作；",
            "C.形成表征；",
            "D.学习的迁移"
          ],
          "answer": "D",
          "id": "S1000001154"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000001155"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000001156"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000001157"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001158"
        },
        {
          "type": "single_choice",
          "question": "大学生正处于认知发展的（    ）。",
          "options": [
            "A.平稳期；",
            "B.高原期；",
            "C.高峰期；",
            "D.下降期"
          ],
          "answer": "C",
          "id": "S1000001159"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000001160"
        },
        {
          "type": "single_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "S1000001161"
        },
        {
          "type": "single_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "S1000001162"
        },
        {
          "type": "single_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "S1000001163"
        },
        {
          "type": "single_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "S1000001164"
        },
        {
          "type": "single_choice",
          "question": "大学生的良好品德教育重点在于（    ）。",
          "options": [
            "A.以生活为本；",
            "B.以问题为中心；",
            "C.以实践为落脚点；",
            "D.学校德育课程与团体的与相结合"
          ],
          "answer": "ABCD",
          "id": "S1000001165"
        },
        {
          "type": "single_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "S1000001166"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000001167"
        },
        {
          "type": "single_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "S1000001168"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "S1000001169"
        },
        {
          "type": "single_choice",
          "question": "皮亚杰的儿童认知发展理论中，富有教育含义的观点有（    ）。",
          "options": [
            "A.观察别人的活动能形成儿童新的认知结构；",
            "B.儿童有准备才能进行有效的学习；",
            "C.课程内容的编制就是依据知识内容本身的系统化和条理化；",
            "D.教学中强调活动法和自我发现法"
          ],
          "answer": "BD",
          "id": "S1000001170"
        },
        {
          "type": "single_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "S1000001171"
        },
        {
          "type": "single_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "S1000001172"
        },
        {
          "type": "single_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "S1000001173"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的核心辅导内容包括（    ）。",
          "options": [
            "A.负性情绪的处理；",
            "B.帮助建立安全的现实人际关系；",
            "C.自我的重塑；",
            "D.认知的改变"
          ],
          "answer": "ABC",
          "id": "S1000001174"
        },
        {
          "type": "single_choice",
          "question": "关于当代大学生品德的现状表述正确的是（   ）。",
          "options": [
            "A.道德理想取向呈明显的多元化态势；",
            "B.道德情感体验比较积极；",
            "C.道德意志水平参差不齐；",
            "D.道德行为比较消极"
          ],
          "answer": "ABCD",
          "id": "S1000001175"
        },
        {
          "type": "single_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "S1000001176"
        },
        {
          "type": "single_choice",
          "question": "人的心理实质是（    ）。",
          "options": [
            "A.天地万物皆在心理之中；",
            "B.心理是人脑的机能；",
            "C.心理是客观现实的反映；",
            "D.心理是神灵所集"
          ],
          "answer": "BC",
          "id": "S1000001177"
        },
        {
          "type": "single_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "S1000001178"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000001179"
        },
        {
          "type": "single_choice",
          "question": "教师良好的意志品质主要体现在（    ）。",
          "options": [
            "A.明确的目的性；",
            "B.处理问题的果断性和坚定性；",
            "C.解决矛盾的坚定、沉着、耐心和自制力；",
            "D.充沛的精力和顽强的毅力"
          ],
          "answer": "ABCD",
          "id": "S1000001180"
        },
        {
          "type": "single_choice",
          "question": "上位概念和下位概念都是绝对的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001181"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001182"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001183"
        },
        {
          "type": "single_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001184"
        },
        {
          "type": "single_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001185"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001186"
        },
        {
          "type": "single_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001187"
        },
        {
          "type": "single_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001188"
        },
        {
          "type": "single_choice",
          "question": "大学心理学的研究对象高校学生、教师和管理者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001189"
        },
        {
          "type": "single_choice",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001190"
        },
        {
          "type": "single_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001191"
        },
        {
          "type": "single_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001192"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的防治性目标强调发展学生的个性与潜能，提高学生在学习、生活、人际交往等方面的心理素质，使其保持良好的心理状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001193"
        },
        {
          "type": "single_choice",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001194"
        },
        {
          "type": "single_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001195"
        },
        {
          "type": "single_choice",
          "question": "充沛的精力和顽强的毅力是教师意志品质的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001196"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励手段必须符合人的心理和行为规律才能奏效。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001197"
        },
        {
          "type": "single_choice",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001198"
        },
        {
          "type": "single_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001199"
        },
        {
          "type": "single_choice",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001200"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000001201"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001202"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.为大学生树立榜样；",
            "B.开展大学生的自我教育活动；",
            "C.引导大学生树立较高的理想自我；",
            "D.引导大学生学会正确认识和评价自我"
          ],
          "answer": "D",
          "id": "S1000001203"
        },
        {
          "type": "single_choice",
          "question": "属于人的心理发展特点的是（    ）。",
          "options": [
            "A.集中性与分散性；",
            "B.连续性与阶段性；",
            "C.平衡性与差异性；",
            "D.方向性与可逆性"
          ],
          "answer": "B",
          "id": "S1000001204"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000001205"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001206"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000001207"
        },
        {
          "type": "single_choice",
          "question": "处在知识型、学习性的社会中，社会信息的更新不断加快，知识老化加速，则要求大学教师要是（    ）。",
          "options": [
            "A.学术研究者；",
            "B.终身学习者；",
            "C.社会服务者；",
            "D.师生人际关系协调者"
          ],
          "answer": "B",
          "id": "S1000001208"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000001209"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000001210"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000001211"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）过程。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000001212"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000001213"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000001214"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000001215"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000001216"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001217"
        },
        {
          "type": "single_choice",
          "question": "在群体健康行为的传播理论的模式中，强调对传播现象的整体性和互动性进行理解的是（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "D",
          "id": "S1000001218"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000001219"
        },
        {
          "type": "single_choice",
          "question": "辅导员指出来访者自身存在的矛盾，让来访者透过自己言语和非言语的不一致，觉察到自己尚未留意的现象的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.面质技术"
          ],
          "answer": "D",
          "id": "S1000001220"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000001221"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000001222"
        },
        {
          "type": "single_choice",
          "question": "教学最重要的目标是促进（     ），使学生将获得知识、技能和行为方式有效用于新问题的解决。",
          "options": [
            "A.理解；",
            "B.操作；",
            "C.形成表征；",
            "D.学习的迁移"
          ],
          "answer": "D",
          "id": "S1000001223"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000001224"
        },
        {
          "type": "single_choice",
          "question": "与社会性需要是否满足相联系的心理活动是(    ）。",
          "options": [
            "A.情绪；",
            "B.情感；",
            "C.心境；",
            "D.应激"
          ],
          "answer": "B",
          "id": "S1000001225"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000001226"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000001227"
        },
        {
          "type": "single_choice",
          "question": "人的道德需要是否得到满足及其所引起的内心体验即（    ）。",
          "options": [
            "A.道德认知；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德行为"
          ],
          "answer": "B",
          "id": "S1000001228"
        },
        {
          "type": "single_choice",
          "question": "品德是个性心理特征中具有道德评价意义的部分，是一种（     ）。",
          "options": [
            "A.心理现象；",
            "B.社会现象；",
            "C.生理现象；",
            "D.管理现象"
          ],
          "answer": "A",
          "id": "S1000001229"
        },
        {
          "type": "single_choice",
          "question": "侵犯行为可以分为工具性侵犯和（    ）。",
          "options": [
            "A.行为性侵犯；",
            "B.意图性侵犯；",
            "C.动机性侵犯；",
            "D.敌意性侵犯"
          ],
          "answer": "D",
          "id": "S1000001230"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000001231"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000001232"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000001233"
        },
        {
          "type": "single_choice",
          "question": "记忆过程包括(    )。",
          "options": [
            "A.识记、保持、回忆或再认；",
            "B.识记、保持和遗忘；",
            "C.再认、重现和回忆；",
            "D.识记、再认和遗忘"
          ],
          "answer": "A",
          "id": "S1000001234"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000001235"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000001236"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000001237"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000001238"
        },
        {
          "type": "single_choice",
          "question": "校园的整体规划及其建筑风格应反映学校内在的文化特色，它主要反映的文化形态是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "A",
          "id": "S1000001239"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成和转化的前提与基础是（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "A",
          "id": "S1000001240"
        },
        {
          "type": "single_choice",
          "question": "教师反思的成分包括（    ）。",
          "options": [
            "A.认知成分；",
            "B.情感成分；",
            "C.教师的陈述；",
            "D.批判成分"
          ],
          "answer": "ACD",
          "id": "S1000001241"
        },
        {
          "type": "single_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "S1000001242"
        },
        {
          "type": "single_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "S1000001243"
        },
        {
          "type": "single_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "S1000001244"
        },
        {
          "type": "single_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "S1000001245"
        },
        {
          "type": "single_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "S1000001246"
        },
        {
          "type": "single_choice",
          "question": "为改变重知识传授轻能力培养的大学课堂，教学方法可以采用（    ）。",
          "options": [
            "A.问题式教学；",
            "B.案例式教学；",
            "C.问答式教学；",
            "D.沙龙式教学"
          ],
          "answer": "AD",
          "id": "S1000001247"
        },
        {
          "type": "single_choice",
          "question": "大学生过高评价自我有哪些原因（　　）。",
          "options": [
            "A.在家人的帮助下生活一帆风顺；",
            "B.好胜心过于强烈；",
            "C.思想偏激；",
            "D.自我认识从消极方面入手"
          ],
          "answer": "ABC",
          "id": "S1000001248"
        },
        {
          "type": "single_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "S1000001249"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "S1000001250"
        },
        {
          "type": "single_choice",
          "question": "为了避免意义学习中的机械学习，教师在教学中应该做到（   ）。",
          "options": [
            "A.精心组织教材，使教材知识具有逻辑意义；",
            "B.在教新知识之前先复习或回忆有关的旧知识；",
            "C.以学生智力和知识发展水平为基础；",
            "D.考核的重点放在学生是否正真了解教材内容上"
          ],
          "answer": "ABCD",
          "id": "S1000001251"
        },
        {
          "type": "single_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "S1000001252"
        },
        {
          "type": "single_choice",
          "question": "心理发展的特点是（    ）。",
          "options": [
            "A.方向性与不可逆性；",
            "B.连续性与阶段性；",
            "C.个体的差异性；",
            "D.平衡性"
          ],
          "answer": "ABC",
          "id": "S1000001253"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "S1000001254"
        },
        {
          "type": "single_choice",
          "question": "特质因素学派协助青少年进行职业选择的策略是（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "BCD",
          "id": "S1000001255"
        },
        {
          "type": "single_choice",
          "question": "大学生自我认识和评价中存在着片面性的问题，主要表现为（    ）。",
          "options": [
            "A.虚荣心较强；",
            "B.过高评价自己；",
            "C.好胜心太强；",
            "D.过低评价自己"
          ],
          "answer": "BD",
          "id": "S1000001256"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.引导大学生学会正确认识和评价自我；",
            "B.引导大学生发展积极健康的自我体验；",
            "C.引导大学生增强自我控制，完善自我；",
            "D.引导大学生参加实践活动"
          ],
          "answer": "ABCD",
          "id": "S1000001257"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的原则有（    ）。",
          "options": [
            "A.全体与个别兼顾的原则；",
            "B.科学性原则；",
            "C.主体性原则；",
            "D.发展性原则"
          ],
          "answer": "ABCD",
          "id": "S1000001258"
        },
        {
          "type": "single_choice",
          "question": "促进大学生认知发展的教育对策是（    ）。",
          "options": [
            "A.加强多边协作，形成大学生认知促进的合力；",
            "B.加强大学生的自我反思能力的培养；",
            "C.加强大学生的主体教育；",
            "D.进行创造性思维训练"
          ],
          "answer": "AC",
          "id": "S1000001259"
        },
        {
          "type": "single_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "S1000001260"
        },
        {
          "type": "single_choice",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001261"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能主要是通过模仿和从众来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001262"
        },
        {
          "type": "single_choice",
          "question": "教师的威信主要是靠客观条件的改善，否则主观上再努力也无济于事。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001263"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001264"
        },
        {
          "type": "single_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001265"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001266"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001267"
        },
        {
          "type": "single_choice",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001268"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001269"
        },
        {
          "type": "single_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001270"
        },
        {
          "type": "single_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001271"
        },
        {
          "type": "single_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001272"
        },
        {
          "type": "single_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001273"
        },
        {
          "type": "single_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001274"
        },
        {
          "type": "single_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001275"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001276"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001277"
        },
        {
          "type": "single_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001278"
        },
        {
          "type": "single_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001279"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001280"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000001281"
        },
        {
          "type": "single_choice",
          "question": "利用“道德两难故事法”进行道德教育的心理学家是（    ）。",
          "options": [
            "A.班杜拉；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "C",
          "id": "S1000001282"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000001283"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001284"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000001285"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000001286"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000001287"
        },
        {
          "type": "single_choice",
          "question": "校园的整体规划及其建筑风格应反映学校内在的文化特色，它主要反映的文化形态是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "A",
          "id": "S1000001288"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000001289"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000001290"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的两大目标包括职业生涯的发展和（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "A",
          "id": "S1000001291"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000001292"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000001293"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000001294"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000001295"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.学习前沿的教育理论；",
            "B.认真研究教材；",
            "C.进行教学反思；",
            "D.倾听学生的声音"
          ],
          "answer": "C",
          "id": "S1000001296"
        },
        {
          "type": "single_choice",
          "question": "注意具有的两个基本特征是(    )。",
          "options": [
            "A.指向性和选择性；",
            "B.指向性和调节性；",
            "C.集中性和指向性；",
            "D.集中性和选择性"
          ],
          "answer": "C",
          "id": "S1000001297"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000001298"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000001299"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪情感发展最突出的特点是（    ）。",
          "options": [
            "A.具有两面性；",
            "B.具有稳定性；",
            "C.具有外显性；",
            "D.具有境遇性"
          ],
          "answer": "A",
          "id": "S1000001300"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000001301"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000001302"
        },
        {
          "type": "single_choice",
          "question": "大学生正处于认知发展的（    ）。",
          "options": [
            "A.平稳期；",
            "B.高原期；",
            "C.高峰期；",
            "D.下降期"
          ],
          "answer": "C",
          "id": "S1000001303"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000001304"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000001305"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001306"
        },
        {
          "type": "single_choice",
          "question": "下列属于校园文化的内核与灵魂的是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "D",
          "id": "S1000001307"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000001308"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000001309"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000001310"
        },
        {
          "type": "single_choice",
          "question": "人们常说的“一己之心，度人之腹”表现了社会知觉的哪个特征？（  ）",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "C",
          "id": "S1000001311"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000001312"
        },
        {
          "type": "single_choice",
          "question": "大学生良好品德修养的最先特征是（    ）。",
          "options": [
            "A.自我性；",
            "B.自律性；",
            "C.坚持性；",
            "D.自觉性"
          ],
          "answer": "D",
          "id": "S1000001313"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001314"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000001315"
        },
        {
          "type": "single_choice",
          "question": "提出比较概括、广泛的问题，对回答内容不做严格限制的技术属于什么技术？（    ）",
          "options": [
            "A.具体化技术；",
            "B.内容反应技术；",
            "C.封闭式提问；",
            "D.开放式提问"
          ],
          "answer": "D",
          "id": "S1000001316"
        },
        {
          "type": "single_choice",
          "question": "二因素说认为品德构成的要素是道德行为和（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德意识；",
            "C.道德意志；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S1000001317"
        },
        {
          "type": "single_choice",
          "question": "下列属于社会文化的是（    ）。",
          "options": [
            "A.学校文化；",
            "B.民族文化；",
            "C.企业文化；",
            "D.制度文化"
          ],
          "answer": "B",
          "id": "S1000001318"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000001319"
        },
        {
          "type": "single_choice",
          "question": "“化悲痛为力量”是以下哪种心理防御机制的表现？（    ）",
          "options": [
            "A.升华作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "A",
          "id": "S1000001320"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "S1000001321"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000001322"
        },
        {
          "type": "single_choice",
          "question": "大学生常见的心理问题有哪些（    ）。",
          "options": [
            "A.自我意识发展不足；",
            "B.缺乏积极的情绪体验；",
            "C.缺乏建立良好人际关系的技巧；",
            "D.性心理和性道德冲突"
          ],
          "answer": "ABCD",
          "id": "S1000001323"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "S1000001324"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "S1000001325"
        },
        {
          "type": "single_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "S1000001326"
        },
        {
          "type": "single_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "S1000001327"
        },
        {
          "type": "single_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "S1000001328"
        },
        {
          "type": "single_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "S1000001329"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000001330"
        },
        {
          "type": "single_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "S1000001331"
        },
        {
          "type": "single_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "S1000001332"
        },
        {
          "type": "single_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "S1000001333"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000001334"
        },
        {
          "type": "single_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "S1000001335"
        },
        {
          "type": "single_choice",
          "question": "皮亚杰的儿童认知发展理论中，富有教育含义的观点有（    ）。",
          "options": [
            "A.观察别人的活动能形成儿童新的认知结构；",
            "B.儿童有准备才能进行有效的学习；",
            "C.课程内容的编制就是依据知识内容本身的系统化和条理化；",
            "D.教学中强调活动法和自我发现法"
          ],
          "answer": "BD",
          "id": "S1000001336"
        },
        {
          "type": "single_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "S1000001337"
        },
        {
          "type": "single_choice",
          "question": "大学生自我认识和评价中存在着片面性的问题，主要表现为（    ）。",
          "options": [
            "A.虚荣心较强；",
            "B.过高评价自己；",
            "C.好胜心太强；",
            "D.过低评价自己"
          ],
          "answer": "BD",
          "id": "S1000001338"
        },
        {
          "type": "single_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "S1000001339"
        },
        {
          "type": "single_choice",
          "question": "大学生职业生涯规划心理辅导的实务指导可以从哪些方面着手（    ）。",
          "options": [
            "A.自我了解；",
            "B.职业生涯的发展与决定；",
            "C.获取有关职业的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "ACD",
          "id": "S1000001340"
        },
        {
          "type": "single_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001341"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001342"
        },
        {
          "type": "single_choice",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001343"
        },
        {
          "type": "single_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001344"
        },
        {
          "type": "single_choice",
          "question": "道德行为是道德认识、道德情感和道德意志的外在具体表现，是品德的最重要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001345"
        },
        {
          "type": "single_choice",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001346"
        },
        {
          "type": "single_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001347"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001348"
        },
        {
          "type": "single_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001349"
        },
        {
          "type": "single_choice",
          "question": "心理学研究对象的性质决定了心理学是社会科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001350"
        },
        {
          "type": "single_choice",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001351"
        },
        {
          "type": "single_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001352"
        },
        {
          "type": "single_choice",
          "question": "校园行为文化是校园中师生员工的生活习惯、行为方式、处事风格等所体现出来的一种文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001353"
        },
        {
          "type": "single_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001354"
        },
        {
          "type": "single_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001355"
        },
        {
          "type": "single_choice",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001356"
        },
        {
          "type": "single_choice",
          "question": "大学生个人特质的变化一般不会影响到大学生品德的形成与发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001357"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001358"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001359"
        },
        {
          "type": "single_choice",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001360"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的一般能力的是（    ）。",
          "options": [
            "A.学术能力；",
            "B.管理能力；",
            "C.语言表达能力；",
            "D.想象能力"
          ],
          "answer": "D",
          "id": "S1000001361"
        },
        {
          "type": "single_choice",
          "question": "流行于80年代，并在我国90年代引起教育界极大关注，被认为是“当代教育心理学中的一场革命”的学习理论是（    ）。",
          "options": [
            "A.意义学习理论；",
            "B.发现学习理论；",
            "C.行为主义学习理论；",
            "D.建构主义学习理论"
          ],
          "answer": "D",
          "id": "S1000001362"
        },
        {
          "type": "single_choice",
          "question": "协助来访者清楚、准确的表达其观点、所用的概念、所体验到的情感以及所经历的事件的技术是指（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "C",
          "id": "S1000001363"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001364"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000001365"
        },
        {
          "type": "single_choice",
          "question": "人际关系的具体表现形式是（    ）。",
          "options": [
            "A.人际互动；",
            "B.人际交往；",
            "C.人际沟通；",
            "D.亲和行为"
          ],
          "answer": "B",
          "id": "S1000001366"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001367"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000001368"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识一般以 (    )形式在头脑中贮存和表征。",
          "options": [
            "A.动作；",
            "B.表象；",
            "C.命题和命题网络；",
            "D.以上三者"
          ],
          "answer": "C",
          "id": "S1000001369"
        },
        {
          "type": "single_choice",
          "question": "“木桶理论”可以很好地说明品德发展的（    ）。",
          "options": [
            "A.稳定性；",
            "B.个体性；",
            "C.道德性；",
            "D.整体性"
          ],
          "answer": "D",
          "id": "S1000001370"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000001371"
        },
        {
          "type": "single_choice",
          "question": "大学教师的能力包括（    ）。",
          "options": [
            "A.学术能力与语言表达能力；",
            "B.一般能力与教育能力；",
            "C.智力因素与非智力因素；",
            "D.学术能力与管理能力"
          ],
          "answer": "B",
          "id": "S1000001372"
        },
        {
          "type": "single_choice",
          "question": "一种有目的、有计划地严格控制或创设一定条件，以引起或改变被试者的心理活动，从而进行分析的研究方法是（     ）。",
          "options": [
            "A.调查法；",
            "B.实验法；",
            "C.观察法；",
            "D.测验法"
          ],
          "answer": "B",
          "id": "S1000001373"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000001374"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000001375"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000001376"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000001377"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000001378"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000001379"
        },
        {
          "type": "single_choice",
          "question": "在符号表征中，个体可直接运用（    ）发现原理和原则，或者解决问题。",
          "options": [
            "A.具体思维；",
            "B.形象思维；",
            "C.抽象思维；",
            "D.图形思维"
          ],
          "answer": "C",
          "id": "S1000001380"
        },
        {
          "type": "single_choice",
          "question": "提出比较概括、广泛的问题，对回答内容不做严格限制的技术属于什么技术？（    ）",
          "options": [
            "A.具体化技术；",
            "B.内容反应技术；",
            "C.封闭式提问；",
            "D.开放式提问"
          ],
          "answer": "D",
          "id": "S1000001381"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的两大目标包括职业生涯的发展和（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "A",
          "id": "S1000001382"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000001383"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师对来访者模棱两可或意义隐藏的语句给予进一步详细叙述的技术属于（    ）。",
          "options": [
            "A.澄清技术；",
            "B.具体化技术；",
            "C.提问技术；",
            "D.面质技术"
          ],
          "answer": "A",
          "id": "S1000001384"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000001385"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001386"
        },
        {
          "type": "single_choice",
          "question": "“以小人之心度君子之腹”是以下哪种心理防御机制的表现（    ）。",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "D",
          "id": "S1000001387"
        },
        {
          "type": "single_choice",
          "question": "大学校园精神文化的核心是（    ）。",
          "options": [
            "A.政治观点；",
            "B.思想意识；",
            "C.理想信念；",
            "D.价值观"
          ],
          "answer": "D",
          "id": "S1000001388"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001389"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000001390"
        },
        {
          "type": "single_choice",
          "question": "大学生正处于认知发展的（    ）。",
          "options": [
            "A.平稳期；",
            "B.高原期；",
            "C.高峰期；",
            "D.下降期"
          ],
          "answer": "C",
          "id": "S1000001391"
        },
        {
          "type": "single_choice",
          "question": "认为如果青少年能充分拥有对自我和工作世界的了解，即能增进其职业生涯的正确性的学派是（    ）。",
          "options": [
            "A.人本主义学派；",
            "B.行为主义学派；",
            "C.特质因素学派；",
            "D.认知主义学派"
          ],
          "answer": "C",
          "id": "S1000001392"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000001393"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000001394"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000001395"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000001396"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000001397"
        },
        {
          "type": "single_choice",
          "question": "下列属于校园文化的内核与灵魂的是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "D",
          "id": "S1000001398"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师的教育能力的是（    ）。",
          "options": [
            "A.班级管理能力；",
            "B.心理辅导能力；",
            "C.敏锐的思维能力；",
            "D.教学的能力"
          ],
          "answer": "D",
          "id": "S1000001399"
        },
        {
          "type": "single_choice",
          "question": "不少大学生恋爱态度呈现轻率化的现象表现为（    ）。",
          "options": [
            "A.“不求天长地久，但求曾经拥有”；",
            "B.“爱人只有一个，情人可以多个”；",
            "C.主观学业第一，客观爱情至上；",
            "D.“儿女情长，英雄气短”"
          ],
          "answer": "A",
          "id": "S1000001400"
        },
        {
          "type": "single_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "S1000001401"
        },
        {
          "type": "single_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "S1000001402"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "S1000001403"
        },
        {
          "type": "single_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "S1000001404"
        },
        {
          "type": "single_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "S1000001405"
        },
        {
          "type": "single_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "S1000001406"
        },
        {
          "type": "single_choice",
          "question": "群体健康行为的传播理论所具有的模式有（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "ABCD",
          "id": "S1000001407"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "S1000001408"
        },
        {
          "type": "single_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "S1000001409"
        },
        {
          "type": "single_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "S1000001410"
        },
        {
          "type": "single_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "S1000001411"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "S1000001412"
        },
        {
          "type": "single_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "S1000001413"
        },
        {
          "type": "single_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "S1000001414"
        },
        {
          "type": "single_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "S1000001415"
        },
        {
          "type": "single_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "S1000001416"
        },
        {
          "type": "single_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "S1000001417"
        },
        {
          "type": "single_choice",
          "question": "大学生职业生涯规划心理辅导的实务指导可以从哪些方面着手（    ）。",
          "options": [
            "A.自我了解；",
            "B.职业生涯的发展与决定；",
            "C.获取有关职业的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "ACD",
          "id": "S1000001418"
        },
        {
          "type": "single_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "S1000001419"
        },
        {
          "type": "single_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "S1000001420"
        },
        {
          "type": "single_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001421"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001422"
        },
        {
          "type": "single_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001423"
        },
        {
          "type": "single_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001424"
        },
        {
          "type": "single_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001425"
        },
        {
          "type": "single_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001426"
        },
        {
          "type": "single_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001427"
        },
        {
          "type": "single_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001428"
        },
        {
          "type": "single_choice",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001429"
        },
        {
          "type": "single_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001430"
        },
        {
          "type": "single_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001431"
        },
        {
          "type": "single_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001432"
        },
        {
          "type": "single_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001433"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001434"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001435"
        },
        {
          "type": "single_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001436"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001437"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001438"
        },
        {
          "type": "single_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001439"
        },
        {
          "type": "single_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001440"
        },
        {
          "type": "single_choice",
          "question": "发散思维测验是创造性测量的核心，而将对发散思维的测量作为测量创造性的主要内容是基于吉尔福特提出的（    ）。",
          "options": [
            "A.学习结果分类理论；",
            "B.信息加工学习理论；",
            "C.智力结构论；",
            "D.条件反射理论"
          ],
          "answer": "C",
          "id": "S1000001441"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000001442"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000001443"
        },
        {
          "type": "single_choice",
          "question": "心理辅导教师全神贯注地聆听来访者叙述，认真观察其细微的情绪变化，并表达对来访者关注和理解的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.倾听技术；",
            "C.提问技术；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001444"
        },
        {
          "type": "single_choice",
          "question": "根据科尔伯格的道德发展阶段理论，“好孩子”的道德取向属于（    ）。",
          "options": [
            "A.习俗水平；",
            "B.前习俗水平；",
            "C.后习俗水平；",
            "D.道德水平"
          ],
          "answer": "A",
          "id": "S1000001445"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员对在辅导过程中影响辅导关系的语言、行为、情感、不平常的心理状态，予以敏感地察觉和单程的沟通与处理的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.立即性技术；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000001446"
        },
        {
          "type": "single_choice",
          "question": "由医疗实践中的问诊法发展来的心理学研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "A",
          "id": "S1000001447"
        },
        {
          "type": "single_choice",
          "question": "（    ）是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "A.内在动机；",
            "B.自我效能；",
            "C.自我奖惩；",
            "D.自我强化"
          ],
          "answer": "B",
          "id": "S1000001448"
        },
        {
          "type": "single_choice",
          "question": "生活中所谓的“爱屋及乌”、“厌恶和尚，恨及袈裟”反映了哪一种知觉印象的效应？(   )",
          "options": [
            "A.首因效应；",
            "B.晕轮效应；",
            "C.近因效应；",
            "D.刻板效应"
          ],
          "answer": "B",
          "id": "S1000001449"
        },
        {
          "type": "single_choice",
          "question": "在自然环境下,使用实地体验、开放性访谈、参与型与非参与型观察、个案调查、文献分析等方法对人的心理现象进行深入细致和长期的研究方法是（    ）。",
          "options": [
            "A.个案研究法；",
            "B.观察法；",
            "C.定性研究法；",
            "D.定量研究法"
          ],
          "answer": "C",
          "id": "S1000001450"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识一般以 (    )形式在头脑中贮存和表征。",
          "options": [
            "A.动作；",
            "B.表象；",
            "C.命题和命题网络；",
            "D.以上三者"
          ],
          "answer": "C",
          "id": "S1000001451"
        },
        {
          "type": "single_choice",
          "question": "“辛亥革命失败的原因”、“光合作用的过程”是哪种形态的陈述性知识（    ）。",
          "options": [
            "A.有关事物名称或符号的知识；",
            "B.有关简单命题性知识或事实性知识；",
            "C.有多个命题构成的组合性知识；",
            "D.获得性知识"
          ],
          "answer": "C",
          "id": "S1000001452"
        },
        {
          "type": "single_choice",
          "question": "以来访者为中心的心理咨询理论是（    ）。",
          "options": [
            "A.精神分析理论；",
            "B.行为学习理论；",
            "C.人本主义理论；",
            "D.认知理论"
          ],
          "answer": "C",
          "id": "S1000001453"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001454"
        },
        {
          "type": "single_choice",
          "question": "以下叙述正确的是（    ）。",
          "options": [
            "A.遗传素质是个体心理发展的决定因素；",
            "B.环境和教育是心理发展的物质基础；",
            "C.实践活动和主观能动性是心理发展的关键因素；",
            "D.人的心理发展是遗传和环境相互作用的产物"
          ],
          "answer": "D",
          "id": "S1000001455"
        },
        {
          "type": "single_choice",
          "question": "司德菲将教师的成长历程分为（    ）。",
          "options": [
            "A.预备生涯阶段、专家生涯阶段、退出生涯阶段；",
            "B.预备生涯阶段、专家生涯阶段、退缩生涯阶段、更新生涯阶段、退出生涯阶段；",
            "C.入职阶段、高明新手阶段、专家阶段、退出阶段；",
            "D.新手阶段、专家教师阶段、职业倦怠阶段、退出阶段"
          ],
          "answer": "B",
          "id": "S1000001456"
        },
        {
          "type": "single_choice",
          "question": "学校的环境气氛、压力与学生的愿望是影响大学生发展的（    ）。",
          "options": [
            "A.表现性因素；",
            "B.知识性因素；",
            "C.组织性因素；",
            "D.个体性因素"
          ],
          "answer": "A",
          "id": "S1000001457"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的激励功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.行为强化激励；",
            "B.物质激励；",
            "C.精神激励；",
            "D.环境激励"
          ],
          "answer": "A",
          "id": "S1000001458"
        },
        {
          "type": "single_choice",
          "question": "“教师生涯发展模式”的提出者是（    ）。",
          "options": [
            "A.费斯勒；",
            "B.伯顿；",
            "C.卡茨；",
            "D.司德菲"
          ],
          "answer": "D",
          "id": "S1000001459"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001460"
        },
        {
          "type": "single_choice",
          "question": "直接影响活动效率，与活动是否能顺利完成相关的个性心理特征是(    )。",
          "options": [
            "A.气质；",
            "B.性格；",
            "C.能力；",
            "D.智力"
          ],
          "answer": "C",
          "id": "S1000001461"
        },
        {
          "type": "single_choice",
          "question": "社会刺激和个体社会行为之间的中介过程是（    ）。",
          "options": [
            "A.社会心理；",
            "B.社会知觉；",
            "C.社会态度；",
            "D.社会归因"
          ],
          "answer": "A",
          "id": "S1000001462"
        },
        {
          "type": "single_choice",
          "question": "校园的整体规划及其建筑风格应反映学校内在的文化特色，它主要反映的文化形态是（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "A",
          "id": "S1000001463"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员辨认、体验来访者言语和非言语行为中明显或隐含的情绪情感，且反馈给来者，协助来访者察觉和接纳自己的感觉的技术是（    ）。",
          "options": [
            "A.共情技术；",
            "B.情感反应技术；",
            "C.具体化；",
            "D.澄清技术"
          ],
          "answer": "B",
          "id": "S1000001464"
        },
        {
          "type": "single_choice",
          "question": "在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向被称为（    ）。",
          "options": [
            "A.亲和行为；",
            "B.人际交往；",
            "C.从众行为；",
            "D.社会行为"
          ],
          "answer": "C",
          "id": "S1000001465"
        },
        {
          "type": "single_choice",
          "question": "遵从、认同和内化是大学生态度与品德的（    ）。",
          "options": [
            "A.形成阶段；",
            "B.转化阶段；",
            "C.习得阶段；",
            "D.修正阶段"
          ],
          "answer": "C",
          "id": "S1000001466"
        },
        {
          "type": "single_choice",
          "question": "“社会道德反应测验”量表制定者是（    ）。",
          "options": [
            "A.莱斯特；",
            "B.吉布斯；",
            "C.柯尔伯格；",
            "D.皮亚杰"
          ],
          "answer": "B",
          "id": "S1000001467"
        },
        {
          "type": "single_choice",
          "question": "(     )理论认为，学习是通过由感官觉察、注意、辨别、转换、记忆等内在的心理活动以获取和应用知识的过程。",
          "options": [
            "A.意义学习；",
            "B.行为主义学习；",
            "C.建构主义学习；",
            "D.信息加工学习"
          ],
          "answer": "D",
          "id": "S1000001468"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人的行为基本上是机械的，只能对环境做应答，而本身对环境的控制能力很弱的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "B",
          "id": "S1000001469"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000001470"
        },
        {
          "type": "single_choice",
          "question": "社会心理主要是通过哪个方面表现出来的？（    ）",
          "options": [
            "A.社会行为；",
            "B.社会舆论；",
            "C.社会潮流；",
            "D.社会传统"
          ],
          "answer": "A",
          "id": "S1000001471"
        },
        {
          "type": "single_choice",
          "question": "需要层次理论提出的需要层级依次为（    ）。",
          "options": [
            "A.生理需要、安全需要、学习需要、审美需要；自我实现需要；",
            "B.生理需要、安全的需要、归属与爱的需要、尊重的需要、自我实现的需要；",
            "C.生理需要、自尊需要、归属需要、求知需要、自我实现需要；",
            "D.生理需要、安全需要、自尊需要、审美需要、自我实现需要"
          ],
          "answer": "B",
          "id": "S1000001472"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000001473"
        },
        {
          "type": "single_choice",
          "question": "人的认知过程、情绪情感和意志统称为（    ）。",
          "options": [
            "A.个性心理；",
            "B.心理过程；",
            "C.心理现象；",
            "D.个性倾向性"
          ],
          "answer": "B",
          "id": "S1000001474"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000001475"
        },
        {
          "type": "single_choice",
          "question": "认为如果青少年能充分拥有对自我和工作世界的了解，即能增进其职业生涯的正确性的学派是（    ）。",
          "options": [
            "A.人本主义学派；",
            "B.行为主义学派；",
            "C.特质因素学派；",
            "D.认知主义学派"
          ],
          "answer": "C",
          "id": "S1000001476"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000001477"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000001478"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001479"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000001480"
        },
        {
          "type": "single_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "S1000001481"
        },
        {
          "type": "single_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "S1000001482"
        },
        {
          "type": "single_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "S1000001483"
        },
        {
          "type": "single_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "S1000001484"
        },
        {
          "type": "single_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "S1000001485"
        },
        {
          "type": "single_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "S1000001486"
        },
        {
          "type": "single_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "S1000001487"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "S1000001488"
        },
        {
          "type": "single_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "S1000001489"
        },
        {
          "type": "single_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "S1000001490"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "S1000001491"
        },
        {
          "type": "single_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "S1000001492"
        },
        {
          "type": "single_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "S1000001493"
        },
        {
          "type": "single_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "S1000001494"
        },
        {
          "type": "single_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "S1000001495"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "S1000001496"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "S1000001497"
        },
        {
          "type": "single_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "S1000001498"
        },
        {
          "type": "single_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "S1000001499"
        },
        {
          "type": "single_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "S1000001500"
        },
        {
          "type": "single_choice",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001501"
        },
        {
          "type": "single_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001502"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001503"
        },
        {
          "type": "single_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001504"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001505"
        },
        {
          "type": "single_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001506"
        },
        {
          "type": "single_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001507"
        },
        {
          "type": "single_choice",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001508"
        },
        {
          "type": "single_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001509"
        },
        {
          "type": "single_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001510"
        },
        {
          "type": "single_choice",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001511"
        },
        {
          "type": "single_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001512"
        },
        {
          "type": "single_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001513"
        },
        {
          "type": "single_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001514"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001515"
        },
        {
          "type": "single_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001516"
        },
        {
          "type": "single_choice",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001517"
        },
        {
          "type": "single_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001518"
        },
        {
          "type": "single_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001519"
        },
        {
          "type": "single_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001520"
        },
        {
          "type": "single_choice",
          "question": "格赛尔通过双生子爬楼梯实验发现（    ）。",
          "options": [
            "A.在个体生理成熟前的早期训练对于最终的结果没有多大作用；",
            "B.在个体生理成熟前的早期训练对于最终的结果有一定的作用；",
            "C.在个体生理成熟前的早期训练对于最终的结果有较大的作用；",
            "D.在个体生理成熟前的早期训练对于最终的结果起决定作用。"
          ],
          "answer": "A",
          "id": "S1000001521"
        },
        {
          "type": "single_choice",
          "question": "在教师反思的四个过程中，反思最集中体现在（    ）。",
          "options": [
            "A.具体经验阶段；",
            "B.观察分析阶段；",
            "C.重新概括阶段；",
            "D.积极的验证阶段"
          ],
          "answer": "B",
          "id": "S1000001522"
        },
        {
          "type": "single_choice",
          "question": "公平理论指出，员工的积极性能否调动，会受到哪些因素的影响？（    ）",
          "options": [
            "A.绝对报酬与相对报酬；",
            "B.实际值与期望值；",
            "C.效益与收入；",
            "D.情感管理与提供舞台"
          ],
          "answer": "A",
          "id": "S1000001523"
        },
        {
          "type": "single_choice",
          "question": "社会刺激和个体社会行为之间的中介过程是（    ）。",
          "options": [
            "A.社会心理；",
            "B.社会知觉；",
            "C.社会态度；",
            "D.社会归因"
          ],
          "answer": "A",
          "id": "S1000001524"
        },
        {
          "type": "single_choice",
          "question": "狭义的文化的核心是（    ）。",
          "options": [
            "A.物质文化；",
            "B.精神文化；",
            "C.价值观及其行为方式；",
            "D.制度文化"
          ],
          "answer": "C",
          "id": "S1000001525"
        },
        {
          "type": "single_choice",
          "question": "调动大学教师的积极性，要遵循如下的原则（    ）。",
          "options": [
            "A.刚性与柔性相结合；",
            "B.精神激励与物质激励相结合；",
            "C.收入与发展相结合；",
            "D.严格要求与提供发展空间相结合"
          ],
          "answer": "B",
          "id": "S1000001526"
        },
        {
          "type": "single_choice",
          "question": "大学教师的激励方法有（    ）。",
          "options": [
            "A.学术考核；",
            "B.教学考核；",
            "C.目标激励；",
            "D.岗位定级"
          ],
          "answer": "C",
          "id": "S1000001527"
        },
        {
          "type": "single_choice",
          "question": "广义的文化指的是（    ）。",
          "options": [
            "A.表层文化和深层文化；",
            "B.历史文化和现实文化；",
            "C.物质文化和精神文化；",
            "D.物质制度文化和精神制度文化"
          ],
          "answer": "C",
          "id": "S1000001528"
        },
        {
          "type": "single_choice",
          "question": "二因素说认为品德构成的要素是道德行为和（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德意识；",
            "C.道德意志；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S1000001529"
        },
        {
          "type": "single_choice",
          "question": "研究表明，当代大学生的道德理想取向呈明显的（    ）。",
          "options": [
            "A.多元化态势；",
            "B.单一化态势；",
            "C.极端化态势；",
            "D.表象化态势"
          ],
          "answer": "A",
          "id": "S1000001530"
        },
        {
          "type": "single_choice",
          "question": "强迫性的过度使用网络和剥夺上网行为之后出现的焦躁和情绪行为被定义为（    ）。",
          "options": [
            "A.网络成瘾；",
            "B.网络依赖；",
            "C.强迫症；",
            "D.情感障碍"
          ],
          "answer": "A",
          "id": "S1000001531"
        },
        {
          "type": "single_choice",
          "question": "准确觉察他人的内在世界并恰当的表达出自己对对方情绪与意图的感受、理解与尊重的技术是指（    ）。",
          "options": [
            "A.情感回应；",
            "B.共情；",
            "C.具体化；",
            "D.内容反应"
          ],
          "answer": "B",
          "id": "S1000001532"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化形成与发展的首要影响因素是（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "A",
          "id": "S1000001533"
        },
        {
          "type": "single_choice",
          "question": "认知发展心理学流派的代表人物是（   ）。",
          "options": [
            "A.格赛尔；",
            "B.弗洛伊德；",
            "C.科尔伯格",
            "D.皮亚杰"
          ],
          "answer": "D",
          "id": "S1000001534"
        },
        {
          "type": "single_choice",
          "question": "心理健康教育的灵魂和根基是（    ）。",
          "options": [
            "A.全体性；",
            "B.科学性；",
            "C.主体性；",
            "D.发展性"
          ],
          "answer": "B",
          "id": "S1000001535"
        },
        {
          "type": "single_choice",
          "question": "在团体心理辅导的团体发展的四个过程中，其活动主要在于增进团体之间的信任，加强团体合作的阶段是 （    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "B",
          "id": "S1000001536"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格的双因素理论指出激发动机的二个因素是（    ）。",
          "options": [
            "A.认知因素与情感因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与意志因素；",
            "D.保健因素与激励因素"
          ],
          "answer": "D",
          "id": "S1000001537"
        },
        {
          "type": "single_choice",
          "question": "在艾里克森心理发展阶段理论中，大学生处于哪个阶段（    ）。",
          "options": [
            "A.同一感对同一感混乱；",
            "B.亲密感对孤独感；",
            "C.繁殖感对停滞感；",
            "D.勤奋感对自卑感"
          ],
          "answer": "B",
          "id": "S1000001538"
        },
        {
          "type": "single_choice",
          "question": "公平理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "D",
          "id": "S1000001539"
        },
        {
          "type": "single_choice",
          "question": "心理辅导员把来访者的主要言谈、思想加以综合整理，再反馈给来访者的技术是（    ）。",
          "options": [
            "A.简述语意技术；",
            "B.澄清；",
            "C.提问；",
            "D.具体化"
          ],
          "answer": "A",
          "id": "S1000001540"
        },
        {
          "type": "single_choice",
          "question": "下列心理学家属于人本主义心理学流派的是（    ）。",
          "options": [
            "A.弗洛伊德；",
            "B.罗杰斯；",
            "C.魏特海默；",
            "D.斯金纳"
          ],
          "answer": "B",
          "id": "S1000001541"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化作为一种客观存在和一种教育实践活动的历史有多久了？（    ）",
          "options": [
            "A.20多年；",
            "B.30多年；",
            "C.50多年；",
            "D.与大学有同样长的历史"
          ],
          "answer": "D",
          "id": "S1000001542"
        },
        {
          "type": "single_choice",
          "question": "期望理论的提出者是（    ）。",
          "options": [
            "A.马斯洛；",
            "B.赫茨伯格；",
            "C.弗鲁姆；",
            "D.亚当斯"
          ],
          "answer": "C",
          "id": "S1000001543"
        },
        {
          "type": "single_choice",
          "question": "一位讲师未被晋升为副教授，这本来是个打击，但他却说，在现在的职位上更轻松、更愉快些。这个例子是哪种心理预防机制的表现？（    ）",
          "options": [
            "A.压抑作用；",
            "B.退化作用；",
            "C.合理化作用；",
            "D.投射作用"
          ],
          "answer": "C",
          "id": "S1000001544"
        },
        {
          "type": "single_choice",
          "question": "大学校园文化的同化功能是通过下列哪种方式实现的？（    ）",
          "options": [
            "A.从众；",
            "B.环境对心理的感染；",
            "C.直接同化；",
            "D.间接同化"
          ],
          "answer": "A",
          "id": "S1000001545"
        },
        {
          "type": "single_choice",
          "question": "任何一个儿童的动作发展总是沿着抬头--翻身--坐--爬--站--行走的方显成熟的，这表明心理发展具有（  ）的特点。",
          "options": [
            "A.不平衡性；",
            "B.方向性与不可逆性；",
            "C.个体差异性；",
            "D.发展的关键期"
          ],
          "answer": "B",
          "id": "S1000001546"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论指出，激发力量主要是由以下二因素组成（    ）。",
          "options": [
            "A.保健因素与激励因素；",
            "B.主观因素与客观因素；",
            "C.认知因素与情感因素；",
            "D.目标效价与期望值"
          ],
          "answer": "D",
          "id": "S1000001547"
        },
        {
          "type": "single_choice",
          "question": "在教学中为了实现知识的迁移，教师应该应用(     )，使学生在学习和思维中将事物的非本质属性从本质属性中剔除，更好地掌握概念间的因果联系。",
          "options": [
            "A.基本原理；",
            "B.变式；",
            "C.概念；",
            "D.教材结构"
          ],
          "answer": "B",
          "id": "S1000001548"
        },
        {
          "type": "single_choice",
          "question": "下位学习、上位学习和并列结合学习实际上是知识(     )的三种模式。",
          "options": [
            "A.接受过程；",
            "B.认知过程；",
            "C.同化过程；",
            "D.学习过程"
          ],
          "answer": "C",
          "id": "S1000001549"
        },
        {
          "type": "single_choice",
          "question": "遵从、认同和内化是大学生态度与品德的（    ）。",
          "options": [
            "A.形成阶段；",
            "B.转化阶段；",
            "C.习得阶段；",
            "D.修正阶段"
          ],
          "answer": "C",
          "id": "S1000001550"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业特征的是（    ）。",
          "options": [
            "A.教师劳动的复杂性；",
            "B.教师劳动的高难度；",
            "C.教师劳动的高强度；",
            "D.教师劳动的学术性"
          ],
          "answer": "A",
          "id": "S1000001551"
        },
        {
          "type": "single_choice",
          "question": "“其身正，不令而行；其身不正，虽令不从”这句话用在教师身上，可以反映教师的职业具有的一个特征是（    ）。",
          "options": [
            "A.复杂性；",
            "B.独立性；",
            "C.示范性；",
            "D.长效性"
          ],
          "answer": "C",
          "id": "S1000001552"
        },
        {
          "type": "single_choice",
          "question": "社会知觉最早是由哪位心理学家提出的？（    ）",
          "options": [
            "A.弗洛伊德；",
            "B.洛克；",
            "C.布鲁纳；",
            "D.斯滕伯格"
          ],
          "answer": "C",
          "id": "S1000001553"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人是理性的，是善良的和值得尊重的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "C",
          "id": "S1000001554"
        },
        {
          "type": "single_choice",
          "question": "决定心理发展的方向、速度、水平和个别差异的是（   ）。",
          "options": [
            "A.遗传因素；",
            "B.学习；",
            "C.社会生活条件；",
            "D.经验"
          ],
          "answer": "C",
          "id": "S1000001555"
        },
        {
          "type": "single_choice",
          "question": "(     )指的是个人按自定标准评价自己的行为之后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "A.直接强化；",
            "B.间接强化；",
            "C.奖惩；",
            "D.自我强化"
          ],
          "answer": "D",
          "id": "S1000001556"
        },
        {
          "type": "single_choice",
          "question": "在人性的叙述中，认为人拥有自觉和自由以作出人生基本的抉择的是（    ）。",
          "options": [
            "A.认知主义；",
            "B.行为主义；",
            "C.人本主义；",
            "D.存在主义"
          ],
          "answer": "D",
          "id": "S1000001557"
        },
        {
          "type": "single_choice",
          "question": "把人的心理结构分为本我、自我、超我三个层次的心理学流派是（    ）。",
          "options": [
            "A.机能主义心理学；",
            "B.行为主义心理学；",
            "C.精神分析心理学；",
            "D.格式塔心理学；"
          ],
          "answer": "C",
          "id": "S1000001558"
        },
        {
          "type": "single_choice",
          "question": "属于大学教师职业角色的是（    ）。",
          "options": [
            "A.班级管理者；",
            "B.心理辅导者；",
            "C.学生指导者；",
            "D.学生领导者"
          ],
          "answer": "C",
          "id": "S1000001559"
        },
        {
          "type": "single_choice",
          "question": "学校教育中通常采用的（     ）措施体现了外部动机的理论。",
          "options": [
            "A.正强化；",
            "B.负强化；",
            "C.奖惩；",
            "D.间接强化"
          ],
          "answer": "C",
          "id": "S1000001560"
        },
        {
          "type": "single_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "S1000001561"
        },
        {
          "type": "single_choice",
          "question": "健康的传播效果可以分为以下几个层次（    ）。",
          "options": [
            "A.知晓健康信息；",
            "B.健康概念认同；",
            "C.态度转变；",
            "D.采纳健康行为"
          ],
          "answer": "ABCD",
          "id": "S1000001562"
        },
        {
          "type": "single_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "S1000001563"
        },
        {
          "type": "single_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "S1000001564"
        },
        {
          "type": "single_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "S1000001565"
        },
        {
          "type": "single_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "S1000001566"
        },
        {
          "type": "single_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "S1000001567"
        },
        {
          "type": "single_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "S1000001568"
        },
        {
          "type": "single_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "S1000001569"
        },
        {
          "type": "single_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "S1000001570"
        },
        {
          "type": "single_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.引导大学生学会正确认识和评价自我；",
            "B.引导大学生发展积极健康的自我体验；",
            "C.引导大学生增强自我控制，完善自我；",
            "D.引导大学生参加实践活动"
          ],
          "answer": "ABCD",
          "id": "S1000001571"
        },
        {
          "type": "single_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "S1000001572"
        },
        {
          "type": "single_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "S1000001573"
        },
        {
          "type": "single_choice",
          "question": "在采用认知领悟疗法矫正大学生的不良品德时，应注意（   ）。",
          "options": [
            "A.从学生实际认知水平出发；",
            "B.坚持正面疏导；",
            "C.提出具体而合理的要求；",
            "D.进行榜样教育"
          ],
          "answer": "ABCD",
          "id": "S1000001574"
        },
        {
          "type": "single_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "S1000001575"
        },
        {
          "type": "single_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "S1000001576"
        },
        {
          "type": "single_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "S1000001577"
        },
        {
          "type": "single_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "S1000001578"
        },
        {
          "type": "single_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "S1000001579"
        },
        {
          "type": "single_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "S1000001580"
        },
        {
          "type": "single_choice",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001581"
        },
        {
          "type": "single_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001582"
        },
        {
          "type": "single_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001583"
        },
        {
          "type": "single_choice",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001584"
        },
        {
          "type": "single_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001585"
        },
        {
          "type": "single_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001586"
        },
        {
          "type": "single_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001587"
        },
        {
          "type": "single_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001588"
        },
        {
          "type": "single_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001589"
        },
        {
          "type": "single_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001590"
        },
        {
          "type": "single_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001591"
        },
        {
          "type": "single_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001592"
        },
        {
          "type": "single_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001593"
        },
        {
          "type": "single_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001594"
        },
        {
          "type": "single_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001595"
        },
        {
          "type": "single_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001596"
        },
        {
          "type": "single_choice",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001597"
        },
        {
          "type": "single_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001598"
        },
        {
          "type": "single_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S1000001599"
        },
        {
          "type": "single_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S1000001600"
        }
      ],
      "multiple_choice": [
        {
          "type": "multiple_choice",
          "question": "大学校园文化的激励功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.心理满足与激励；",
            "B.物质奖励与激励；",
            "C.精神嘉奖与激励；",
            "D.行为强化与激励"
          ],
          "answer": "AD",
          "id": "M1000000001"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "M1000000002"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "M1000000003"
        },
        {
          "type": "multiple_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "M1000000004"
        },
        {
          "type": "multiple_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "M1000000005"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "M1000000006"
        },
        {
          "type": "multiple_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "M1000000007"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000008"
        },
        {
          "type": "multiple_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "M1000000009"
        },
        {
          "type": "multiple_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "M1000000010"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "M1000000011"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "M1000000012"
        },
        {
          "type": "multiple_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "M1000000013"
        },
        {
          "type": "multiple_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "M1000000014"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.直接感染；",
            "B.间接感染；",
            "C.人际间的心理感染；",
            "D.环境对人的心理感染"
          ],
          "answer": "CD",
          "id": "M1000000015"
        },
        {
          "type": "multiple_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "M1000000016"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "M1000000017"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "M1000000018"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "M1000000019"
        },
        {
          "type": "multiple_choice",
          "question": "学习大学心理学的意义有（    ）。",
          "options": [
            "A.有助于提高教学质量；",
            "B.有助于培养学生良好的道德品质和发展个性；",
            "C.有助于维护师生心理健康；",
            "D.有助于提高学校管理效能"
          ],
          "answer": "ABCD",
          "id": "M1000000020"
        },
        {
          "type": "multiple_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000021"
        },
        {
          "type": "multiple_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000022"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000023"
        },
        {
          "type": "multiple_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000024"
        },
        {
          "type": "multiple_choice",
          "question": "大学时期是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000025"
        },
        {
          "type": "multiple_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000026"
        },
        {
          "type": "multiple_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000027"
        },
        {
          "type": "multiple_choice",
          "question": "现在许多高校都建立了教学团队，因而现在非常强调教师之间的群体协作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000028"
        },
        {
          "type": "multiple_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000029"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000030"
        },
        {
          "type": "multiple_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000031"
        },
        {
          "type": "multiple_choice",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000032"
        },
        {
          "type": "multiple_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000033"
        },
        {
          "type": "multiple_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000034"
        },
        {
          "type": "multiple_choice",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000035"
        },
        {
          "type": "multiple_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000036"
        },
        {
          "type": "multiple_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000037"
        },
        {
          "type": "multiple_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000038"
        },
        {
          "type": "multiple_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000039"
        },
        {
          "type": "multiple_choice",
          "question": "倾听技术是心理辅导的核心任务之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000040"
        },
        {
          "type": "multiple_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "M1000000041"
        },
        {
          "type": "multiple_choice",
          "question": "群体健康行为的传播理论所具有的模式有（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "ABCD",
          "id": "M1000000042"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "M1000000043"
        },
        {
          "type": "multiple_choice",
          "question": "感觉适应是（    ）心理现象。",
          "options": [
            "A.感受性发生了变化的；",
            "B.刺激物持续作用引起的；",
            "C.刺激作用停止后出现的；",
            "D.两种刺激同时作用时引起的"
          ],
          "answer": "AB",
          "id": "M1000000044"
        },
        {
          "type": "multiple_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "M1000000045"
        },
        {
          "type": "multiple_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "M1000000046"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "M1000000047"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.道德性"
          ],
          "answer": "ACD",
          "id": "M1000000048"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "M1000000049"
        },
        {
          "type": "multiple_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "M1000000050"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "M1000000051"
        },
        {
          "type": "multiple_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "M1000000052"
        },
        {
          "type": "multiple_choice",
          "question": "韦纳把归因维度归纳成哪几个方面？（    ）",
          "options": [
            "A.内在控制-外在控制维度；",
            "B.稳定-可变维度；",
            "C.长期-短期维度；",
            "D.可控-不可控维度"
          ],
          "answer": "ABD",
          "id": "M1000000053"
        },
        {
          "type": "multiple_choice",
          "question": "韦伯发现大多数人都将自己行为的成功或失败归结为以下几个原因：（   ）",
          "options": [
            "A.能力；",
            "B.努力；",
            "C.任务难度和运气；",
            "D.身心状况及其他"
          ],
          "answer": "ABCD",
          "id": "M1000000054"
        },
        {
          "type": "multiple_choice",
          "question": "大学生社会知觉的途径主要有（    ）。",
          "options": [
            "A.对他人外部特征的观察；",
            "B.对交往中的动作、表情、态度、语言等进行人际知觉；",
            "C.通过对自己或他人在特定的社会或组织中的地位、权利等由此产生的行为知觉来进行角色知觉；",
            "D.通过对物质自我、社会自我、精神自我的知觉来进行自我知觉"
          ],
          "answer": "ABCD",
          "id": "M1000000055"
        },
        {
          "type": "multiple_choice",
          "question": "发现式教学的优点主要表现在对学生的意义上，主要指（   ）。",
          "options": [
            "A.有助于学后长时记忆；",
            "B.有助于智力的发展；",
            "C.容易获得成就感的满足；",
            "D.有助于以后的独立求知与研究"
          ],
          "answer": "ABCD",
          "id": "M1000000056"
        },
        {
          "type": "multiple_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "M1000000057"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000058"
        },
        {
          "type": "multiple_choice",
          "question": "思维的基本特征有（    ）。",
          "options": [
            "A.间接性；",
            "B.目的性；",
            "C.概括性；",
            "D.形象性"
          ],
          "answer": "AC",
          "id": "M1000000059"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "M1000000060"
        },
        {
          "type": "multiple_choice",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000061"
        },
        {
          "type": "multiple_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000062"
        },
        {
          "type": "multiple_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000063"
        },
        {
          "type": "multiple_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000064"
        },
        {
          "type": "multiple_choice",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000065"
        },
        {
          "type": "multiple_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000066"
        },
        {
          "type": "multiple_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000067"
        },
        {
          "type": "multiple_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000068"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000069"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000070"
        },
        {
          "type": "multiple_choice",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000071"
        },
        {
          "type": "multiple_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000072"
        },
        {
          "type": "multiple_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000073"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000074"
        },
        {
          "type": "multiple_choice",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000075"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000076"
        },
        {
          "type": "multiple_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000077"
        },
        {
          "type": "multiple_choice",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000078"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000079"
        },
        {
          "type": "multiple_choice",
          "question": "大学生自我评价比其他年龄阶段的人更符合实际。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000080"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "M1000000081"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "M1000000082"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000083"
        },
        {
          "type": "multiple_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "M1000000084"
        },
        {
          "type": "multiple_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "M1000000085"
        },
        {
          "type": "multiple_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "M1000000086"
        },
        {
          "type": "multiple_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "M1000000087"
        },
        {
          "type": "multiple_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "M1000000088"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "M1000000089"
        },
        {
          "type": "multiple_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "M1000000090"
        },
        {
          "type": "multiple_choice",
          "question": "教师良好的意志品质主要体现在（    ）。",
          "options": [
            "A.明确的目的性；",
            "B.处理问题的果断性和坚定性；",
            "C.解决矛盾的坚定、沉着、耐心和自制力；",
            "D.充沛的精力和顽强的毅力"
          ],
          "answer": "ABCD",
          "id": "M1000000091"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000092"
        },
        {
          "type": "multiple_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "M1000000093"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "M1000000094"
        },
        {
          "type": "multiple_choice",
          "question": "对大学生品德问题的矫正我们要充满信心，要做到（    ）。",
          "options": [
            "A.晓之以理；",
            "B.动之以情；",
            "C.导之以行；",
            "D.持之以恒"
          ],
          "answer": "ABCD",
          "id": "M1000000095"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "M1000000096"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展的特点是（    ）。",
          "options": [
            "A.方向性与不可逆性；",
            "B.连续性与阶段性；",
            "C.个体的差异性；",
            "D.平衡性"
          ],
          "answer": "ABC",
          "id": "M1000000097"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "M1000000098"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "M1000000099"
        },
        {
          "type": "multiple_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "M1000000100"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000101"
        },
        {
          "type": "multiple_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000102"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000103"
        },
        {
          "type": "multiple_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000104"
        },
        {
          "type": "multiple_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000105"
        },
        {
          "type": "multiple_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000106"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000107"
        },
        {
          "type": "multiple_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000108"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000109"
        },
        {
          "type": "multiple_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000110"
        },
        {
          "type": "multiple_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000111"
        },
        {
          "type": "multiple_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000112"
        },
        {
          "type": "multiple_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000113"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000114"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000115"
        },
        {
          "type": "multiple_choice",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000116"
        },
        {
          "type": "multiple_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000117"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000118"
        },
        {
          "type": "multiple_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000119"
        },
        {
          "type": "multiple_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000120"
        },
        {
          "type": "multiple_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "M1000000121"
        },
        {
          "type": "multiple_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "M1000000122"
        },
        {
          "type": "multiple_choice",
          "question": "学习大学心理学的意义有（    ）。",
          "options": [
            "A.有助于提高教学质量；",
            "B.有助于培养学生良好的道德品质和发展个性；",
            "C.有助于维护师生心理健康；",
            "D.有助于提高学校管理效能"
          ],
          "answer": "ABCD",
          "id": "M1000000123"
        },
        {
          "type": "multiple_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "M1000000124"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "M1000000125"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000126"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "M1000000127"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的核心辅导内容包括（    ）。",
          "options": [
            "A.负性情绪的处理；",
            "B.帮助建立安全的现实人际关系；",
            "C.自我的重塑；",
            "D.认知的改变"
          ],
          "answer": "ABC",
          "id": "M1000000128"
        },
        {
          "type": "multiple_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "M1000000129"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000130"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的原则有（    ）。",
          "options": [
            "A.全体与个别兼顾的原则；",
            "B.科学性原则；",
            "C.主体性原则；",
            "D.发展性原则"
          ],
          "answer": "ABCD",
          "id": "M1000000131"
        },
        {
          "type": "multiple_choice",
          "question": "大学生常见的心理问题有哪些（    ）。",
          "options": [
            "A.自我意识发展不足；",
            "B.缺乏积极的情绪体验；",
            "C.缺乏建立良好人际关系的技巧；",
            "D.性心理和性道德冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000132"
        },
        {
          "type": "multiple_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "M1000000133"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000134"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "M1000000135"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000136"
        },
        {
          "type": "multiple_choice",
          "question": "思维的基本特征有（    ）。",
          "options": [
            "A.间接性；",
            "B.目的性；",
            "C.概括性；",
            "D.形象性"
          ],
          "answer": "AC",
          "id": "M1000000137"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的激励功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.心理满足与激励；",
            "B.物质奖励与激励；",
            "C.精神嘉奖与激励；",
            "D.行为强化与激励"
          ],
          "answer": "AD",
          "id": "M1000000138"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000139"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "M1000000140"
        },
        {
          "type": "multiple_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000141"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000142"
        },
        {
          "type": "multiple_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000143"
        },
        {
          "type": "multiple_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000144"
        },
        {
          "type": "multiple_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000145"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000146"
        },
        {
          "type": "multiple_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000147"
        },
        {
          "type": "multiple_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000148"
        },
        {
          "type": "multiple_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000149"
        },
        {
          "type": "multiple_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000150"
        },
        {
          "type": "multiple_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000151"
        },
        {
          "type": "multiple_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000152"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000153"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000154"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000155"
        },
        {
          "type": "multiple_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000156"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000157"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000158"
        },
        {
          "type": "multiple_choice",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000159"
        },
        {
          "type": "multiple_choice",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000160"
        },
        {
          "type": "multiple_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "M1000000161"
        },
        {
          "type": "multiple_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "M1000000162"
        },
        {
          "type": "multiple_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "M1000000163"
        },
        {
          "type": "multiple_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "M1000000164"
        },
        {
          "type": "multiple_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "M1000000165"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "M1000000166"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000167"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "M1000000168"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "M1000000169"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "M1000000170"
        },
        {
          "type": "multiple_choice",
          "question": "关于当代大学生品德的现状表述正确的是（   ）。",
          "options": [
            "A.道德理想取向呈明显的多元化态势；",
            "B.道德情感体验比较积极；",
            "C.道德意志水平参差不齐；",
            "D.道德行为比较消极"
          ],
          "answer": "ABCD",
          "id": "M1000000171"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "M1000000172"
        },
        {
          "type": "multiple_choice",
          "question": "教师反思的成分包括（    ）。",
          "options": [
            "A.认知成分；",
            "B.情感成分；",
            "C.教师的陈述；",
            "D.批判成分"
          ],
          "answer": "ACD",
          "id": "M1000000173"
        },
        {
          "type": "multiple_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "M1000000174"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000175"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000176"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000177"
        },
        {
          "type": "multiple_choice",
          "question": "为改变重知识传授轻能力培养的大学课堂，教学方法可以采用（    ）。",
          "options": [
            "A.问题式教学；",
            "B.案例式教学；",
            "C.问答式教学；",
            "D.沙龙式教学"
          ],
          "answer": "AD",
          "id": "M1000000178"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "M1000000179"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "M1000000180"
        },
        {
          "type": "multiple_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000181"
        },
        {
          "type": "multiple_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000182"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000183"
        },
        {
          "type": "multiple_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000184"
        },
        {
          "type": "multiple_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000185"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000186"
        },
        {
          "type": "multiple_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000187"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000188"
        },
        {
          "type": "multiple_choice",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000189"
        },
        {
          "type": "multiple_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000190"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000191"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000192"
        },
        {
          "type": "multiple_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000193"
        },
        {
          "type": "multiple_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000194"
        },
        {
          "type": "multiple_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000195"
        },
        {
          "type": "multiple_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000196"
        },
        {
          "type": "multiple_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000197"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000198"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000199"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000200"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "M1000000201"
        },
        {
          "type": "multiple_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "M1000000202"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000203"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000204"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "M1000000205"
        },
        {
          "type": "multiple_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "M1000000206"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "M1000000207"
        },
        {
          "type": "multiple_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "M1000000208"
        },
        {
          "type": "multiple_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "M1000000209"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000210"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的过程分为哪几个阶段？（    ）",
          "options": [
            "A.先行组织者；",
            "B.呈现学习材料；",
            "C.产生上位学习；",
            "D.形成知识系统"
          ],
          "answer": "ABD",
          "id": "M1000000211"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "M1000000212"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000213"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "M1000000214"
        },
        {
          "type": "multiple_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000215"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000216"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000217"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "M1000000218"
        },
        {
          "type": "multiple_choice",
          "question": "品德心理结构的主要成分是道德认识、道德情感和（    ）。",
          "options": [
            "A.道德意志；",
            "B.道德行为；",
            "C.道德信念；",
            "D.道德理想"
          ],
          "answer": "AB",
          "id": "M1000000219"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "M1000000220"
        },
        {
          "type": "multiple_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000221"
        },
        {
          "type": "multiple_choice",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000222"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000223"
        },
        {
          "type": "multiple_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000224"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000225"
        },
        {
          "type": "multiple_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000226"
        },
        {
          "type": "multiple_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000227"
        },
        {
          "type": "multiple_choice",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000228"
        },
        {
          "type": "multiple_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000229"
        },
        {
          "type": "multiple_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000230"
        },
        {
          "type": "multiple_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000231"
        },
        {
          "type": "multiple_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000232"
        },
        {
          "type": "multiple_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000233"
        },
        {
          "type": "multiple_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000234"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000235"
        },
        {
          "type": "multiple_choice",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000236"
        },
        {
          "type": "multiple_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000237"
        },
        {
          "type": "multiple_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000238"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000239"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000240"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000241"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "M1000000242"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "M1000000243"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000244"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "M1000000245"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "M1000000246"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000247"
        },
        {
          "type": "multiple_choice",
          "question": "教师的职业情感主要体现在（    ）。",
          "options": [
            "A.热爱教育事业；",
            "B.热爱学生；",
            "C.热爱所教学科；",
            "D.热爱中国共产党"
          ],
          "answer": "ABC",
          "id": "M1000000248"
        },
        {
          "type": "multiple_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "M1000000249"
        },
        {
          "type": "multiple_choice",
          "question": "人的心理是（    ）。",
          "options": [
            "A.脑的功能；",
            "B.客观现实的反映；",
            "C.主观映象；",
            "D.大脑活动的产品"
          ],
          "answer": "ABC",
          "id": "M1000000250"
        },
        {
          "type": "multiple_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "M1000000251"
        },
        {
          "type": "multiple_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "M1000000252"
        },
        {
          "type": "multiple_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000253"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "M1000000254"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000255"
        },
        {
          "type": "multiple_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "M1000000256"
        },
        {
          "type": "multiple_choice",
          "question": "情绪和情感（    ）。",
          "options": [
            "A.以需要为中介；",
            "B.是一种主观感受；",
            "C.与认识过程无关；",
            "D.会引起生理变化"
          ],
          "answer": "ABD",
          "id": "M1000000257"
        },
        {
          "type": "multiple_choice",
          "question": "在我国高校中，使用比较多的团体辅导的性质是（    ）。",
          "options": [
            "A.结构式、封闭式；",
            "B.非结构式、开放式；",
            "C.同质性、发展性；",
            "D.异质性、治疗性"
          ],
          "answer": "AC",
          "id": "M1000000258"
        },
        {
          "type": "multiple_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "M1000000259"
        },
        {
          "type": "multiple_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "M1000000260"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000261"
        },
        {
          "type": "multiple_choice",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000262"
        },
        {
          "type": "multiple_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000263"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000264"
        },
        {
          "type": "multiple_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000265"
        },
        {
          "type": "multiple_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000266"
        },
        {
          "type": "multiple_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000267"
        },
        {
          "type": "multiple_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000268"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000269"
        },
        {
          "type": "multiple_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000270"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000271"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000272"
        },
        {
          "type": "multiple_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000273"
        },
        {
          "type": "multiple_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000274"
        },
        {
          "type": "multiple_choice",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000275"
        },
        {
          "type": "multiple_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000276"
        },
        {
          "type": "multiple_choice",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000277"
        },
        {
          "type": "multiple_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000278"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000279"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000280"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "M1000000281"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "M1000000282"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000283"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "M1000000284"
        },
        {
          "type": "multiple_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "M1000000285"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "M1000000286"
        },
        {
          "type": "multiple_choice",
          "question": "大学生社会知觉的途径主要有（    ）。",
          "options": [
            "A.对他人外部特征的观察；",
            "B.对交往中的动作、表情、态度、语言等进行人际知觉；",
            "C.通过对自己或他人在特定的社会或组织中的地位、权利等由此产生的行为知觉来进行角色知觉；",
            "D.通过对物质自我、社会自我、精神自我的知觉来进行自我知觉"
          ],
          "answer": "ABCD",
          "id": "M1000000287"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000288"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "M1000000289"
        },
        {
          "type": "multiple_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "M1000000290"
        },
        {
          "type": "multiple_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "M1000000291"
        },
        {
          "type": "multiple_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "M1000000292"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000293"
        },
        {
          "type": "multiple_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "M1000000294"
        },
        {
          "type": "multiple_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000295"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理功能有（    ）。",
          "options": [
            "A.感染功能；",
            "B.暗示功能；",
            "C.同化功能；",
            "D.激励功能；",
            "E.心理调试功能"
          ],
          "answer": "ABCDE",
          "id": "M1000000296"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "M1000000297"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000298"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000299"
        },
        {
          "type": "multiple_choice",
          "question": "人的心理实质是（    ）。",
          "options": [
            "A.天地万物皆在心理之中；",
            "B.心理是人脑的机能；",
            "C.心理是客观现实的反映；",
            "D.心理是神灵所集"
          ],
          "answer": "BC",
          "id": "M1000000300"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000301"
        },
        {
          "type": "multiple_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000302"
        },
        {
          "type": "multiple_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000303"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000304"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000305"
        },
        {
          "type": "multiple_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000306"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000307"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000308"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000309"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000310"
        },
        {
          "type": "multiple_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000311"
        },
        {
          "type": "multiple_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000312"
        },
        {
          "type": "multiple_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000313"
        },
        {
          "type": "multiple_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000314"
        },
        {
          "type": "multiple_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000315"
        },
        {
          "type": "multiple_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000316"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000317"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000318"
        },
        {
          "type": "multiple_choice",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000319"
        },
        {
          "type": "multiple_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000320"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "M1000000321"
        },
        {
          "type": "multiple_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "M1000000322"
        },
        {
          "type": "multiple_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "M1000000323"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000324"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业角色包括（    ）。",
          "options": [
            "A.心理辅导者；",
            "B.社会服务者；",
            "C.学生领导者；",
            "D.学术研究者"
          ],
          "answer": "BD",
          "id": "M1000000325"
        },
        {
          "type": "multiple_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "M1000000326"
        },
        {
          "type": "multiple_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "M1000000327"
        },
        {
          "type": "multiple_choice",
          "question": "特质因素学派协助青少年进行职业选择的策略是（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "BCD",
          "id": "M1000000328"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "M1000000329"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "M1000000330"
        },
        {
          "type": "multiple_choice",
          "question": "大学生恋爱的现状是（   ）。",
          "options": [
            "A.恋爱比例大，公开而主动性强；",
            "B.恋爱周期缩短，频率增快；",
            "C.恋爱动机多样化；",
            "D.恋爱悲剧增多"
          ],
          "answer": "ABCD",
          "id": "M1000000331"
        },
        {
          "type": "multiple_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "M1000000332"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.道德性"
          ],
          "answer": "ACD",
          "id": "M1000000333"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "M1000000334"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "M1000000335"
        },
        {
          "type": "multiple_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "M1000000336"
        },
        {
          "type": "multiple_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "M1000000337"
        },
        {
          "type": "multiple_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "M1000000338"
        },
        {
          "type": "multiple_choice",
          "question": "为了避免意义学习中的机械学习，教师在教学中应该做到（   ）。",
          "options": [
            "A.精心组织教材，使教材知识具有逻辑意义；",
            "B.在教新知识之前先复习或回忆有关的旧知识；",
            "C.以学生智力和知识发展水平为基础；",
            "D.考核的重点放在学生是否正真了解教材内容上"
          ],
          "answer": "ABCD",
          "id": "M1000000339"
        },
        {
          "type": "multiple_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "M1000000340"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000341"
        },
        {
          "type": "multiple_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000342"
        },
        {
          "type": "multiple_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000343"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000344"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000345"
        },
        {
          "type": "multiple_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000346"
        },
        {
          "type": "multiple_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000347"
        },
        {
          "type": "multiple_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000348"
        },
        {
          "type": "multiple_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000349"
        },
        {
          "type": "multiple_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000350"
        },
        {
          "type": "multiple_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000351"
        },
        {
          "type": "multiple_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000352"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000353"
        },
        {
          "type": "multiple_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000354"
        },
        {
          "type": "multiple_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000355"
        },
        {
          "type": "multiple_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000356"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000357"
        },
        {
          "type": "multiple_choice",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000358"
        },
        {
          "type": "multiple_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000359"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000360"
        },
        {
          "type": "multiple_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "M1000000361"
        },
        {
          "type": "multiple_choice",
          "question": "布鲁纳认为，个体认知表征的方式随年龄而发展，并可分为以下几个阶段？（    ）",
          "options": [
            "A.认知表征阶段；",
            "B.动作表征阶段；",
            "C.形象表征阶段；",
            "D.符号表征阶段"
          ],
          "answer": "BCD",
          "id": "M1000000362"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "M1000000363"
        },
        {
          "type": "multiple_choice",
          "question": "发现式教学的优点主要表现在对学生的意义上，主要指（   ）。",
          "options": [
            "A.有助于学后长时记忆；",
            "B.有助于智力的发展；",
            "C.容易获得成就感的满足；",
            "D.有助于以后的独立求知与研究"
          ],
          "answer": "ABCD",
          "id": "M1000000364"
        },
        {
          "type": "multiple_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "M1000000365"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000366"
        },
        {
          "type": "multiple_choice",
          "question": "现代认知心理学根据不同知识的心理表征方式，将知识分为哪两大类?（    ）",
          "options": [
            "A.陈述性知识；",
            "B.动作性知识；",
            "C.形象性知识；",
            "D.程序性知识"
          ],
          "answer": "AD",
          "id": "M1000000367"
        },
        {
          "type": "multiple_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "M1000000368"
        },
        {
          "type": "multiple_choice",
          "question": "大学生过高评价自我有哪些原因（　　）。",
          "options": [
            "A.在家人的帮助下生活一帆风顺；",
            "B.好胜心过于强烈；",
            "C.思想偏激；",
            "D.自我认识从消极方面入手"
          ],
          "answer": "ABC",
          "id": "M1000000369"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000370"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "M1000000371"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "M1000000372"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系建构的原则有发展性原则、科学性原则、适度性原则、前瞻性原则、（   ）。",
          "options": [
            "A.制度性原则；",
            "B.务实及可行性原则；",
            "C.稳定性及适应性原则；",
            "D.底线原则"
          ],
          "answer": "BCD",
          "id": "M1000000373"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "M1000000374"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "M1000000375"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000376"
        },
        {
          "type": "multiple_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "M1000000377"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "M1000000378"
        },
        {
          "type": "multiple_choice",
          "question": "促进大学生认知发展的教育对策是（    ）。",
          "options": [
            "A.加强多边协作，形成大学生认知促进的合力；",
            "B.加强大学生的自我反思能力的培养；",
            "C.加强大学生的主体教育；",
            "D.进行创造性思维训练"
          ],
          "answer": "AC",
          "id": "M1000000379"
        },
        {
          "type": "multiple_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "M1000000380"
        },
        {
          "type": "multiple_choice",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000381"
        },
        {
          "type": "multiple_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000382"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000383"
        },
        {
          "type": "multiple_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000384"
        },
        {
          "type": "multiple_choice",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000385"
        },
        {
          "type": "multiple_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000386"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000387"
        },
        {
          "type": "multiple_choice",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000388"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000389"
        },
        {
          "type": "multiple_choice",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000390"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000391"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000392"
        },
        {
          "type": "multiple_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000393"
        },
        {
          "type": "multiple_choice",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000394"
        },
        {
          "type": "multiple_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000395"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000396"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000397"
        },
        {
          "type": "multiple_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000398"
        },
        {
          "type": "multiple_choice",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000399"
        },
        {
          "type": "multiple_choice",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000400"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "M1000000401"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "M1000000402"
        },
        {
          "type": "multiple_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "M1000000403"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000404"
        },
        {
          "type": "multiple_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "M1000000405"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "M1000000406"
        },
        {
          "type": "multiple_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "M1000000407"
        },
        {
          "type": "multiple_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "M1000000408"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "M1000000409"
        },
        {
          "type": "multiple_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "M1000000410"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000411"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000412"
        },
        {
          "type": "multiple_choice",
          "question": "韦伯发现大多数人都将自己行为的成功或失败归结为以下几个原因：（   ）",
          "options": [
            "A.能力；",
            "B.努力；",
            "C.任务难度和运气；",
            "D.身心状况及其他"
          ],
          "answer": "ABCD",
          "id": "M1000000413"
        },
        {
          "type": "multiple_choice",
          "question": "道德意志一般应经历以下三个阶段（    ）。",
          "options": [
            "A.认同心；",
            "B.下决心；",
            "C.树信心；",
            "D.立恒心"
          ],
          "answer": "BCD",
          "id": "M1000000414"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "M1000000415"
        },
        {
          "type": "multiple_choice",
          "question": "韦纳把归因维度归纳成哪几个方面？（    ）",
          "options": [
            "A.内在控制-外在控制维度；",
            "B.稳定-可变维度；",
            "C.长期-短期维度；",
            "D.可控-不可控维度"
          ],
          "answer": "ABD",
          "id": "M1000000416"
        },
        {
          "type": "multiple_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "M1000000417"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "M1000000418"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德教育就是要回归现实生活，要从现实出发，（    ）。",
          "options": [
            "A.贴近现实；",
            "B.贴近生活；",
            "C.贴近课堂；",
            "D.贴近大学生"
          ],
          "answer": "ABD",
          "id": "M1000000419"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "M1000000420"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000421"
        },
        {
          "type": "multiple_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000422"
        },
        {
          "type": "multiple_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000423"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000424"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000425"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000426"
        },
        {
          "type": "multiple_choice",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000427"
        },
        {
          "type": "multiple_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000428"
        },
        {
          "type": "multiple_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000429"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000430"
        },
        {
          "type": "multiple_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000431"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000432"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000433"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000434"
        },
        {
          "type": "multiple_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000435"
        },
        {
          "type": "multiple_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000436"
        },
        {
          "type": "multiple_choice",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000437"
        },
        {
          "type": "multiple_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000438"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000439"
        },
        {
          "type": "multiple_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000440"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "M1000000441"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000442"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习分为哪几个类型？（    ）",
          "options": [
            "A.符号学习；",
            "B.配对材料学习；",
            "C.概念学习；",
            "D.命题学习"
          ],
          "answer": "ACD",
          "id": "M1000000443"
        },
        {
          "type": "multiple_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "M1000000444"
        },
        {
          "type": "multiple_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "M1000000445"
        },
        {
          "type": "multiple_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "M1000000446"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "M1000000447"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德评价指标体系一般包括（    ）。",
          "options": [
            "A.构建意义；",
            "B.构建程序；",
            "C.构建原则；",
            "D.构建的具体指标"
          ],
          "answer": "ACD",
          "id": "M1000000448"
        },
        {
          "type": "multiple_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "M1000000449"
        },
        {
          "type": "multiple_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "M1000000450"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "M1000000451"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000452"
        },
        {
          "type": "multiple_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "M1000000453"
        },
        {
          "type": "multiple_choice",
          "question": "大学生社会知觉有有哪些特征（    ）。",
          "options": [
            "A.选择性；",
            "B.显著性；",
            "C.投射性；",
            "D.两极性"
          ],
          "answer": "ABCD",
          "id": "M1000000454"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000455"
        },
        {
          "type": "multiple_choice",
          "question": "不良品德的转化一般应经历以下三个阶段（    ）。",
          "options": [
            "A.醒悟；",
            "B.遵从；",
            "C.转变；",
            "D.巩固"
          ],
          "answer": "ACD",
          "id": "M1000000456"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "M1000000457"
        },
        {
          "type": "multiple_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "M1000000458"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "M1000000459"
        },
        {
          "type": "multiple_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "M1000000460"
        },
        {
          "type": "multiple_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000461"
        },
        {
          "type": "multiple_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000462"
        },
        {
          "type": "multiple_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000463"
        },
        {
          "type": "multiple_choice",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000464"
        },
        {
          "type": "multiple_choice",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000465"
        },
        {
          "type": "multiple_choice",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000466"
        },
        {
          "type": "multiple_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000467"
        },
        {
          "type": "multiple_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000468"
        },
        {
          "type": "multiple_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000469"
        },
        {
          "type": "multiple_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000470"
        },
        {
          "type": "multiple_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000471"
        },
        {
          "type": "multiple_choice",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000472"
        },
        {
          "type": "multiple_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000473"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000474"
        },
        {
          "type": "multiple_choice",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000475"
        },
        {
          "type": "multiple_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000476"
        },
        {
          "type": "multiple_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000477"
        },
        {
          "type": "multiple_choice",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000478"
        },
        {
          "type": "multiple_choice",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000479"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000480"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000481"
        },
        {
          "type": "multiple_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000482"
        },
        {
          "type": "multiple_choice",
          "question": "大学生积极情绪情感培养措施有（    ）。",
          "options": [
            "A.引导学生宣泄；",
            "B.引导学生转移注意；",
            "C.引导学生把不愉快的事主动遗忘；",
            "D.引导学生调节看法"
          ],
          "answer": "BD",
          "id": "M1000000483"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，个体的智力活动表现为哪几种思维形态？（    ）",
          "options": [
            "A.形象思维；",
            "B.聚合思维；",
            "C.逻辑思维；",
            "D.发散思维"
          ],
          "answer": "BD",
          "id": "M1000000484"
        },
        {
          "type": "multiple_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "M1000000485"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "M1000000486"
        },
        {
          "type": "multiple_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "M1000000487"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的特点是（    ）。",
          "options": [
            "A.揭示知识的意义，并使之成为自己知识结构中的一部分；",
            "B.学习过程就是在新旧知识间建立联系的过程；",
            "C.新旧知识之间的联系是实质性和非人为的联系；",
            "D.学习的内容必须具有逻辑意义"
          ],
          "answer": "ABC",
          "id": "M1000000488"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "M1000000489"
        },
        {
          "type": "multiple_choice",
          "question": "教师的职业情感主要体现在（    ）。",
          "options": [
            "A.热爱教育事业；",
            "B.热爱学生；",
            "C.热爱所教学科；",
            "D.热爱中国共产党"
          ],
          "answer": "ABC",
          "id": "M1000000490"
        },
        {
          "type": "multiple_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "M1000000491"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000492"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理功能有（    ）。",
          "options": [
            "A.感染功能；",
            "B.暗示功能；",
            "C.同化功能；",
            "D.激励功能；",
            "E.心理调试功能"
          ],
          "answer": "ABCDE",
          "id": "M1000000493"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "M1000000494"
        },
        {
          "type": "multiple_choice",
          "question": "对大学生品德问题的矫正我们要充满信心，要做到（    ）。",
          "options": [
            "A.晓之以理；",
            "B.动之以情；",
            "C.导之以行；",
            "D.持之以恒"
          ],
          "answer": "ABCD",
          "id": "M1000000495"
        },
        {
          "type": "multiple_choice",
          "question": "现代认知心理学根据不同知识的心理表征方式，将知识分为哪两大类?（    ）",
          "options": [
            "A.陈述性知识；",
            "B.动作性知识；",
            "C.形象性知识；",
            "D.程序性知识"
          ],
          "answer": "AD",
          "id": "M1000000496"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "M1000000497"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德研究的任务主要是研究大学生品德的（    ）。",
          "options": [
            "A.培养依据；",
            "B.修养依据；",
            "C.基本特点；",
            "D.基本规律"
          ],
          "answer": "ABCD",
          "id": "M1000000498"
        },
        {
          "type": "multiple_choice",
          "question": "在对待具有不同气质特点的大学生时，作为教师应该做到（　　）。",
          "options": [
            "A.认识到气质没有好坏之分；",
            "B.帮助大学生正确评价和对待自己的气质；",
            "C.帮助学生发扬气质中积极的特征，防止和纠正消极特征；",
            "D.意识到每种气质类型的大学生都有成才的可能"
          ],
          "answer": "ABCD",
          "id": "M1000000499"
        },
        {
          "type": "multiple_choice",
          "question": "在采用认知领悟疗法矫正大学生的不良品德时，应注意（   ）。",
          "options": [
            "A.从学生实际认知水平出发；",
            "B.坚持正面疏导；",
            "C.提出具体而合理的要求；",
            "D.进行榜样教育"
          ],
          "answer": "ABCD",
          "id": "M1000000500"
        },
        {
          "type": "multiple_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000501"
        },
        {
          "type": "multiple_choice",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000502"
        },
        {
          "type": "multiple_choice",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000503"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000504"
        },
        {
          "type": "multiple_choice",
          "question": "学习动机(motivation to learn)是唤起学生的学习行为，并使该行为朝向教师预先设定的学习目标的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000505"
        },
        {
          "type": "multiple_choice",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000506"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000507"
        },
        {
          "type": "multiple_choice",
          "question": "在强化学习中，强化物来自外部环境，即只存在外部强化一种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000508"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000509"
        },
        {
          "type": "multiple_choice",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000510"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000511"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000512"
        },
        {
          "type": "multiple_choice",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000513"
        },
        {
          "type": "multiple_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000514"
        },
        {
          "type": "multiple_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000515"
        },
        {
          "type": "multiple_choice",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000516"
        },
        {
          "type": "multiple_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000517"
        },
        {
          "type": "multiple_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000518"
        },
        {
          "type": "multiple_choice",
          "question": "班杜拉的社会学习理论及有关实验研究揭示观察学习在大学生品德形成和发展中有重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000519"
        },
        {
          "type": "multiple_choice",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000520"
        },
        {
          "type": "multiple_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "M1000000521"
        },
        {
          "type": "multiple_choice",
          "question": "社会知觉印象形成的效应有哪些？（    ）",
          "options": [
            "A.首因效应；",
            "B.近因效应；",
            "C.晕轮效应；",
            "D.低球效应"
          ],
          "answer": "ABC",
          "id": "M1000000522"
        },
        {
          "type": "multiple_choice",
          "question": "健康的传播效果可以分为以下几个层次（    ）。",
          "options": [
            "A.知晓健康信息；",
            "B.健康概念认同；",
            "C.态度转变；",
            "D.采纳健康行为"
          ],
          "answer": "ABCD",
          "id": "M1000000523"
        },
        {
          "type": "multiple_choice",
          "question": "教师良好的思维品质体现在（    ）。",
          "options": [
            "A.思维的广度和深度；",
            "B.思维的敏捷性；",
            "C.思维的逻辑性；",
            "D.思维的独立性"
          ],
          "answer": "ABCD",
          "id": "M1000000524"
        },
        {
          "type": "multiple_choice",
          "question": "品德心理结构的主要成分是道德认识、道德情感和（    ）。",
          "options": [
            "A.道德意志；",
            "B.道德行为；",
            "C.道德信念；",
            "D.道德理想"
          ],
          "answer": "AB",
          "id": "M1000000525"
        },
        {
          "type": "multiple_choice",
          "question": "团体辅导的功能主要有（    ）。",
          "options": [
            "A.教育功能；",
            "B.发展功能；",
            "C.预防功能；",
            "D.矫正功能"
          ],
          "answer": "ABCD",
          "id": "M1000000526"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "M1000000527"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000528"
        },
        {
          "type": "multiple_choice",
          "question": "产生式学习中，每一个产生式的形成都包括哪两种表征？（    ）",
          "options": [
            "A.动作表征；",
            "B.活动表征；",
            "C.符号表征；",
            "D.条件表征"
          ],
          "answer": "BD",
          "id": "M1000000529"
        },
        {
          "type": "multiple_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "M1000000530"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "M1000000531"
        },
        {
          "type": "multiple_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "M1000000532"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的外在因素，一般认为是家庭、社会环境和（    ）。",
          "options": [
            "A.恋爱关系；",
            "B.人生态度；",
            "C.学校教育；",
            "D.人际关系"
          ],
          "answer": "CD",
          "id": "M1000000533"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习的过程分为哪几个阶段？（    ）",
          "options": [
            "A.先行组织者；",
            "B.呈现学习材料；",
            "C.产生上位学习；",
            "D.形成知识系统"
          ],
          "answer": "ABD",
          "id": "M1000000534"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格“爱情三元论”提出，爱情包括哪几个成分？（    ）",
          "options": [
            "A.亲密；",
            "B.信任；",
            "C.激情；",
            "D.承诺"
          ],
          "answer": "ACD",
          "id": "M1000000535"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通的功能主要包括（    ）。",
          "options": [
            "A.心理功能；",
            "B.社会功能；",
            "C.协调功能；",
            "D.自我完善功能"
          ],
          "answer": "ABC",
          "id": "M1000000536"
        },
        {
          "type": "multiple_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "M1000000537"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "M1000000538"
        },
        {
          "type": "multiple_choice",
          "question": "在我国高校中，使用比较多的团体辅导的性质是（    ）。",
          "options": [
            "A.结构式、封闭式；",
            "B.非结构式、开放式；",
            "C.同质性、发展性；",
            "D.异质性、治疗性"
          ],
          "answer": "AC",
          "id": "M1000000539"
        },
        {
          "type": "multiple_choice",
          "question": "大学生恋爱的现状是（   ）。",
          "options": [
            "A.恋爱比例大，公开而主动性强；",
            "B.恋爱周期缩短，频率增快；",
            "C.恋爱动机多样化；",
            "D.恋爱悲剧增多"
          ],
          "answer": "ABCD",
          "id": "M1000000540"
        },
        {
          "type": "multiple_choice",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000541"
        },
        {
          "type": "multiple_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000542"
        },
        {
          "type": "multiple_choice",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000543"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000544"
        },
        {
          "type": "multiple_choice",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000545"
        },
        {
          "type": "multiple_choice",
          "question": "侵犯行为是一种故意伤害他人的行为，一般包括了动机、行为和后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000546"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000547"
        },
        {
          "type": "multiple_choice",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000548"
        },
        {
          "type": "multiple_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000549"
        },
        {
          "type": "multiple_choice",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000550"
        },
        {
          "type": "multiple_choice",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000551"
        },
        {
          "type": "multiple_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000552"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000553"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000554"
        },
        {
          "type": "multiple_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000555"
        },
        {
          "type": "multiple_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000556"
        },
        {
          "type": "multiple_choice",
          "question": "自觉性是品德修养的最先特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000557"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000558"
        },
        {
          "type": "multiple_choice",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000559"
        },
        {
          "type": "multiple_choice",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000560"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师应用哪些方式解决心理问题（    ）。",
          "options": [
            "A.学会倾诉自己的压力和情绪；",
            "B.主动接受心理健康教育；",
            "C.参加体育锻炼；",
            "D.保持一种以上的爱好"
          ],
          "answer": "ABCD",
          "id": "M1000000561"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "M1000000562"
        },
        {
          "type": "multiple_choice",
          "question": "优化大学校园的心理环境可以从以下几个方面着手（    ）。",
          "options": [
            "A.建设富有育人寓意的校园物质环境；",
            "B.倡导崇尚学术，重视教学的价值取向；",
            "C.建设关爱学生的生活学习的师生关系；",
            "D.倡导优化配置学校资源"
          ],
          "answer": "AB",
          "id": "M1000000563"
        },
        {
          "type": "multiple_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "M1000000564"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的良好品德教育重点在于（    ）。",
          "options": [
            "A.以生活为本；",
            "B.以问题为中心；",
            "C.以实践为落脚点；",
            "D.学校德育课程与团体的与相结合"
          ],
          "answer": "ABCD",
          "id": "M1000000565"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "M1000000566"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000567"
        },
        {
          "type": "multiple_choice",
          "question": "大学生人际关系不良的类型有（   ）。",
          "options": [
            "A.缺乏知心朋友；",
            "B.与别人难以相处；",
            "C.感到交往困难；",
            "D.社交恐惧症"
          ],
          "answer": "ABCD",
          "id": "M1000000568"
        },
        {
          "type": "multiple_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "M1000000569"
        },
        {
          "type": "multiple_choice",
          "question": "皮亚杰的儿童认知发展理论中，富有教育含义的观点有（    ）。",
          "options": [
            "A.观察别人的活动能形成儿童新的认知结构；",
            "B.儿童有准备才能进行有效的学习；",
            "C.课程内容的编制就是依据知识内容本身的系统化和条理化；",
            "D.教学中强调活动法和自我发现法"
          ],
          "answer": "BD",
          "id": "M1000000570"
        },
        {
          "type": "multiple_choice",
          "question": "皮亚杰认为，个体的认知结构是通过哪两个过程的循环而不断发展的？（    ）",
          "options": [
            "A.调整过程；",
            "B.同化过程；",
            "C.反馈过程；",
            "D.顺应过程"
          ],
          "answer": "BD",
          "id": "M1000000571"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "M1000000572"
        },
        {
          "type": "multiple_choice",
          "question": "激发大学教师的工作积极性应遵循的原则包括（    ）。",
          "options": [
            "A.精神激励与物质激励相结合；",
            "B.奖励与惩罚相结合；",
            "C.刚性与柔性相结合；",
            "D.情感与制度相结合"
          ],
          "answer": "AB",
          "id": "M1000000573"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的核心辅导内容包括（    ）。",
          "options": [
            "A.负性情绪的处理；",
            "B.帮助建立安全的现实人际关系；",
            "C.自我的重塑；",
            "D.认知的改变"
          ],
          "answer": "ABC",
          "id": "M1000000574"
        },
        {
          "type": "multiple_choice",
          "question": "关于当代大学生品德的现状表述正确的是（   ）。",
          "options": [
            "A.道德理想取向呈明显的多元化态势；",
            "B.道德情感体验比较积极；",
            "C.道德意志水平参差不齐；",
            "D.道德行为比较消极"
          ],
          "answer": "ABCD",
          "id": "M1000000575"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生人际关系的因素有哪些？（    ）",
          "options": [
            "A.空间距离；",
            "B.容貌与仪表；",
            "C.相似性；",
            "D.互补性"
          ],
          "answer": "ABCD",
          "id": "M1000000576"
        },
        {
          "type": "multiple_choice",
          "question": "人的心理实质是（    ）。",
          "options": [
            "A.天地万物皆在心理之中；",
            "B.心理是人脑的机能；",
            "C.心理是客观现实的反映；",
            "D.心理是神灵所集"
          ],
          "answer": "BC",
          "id": "M1000000577"
        },
        {
          "type": "multiple_choice",
          "question": "大学生道德行为习惯比较差的表现主要有（    ）。",
          "options": [
            "A.上课忘关手机；",
            "B.上网成瘾；",
            "C.不按时就寝；",
            "D.阅览室聊天"
          ],
          "answer": "ABCD",
          "id": "M1000000578"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000579"
        },
        {
          "type": "multiple_choice",
          "question": "教师良好的意志品质主要体现在（    ）。",
          "options": [
            "A.明确的目的性；",
            "B.处理问题的果断性和坚定性；",
            "C.解决矛盾的坚定、沉着、耐心和自制力；",
            "D.充沛的精力和顽强的毅力"
          ],
          "answer": "ABCD",
          "id": "M1000000580"
        },
        {
          "type": "multiple_choice",
          "question": "上位概念和下位概念都是绝对的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000581"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000582"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000583"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000584"
        },
        {
          "type": "multiple_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000585"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000586"
        },
        {
          "type": "multiple_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000587"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000588"
        },
        {
          "type": "multiple_choice",
          "question": "大学心理学的研究对象高校学生、教师和管理者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000589"
        },
        {
          "type": "multiple_choice",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000590"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000591"
        },
        {
          "type": "multiple_choice",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000592"
        },
        {
          "type": "multiple_choice",
          "question": "心理健康教育的防治性目标强调发展学生的个性与潜能，提高学生在学习、生活、人际交往等方面的心理素质，使其保持良好的心理状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000593"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000594"
        },
        {
          "type": "multiple_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000595"
        },
        {
          "type": "multiple_choice",
          "question": "充沛的精力和顽强的毅力是教师意志品质的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000596"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的激励手段必须符合人的心理和行为规律才能奏效。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000597"
        },
        {
          "type": "multiple_choice",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000598"
        },
        {
          "type": "multiple_choice",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000599"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000600"
        },
        {
          "type": "multiple_choice",
          "question": "教师反思的成分包括（    ）。",
          "options": [
            "A.认知成分；",
            "B.情感成分；",
            "C.教师的陈述；",
            "D.批判成分"
          ],
          "answer": "ACD",
          "id": "M1000000601"
        },
        {
          "type": "multiple_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "M1000000602"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "M1000000603"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有如下特征：个体性、道德性和（    ）。",
          "options": [
            "A.整体性；",
            "B.主体性；",
            "C.稳定性；",
            "D.社会性"
          ],
          "answer": "ACD",
          "id": "M1000000604"
        },
        {
          "type": "multiple_choice",
          "question": "下列心理过程中属于认知过程的是（    ）。",
          "options": [
            "A.感觉；",
            "B.知觉；",
            "C.记忆；",
            "D.思维"
          ],
          "answer": "ABCD",
          "id": "M1000000605"
        },
        {
          "type": "multiple_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "M1000000606"
        },
        {
          "type": "multiple_choice",
          "question": "为改变重知识传授轻能力培养的大学课堂，教学方法可以采用（    ）。",
          "options": [
            "A.问题式教学；",
            "B.案例式教学；",
            "C.问答式教学；",
            "D.沙龙式教学"
          ],
          "answer": "AD",
          "id": "M1000000607"
        },
        {
          "type": "multiple_choice",
          "question": "大学生过高评价自我有哪些原因（　　）。",
          "options": [
            "A.在家人的帮助下生活一帆风顺；",
            "B.好胜心过于强烈；",
            "C.思想偏激；",
            "D.自我认识从消极方面入手"
          ],
          "answer": "ABC",
          "id": "M1000000608"
        },
        {
          "type": "multiple_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "M1000000609"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "M1000000610"
        },
        {
          "type": "multiple_choice",
          "question": "为了避免意义学习中的机械学习，教师在教学中应该做到（   ）。",
          "options": [
            "A.精心组织教材，使教材知识具有逻辑意义；",
            "B.在教新知识之前先复习或回忆有关的旧知识；",
            "C.以学生智力和知识发展水平为基础；",
            "D.考核的重点放在学生是否正真了解教材内容上"
          ],
          "answer": "ABCD",
          "id": "M1000000611"
        },
        {
          "type": "multiple_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "M1000000612"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展的特点是（    ）。",
          "options": [
            "A.方向性与不可逆性；",
            "B.连续性与阶段性；",
            "C.个体的差异性；",
            "D.平衡性"
          ],
          "answer": "ABC",
          "id": "M1000000613"
        },
        {
          "type": "multiple_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "M1000000614"
        },
        {
          "type": "multiple_choice",
          "question": "特质因素学派协助青少年进行职业选择的策略是（    ）。",
          "options": [
            "A.职业生涯的决定；",
            "B.帮助学生自我了解；",
            "C.获取有关工作的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "BCD",
          "id": "M1000000615"
        },
        {
          "type": "multiple_choice",
          "question": "大学生自我认识和评价中存在着片面性的问题，主要表现为（    ）。",
          "options": [
            "A.虚荣心较强；",
            "B.过高评价自己；",
            "C.好胜心太强；",
            "D.过低评价自己"
          ],
          "answer": "BD",
          "id": "M1000000616"
        },
        {
          "type": "multiple_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.引导大学生学会正确认识和评价自我；",
            "B.引导大学生发展积极健康的自我体验；",
            "C.引导大学生增强自我控制，完善自我；",
            "D.引导大学生参加实践活动"
          ],
          "answer": "ABCD",
          "id": "M1000000617"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的原则有（    ）。",
          "options": [
            "A.全体与个别兼顾的原则；",
            "B.科学性原则；",
            "C.主体性原则；",
            "D.发展性原则"
          ],
          "answer": "ABCD",
          "id": "M1000000618"
        },
        {
          "type": "multiple_choice",
          "question": "促进大学生认知发展的教育对策是（    ）。",
          "options": [
            "A.加强多边协作，形成大学生认知促进的合力；",
            "B.加强大学生的自我反思能力的培养；",
            "C.加强大学生的主体教育；",
            "D.进行创造性思维训练"
          ],
          "answer": "AC",
          "id": "M1000000619"
        },
        {
          "type": "multiple_choice",
          "question": "影响大学生品德形成发展的内在因素，一般认为是（    ）。",
          "options": [
            "A.自我意识提高；",
            "B.人生价值追求；",
            "C.个体身心特征；",
            "D.同伴关系"
          ],
          "answer": "ABC",
          "id": "M1000000620"
        },
        {
          "type": "multiple_choice",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000621"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的同化功能主要是通过模仿和从众来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000622"
        },
        {
          "type": "multiple_choice",
          "question": "教师的威信主要是靠客观条件的改善，否则主观上再努力也无济于事。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000623"
        },
        {
          "type": "multiple_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000624"
        },
        {
          "type": "multiple_choice",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000625"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000626"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000627"
        },
        {
          "type": "multiple_choice",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000628"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000629"
        },
        {
          "type": "multiple_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000630"
        },
        {
          "type": "multiple_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000631"
        },
        {
          "type": "multiple_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000632"
        },
        {
          "type": "multiple_choice",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000633"
        },
        {
          "type": "multiple_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000634"
        },
        {
          "type": "multiple_choice",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000635"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000636"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000637"
        },
        {
          "type": "multiple_choice",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000638"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000639"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000640"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "M1000000641"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000642"
        },
        {
          "type": "multiple_choice",
          "question": "大学生常见的心理问题有哪些（    ）。",
          "options": [
            "A.自我意识发展不足；",
            "B.缺乏积极的情绪体验；",
            "C.缺乏建立良好人际关系的技巧；",
            "D.性心理和性道德冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000643"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "M1000000644"
        },
        {
          "type": "multiple_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "M1000000645"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，大学生品德形成与发展的影响因素主要有以下几个方面：表现性因素、知识性因素和（    ）。",
          "options": [
            "A.生成性因素；",
            "B.组织性因素；",
            "C.专业性因素；",
            "D.大学生个体性因素"
          ],
          "answer": "BCD",
          "id": "M1000000646"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "M1000000647"
        },
        {
          "type": "multiple_choice",
          "question": "大学生要学会品德修养的一些常用方法，如（    ）。",
          "options": [
            "A.启发诱导法；",
            "B.学思并重法；",
            "C.省察克治法；",
            "D.积善成德法"
          ],
          "answer": "BCD",
          "id": "M1000000648"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的职业特征包括（    ）。",
          "options": [
            "A.教师劳动的示范性；",
            "B.教师劳动的创造性；",
            "C.教师劳动的复杂性；",
            "D.教师劳动的长效性"
          ],
          "answer": "ABCD",
          "id": "M1000000649"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000650"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师激励的方法包括（    ）。",
          "options": [
            "A.学术激励；",
            "B.职务考核；",
            "C.目标激励；",
            "D.提高待遇"
          ],
          "answer": "BC",
          "id": "M1000000651"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形态被分为以下哪几个方面（    ）。",
          "options": [
            "A.校园物质文化；",
            "B.校园行为文化；",
            "C.校园制度文化；",
            "D.校园精神文化"
          ],
          "answer": "ABCD",
          "id": "M1000000652"
        },
        {
          "type": "multiple_choice",
          "question": "网络成瘾的特点主要包括（    ）。",
          "options": [
            "A.成瘾者思维、情感、行为都被上网这一活动控制；",
            "B.投入的时间和程度逐渐加大；",
            "C.不能上网时会出现烦躁不安；",
            "D.会与周围环境产生冲突"
          ],
          "answer": "ABCD",
          "id": "M1000000653"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000654"
        },
        {
          "type": "multiple_choice",
          "question": "教师在实践中树立威信，应（    ）。",
          "options": [
            "A.充分利用首因效应；",
            "B.注意自己的仪表、作风和习惯；",
            "C.加强师生间交往；",
            "D.在课堂中展现自己的睿智"
          ],
          "answer": "ABCD",
          "id": "M1000000655"
        },
        {
          "type": "multiple_choice",
          "question": "皮亚杰的儿童认知发展理论中，富有教育含义的观点有（    ）。",
          "options": [
            "A.观察别人的活动能形成儿童新的认知结构；",
            "B.儿童有准备才能进行有效的学习；",
            "C.课程内容的编制就是依据知识内容本身的系统化和条理化；",
            "D.教学中强调活动法和自我发现法"
          ],
          "answer": "BD",
          "id": "M1000000656"
        },
        {
          "type": "multiple_choice",
          "question": "司德菲提出的教师成长过程中包含了退缩阶段，退缩阶段包括（    ）。",
          "options": [
            "A.初期的退缩阶段；",
            "B.中期的退缩阶段；",
            "C.快速的退缩阶段；",
            "D.深度退缩阶段"
          ],
          "answer": "AD",
          "id": "M1000000657"
        },
        {
          "type": "multiple_choice",
          "question": "大学生自我认识和评价中存在着片面性的问题，主要表现为（    ）。",
          "options": [
            "A.虚荣心较强；",
            "B.过高评价自己；",
            "C.好胜心太强；",
            "D.过低评价自己"
          ],
          "answer": "BD",
          "id": "M1000000658"
        },
        {
          "type": "multiple_choice",
          "question": "大学生常见的社会行为有哪些？（    ）",
          "options": [
            "A.亲和行为；",
            "B.侵犯行为；",
            "C.选择行为；",
            "D.知觉行为"
          ],
          "answer": "AB",
          "id": "M1000000659"
        },
        {
          "type": "multiple_choice",
          "question": "大学生职业生涯规划心理辅导的实务指导可以从哪些方面着手（    ）。",
          "options": [
            "A.自我了解；",
            "B.职业生涯的发展与决定；",
            "C.获取有关职业的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "ACD",
          "id": "M1000000660"
        },
        {
          "type": "multiple_choice",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000661"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000662"
        },
        {
          "type": "multiple_choice",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000663"
        },
        {
          "type": "multiple_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000664"
        },
        {
          "type": "multiple_choice",
          "question": "道德行为是道德认识、道德情感和道德意志的外在具体表现，是品德的最重要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000665"
        },
        {
          "type": "multiple_choice",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000666"
        },
        {
          "type": "multiple_choice",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000667"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000668"
        },
        {
          "type": "multiple_choice",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000669"
        },
        {
          "type": "multiple_choice",
          "question": "心理学研究对象的性质决定了心理学是社会科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000670"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000671"
        },
        {
          "type": "multiple_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000672"
        },
        {
          "type": "multiple_choice",
          "question": "校园行为文化是校园中师生员工的生活习惯、行为方式、处事风格等所体现出来的一种文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000673"
        },
        {
          "type": "multiple_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000674"
        },
        {
          "type": "multiple_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000675"
        },
        {
          "type": "multiple_choice",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000676"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个人特质的变化一般不会影响到大学生品德的形成与发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000677"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000678"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000679"
        },
        {
          "type": "multiple_choice",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000680"
        },
        {
          "type": "multiple_choice",
          "question": "人的个性倾向性上的差异主要表现在（    ）上。",
          "options": [
            "A.情绪；",
            "B.需要；",
            "C.意志；",
            "D.动机"
          ],
          "answer": "BD",
          "id": "M1000000681"
        },
        {
          "type": "multiple_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "M1000000682"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的独特性体现在（    ）。",
          "options": [
            "A.感染性强、影响广泛；",
            "B.效率高、省时省力；",
            "C.效果易巩固；",
            "D.特别适合于人际关系适应不良的人"
          ],
          "answer": "ABCD",
          "id": "M1000000683"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理过程中的两个重要因素是什么？（    ）",
          "options": [
            "A.外表；",
            "B.社会身份；",
            "C.自信；",
            "D.自我观念"
          ],
          "answer": "BD",
          "id": "M1000000684"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的教育能力包括（    ）。",
          "options": [
            "A.教育机智；",
            "B.教学能力；",
            "C.教育科研能力；",
            "D.班级管理能力"
          ],
          "answer": "ABC",
          "id": "M1000000685"
        },
        {
          "type": "multiple_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "M1000000686"
        },
        {
          "type": "multiple_choice",
          "question": "群体健康行为的传播理论所具有的模式有（    ）。",
          "options": [
            "A.单向传播模式；",
            "B.双向传播模式；",
            "C.互动传播模式；",
            "D.整体互动模式"
          ],
          "answer": "ABCD",
          "id": "M1000000687"
        },
        {
          "type": "multiple_choice",
          "question": "需要层次理论包括（    ）。",
          "options": [
            "A.生理需要；",
            "B.物质需要；",
            "C.精神需要；",
            "D.自我实现需要"
          ],
          "answer": "AD",
          "id": "M1000000688"
        },
        {
          "type": "multiple_choice",
          "question": "在下面心理现象中属于心理过程的是（    ）。",
          "options": [
            "A.认知过程；",
            "B.意志过程；",
            "C.个性倾向性；",
            "D.个性心理特征"
          ],
          "answer": "AB",
          "id": "M1000000689"
        },
        {
          "type": "multiple_choice",
          "question": "个体心理发展的影响因素有（    ）。",
          "options": [
            "A.遗传素质；",
            "B.学习；",
            "C.社会生活环境与教育；",
            "D.自我反思"
          ],
          "answer": "AC",
          "id": "M1000000690"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "M1000000691"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的同化功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.模仿；",
            "B.从众；",
            "C.顺应；",
            "D.强化"
          ],
          "answer": "AB",
          "id": "M1000000692"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "M1000000693"
        },
        {
          "type": "multiple_choice",
          "question": "当代大学生品德存在的问题有（   ）。",
          "options": [
            "A.道德认知比较模糊；",
            "B.道德情感比较消极；",
            "C.道德意志比较薄弱；",
            "D.道德行为习惯比较差"
          ],
          "answer": "ABCD",
          "id": "M1000000694"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的指导作用体现在（    ）。",
          "options": [
            "A.指导学生学习；",
            "B.引导学生人生发展；",
            "C.引导学生的价值取向；",
            "D.指导大学生的就业"
          ],
          "answer": "ABCD",
          "id": "M1000000695"
        },
        {
          "type": "multiple_choice",
          "question": "（    ）是知觉的基本特征。",
          "options": [
            "A.分散性；",
            "B.理解性；",
            "C.恒常性；",
            "D.选择性"
          ],
          "answer": "BCD",
          "id": "M1000000696"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化的呈现形态主要有哪几种方式？（    ）",
          "options": [
            "A.“显形”形态；",
            "B.“直接”形态；",
            "C.“隐形”形态；",
            "D.“间接”形态"
          ],
          "answer": "AC",
          "id": "M1000000697"
        },
        {
          "type": "multiple_choice",
          "question": "大学生职业生涯规划心理辅导的实务指导可以从哪些方面着手（    ）。",
          "options": [
            "A.自我了解；",
            "B.职业生涯的发展与决定；",
            "C.获取有关职业的知识；",
            "D.整合有关自我和职业的知识"
          ],
          "answer": "ACD",
          "id": "M1000000698"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的心理素质包括（    ）。",
          "options": [
            "A.教师的能力；",
            "B.教师的情感；",
            "C.教师的意志；",
            "D.教师的个性"
          ],
          "answer": "ABC",
          "id": "M1000000699"
        },
        {
          "type": "multiple_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "M1000000700"
        },
        {
          "type": "multiple_choice",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000701"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000702"
        },
        {
          "type": "multiple_choice",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000703"
        },
        {
          "type": "multiple_choice",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000704"
        },
        {
          "type": "multiple_choice",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000705"
        },
        {
          "type": "multiple_choice",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000706"
        },
        {
          "type": "multiple_choice",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000707"
        },
        {
          "type": "multiple_choice",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000708"
        },
        {
          "type": "multiple_choice",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000709"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000710"
        },
        {
          "type": "multiple_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000711"
        },
        {
          "type": "multiple_choice",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000712"
        },
        {
          "type": "multiple_choice",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000713"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000714"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000715"
        },
        {
          "type": "multiple_choice",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000716"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000717"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000718"
        },
        {
          "type": "multiple_choice",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000719"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000720"
        },
        {
          "type": "multiple_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "M1000000721"
        },
        {
          "type": "multiple_choice",
          "question": "促使从众行为产生的原因有哪些？（    ）",
          "options": [
            "A.与大家保持一致以实现团体目标；",
            "B.为取得团体中其他成员的好感；",
            "C.维持良好人际关系的现状；",
            "D.不愿意感受与众不同的压力"
          ],
          "answer": "ABCD",
          "id": "M1000000722"
        },
        {
          "type": "multiple_choice",
          "question": "促进大学教师教育能力发展的途径有（    ）。",
          "options": [
            "A.观摩与分析；",
            "B.掌握学习理论；",
            "C.教学决策训练；",
            "D.把握学生心理"
          ],
          "answer": "AC",
          "id": "M1000000723"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的一般人际关系包括（   ）。",
          "options": [
            "A.师生关系；",
            "B.同学关系；",
            "C.社会实践关系；",
            "D.网络人际关系"
          ],
          "answer": "ABCD",
          "id": "M1000000724"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的思维表现出以下特点（    ）。",
          "options": [
            "A.辩证逻辑思维达到成熟；",
            "B.形式逻辑思维已趋完善；",
            "C.再造性思维已趋成熟；",
            "D.创造性思维初步发展"
          ],
          "answer": "BCD",
          "id": "M1000000725"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "M1000000726"
        },
        {
          "type": "multiple_choice",
          "question": "印象管理是指我们有意地控制和管理别人对自己形成印象的过程，也叫做（    ）。",
          "options": [
            "A.印象整饰；",
            "B.印象形成；",
            "C.印象提升；",
            "D.印象控制"
          ],
          "answer": "AD",
          "id": "M1000000727"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的心理调试功能是通过下列哪几个方面实现的？（    ）",
          "options": [
            "A.文化氛围与心理调试；",
            "B.校园物质环境与心理调试；",
            "C.校园精神环境与心理调试；",
            "D.校园制度环境与心理调试"
          ],
          "answer": "BC",
          "id": "M1000000728"
        },
        {
          "type": "multiple_choice",
          "question": "大学生亲和行为的特点是（   ）。",
          "options": [
            "A.亲和行为受到外貌、距离、熟悉性和相似性等的影响；",
            "B.人际交往需要骤增；",
            "C.人际交往是大学生社会化过程的关键；",
            "D.亲和行为都会顺利进行"
          ],
          "answer": "ABC",
          "id": "M1000000729"
        },
        {
          "type": "multiple_choice",
          "question": "教师的教育机智在教学中主要体现在（    ）。",
          "options": [
            "A.善于因势利导；",
            "B.善于随机应变；",
            "C.善于对症下药；",
            "D.善于掌握分寸"
          ],
          "answer": "ABCD",
          "id": "M1000000730"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "M1000000731"
        },
        {
          "type": "multiple_choice",
          "question": "校园文化形成与发展的主要影响因素有（    ）。",
          "options": [
            "A.学校的领导与管理活动；",
            "B.学校的宣传与舆论引导；",
            "C.社会文化的渗透与制约；",
            "D.新闻媒体的宣传与大众印象"
          ],
          "answer": "ABC",
          "id": "M1000000732"
        },
        {
          "type": "multiple_choice",
          "question": "教师反思包括（    ）。",
          "options": [
            "A.对于活动的反思；",
            "B.活动中的反思；",
            "C.活动后的反思；",
            "D.为活动反思"
          ],
          "answer": "ABD",
          "id": "M1000000733"
        },
        {
          "type": "multiple_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "M1000000734"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的方法包括（    ）。",
          "options": [
            "A.回忆思考；",
            "B.交流讨论；",
            "C.行为研究；",
            "D.反思日记"
          ],
          "answer": "BCD",
          "id": "M1000000735"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "M1000000736"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康的主要内容包括（    ）。",
          "options": [
            "A.新生适应教育；",
            "B.学习心理健康；",
            "C.情绪管理；",
            "D.自我意识心理健康教育"
          ],
          "answer": "ABCD",
          "id": "M1000000737"
        },
        {
          "type": "multiple_choice",
          "question": "陈述性知识的学习包括哪几个主要过程？（    ）",
          "options": [
            "A.知识的获得；",
            "B.知识的表征；",
            "C.知识的存储；",
            "D.知识的提取"
          ],
          "answer": "ACD",
          "id": "M1000000738"
        },
        {
          "type": "multiple_choice",
          "question": "品德具有个体性特征，个体性特征具体体现在（    ）。",
          "options": [
            "A.品德在不同人身上的形成是不同的；",
            "B.品德的发展要依靠具有个体差异性的内在力量；",
            "C.品德在不同人身上的表现不同；",
            "D.品德是可以自控的"
          ],
          "answer": "ABCD",
          "id": "M1000000739"
        },
        {
          "type": "multiple_choice",
          "question": "认知心理学的学习迁移理论主要有哪几种方式？（   ）",
          "options": [
            "A.认知结构迁移；",
            "B.产生式迁移；",
            "C.认知能力迁移；",
            "D.认知策略迁移"
          ],
          "answer": "ABD",
          "id": "M1000000740"
        },
        {
          "type": "multiple_choice",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000741"
        },
        {
          "type": "multiple_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000742"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000743"
        },
        {
          "type": "multiple_choice",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000744"
        },
        {
          "type": "multiple_choice",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000745"
        },
        {
          "type": "multiple_choice",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000746"
        },
        {
          "type": "multiple_choice",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000747"
        },
        {
          "type": "multiple_choice",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000748"
        },
        {
          "type": "multiple_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000749"
        },
        {
          "type": "multiple_choice",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000750"
        },
        {
          "type": "multiple_choice",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000751"
        },
        {
          "type": "multiple_choice",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000752"
        },
        {
          "type": "multiple_choice",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000753"
        },
        {
          "type": "multiple_choice",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000754"
        },
        {
          "type": "multiple_choice",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000755"
        },
        {
          "type": "multiple_choice",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000756"
        },
        {
          "type": "multiple_choice",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000757"
        },
        {
          "type": "multiple_choice",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000758"
        },
        {
          "type": "multiple_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000759"
        },
        {
          "type": "multiple_choice",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000760"
        },
        {
          "type": "multiple_choice",
          "question": "赫茨伯格提出的双因素论涉及的二因素是（    ）。",
          "options": [
            "A.认知因素；",
            "B.情感因素；",
            "C.保健因素；",
            "D.激励因素"
          ],
          "answer": "CD",
          "id": "M1000000761"
        },
        {
          "type": "multiple_choice",
          "question": "健康的传播效果可以分为以下几个层次（    ）。",
          "options": [
            "A.知晓健康信息；",
            "B.健康概念认同；",
            "C.态度转变；",
            "D.采纳健康行为"
          ],
          "answer": "ABCD",
          "id": "M1000000762"
        },
        {
          "type": "multiple_choice",
          "question": "个别心理辅导的一般技术主要有哪些？（    ）",
          "options": [
            "A.倾听技术；",
            "B.澄清技术；",
            "C.共情；",
            "D.具体化技术"
          ],
          "answer": "ABCD",
          "id": "M1000000763"
        },
        {
          "type": "multiple_choice",
          "question": "建构主义学习理论认为，学习环境包括的要素有（  ）。",
          "options": [
            "A.情境；",
            "B.协作；",
            "C.会话；",
            "D.意义建构"
          ],
          "answer": "ABCD",
          "id": "M1000000764"
        },
        {
          "type": "multiple_choice",
          "question": "目前大多数大学生感到在校有（    ）。",
          "options": [
            "A.学习压力；",
            "B.就业压力；",
            "C.人际压力；",
            "D.考研压力"
          ],
          "answer": "ABC",
          "id": "M1000000765"
        },
        {
          "type": "multiple_choice",
          "question": "团体心理辅导的发展过程包括（    ）。",
          "options": [
            "A.初创阶段；",
            "B.过渡阶段；",
            "C.工作阶段；",
            "D.结束阶段"
          ],
          "answer": "ABCD",
          "id": "M1000000766"
        },
        {
          "type": "multiple_choice",
          "question": "大学生网络成瘾的自身原因有（    ）。",
          "options": [
            "A.天性的游戏倾向；",
            "B.自制力不足；",
            "C.对性缺乏科学的认识；",
            "D.个性特征"
          ],
          "answer": "ABCD",
          "id": "M1000000767"
        },
        {
          "type": "multiple_choice",
          "question": "从性格结构来看，大学生的性格特征包括（　　）。",
          "options": [
            "A.对现实态度的性格特征；",
            "B.性格的意志特征；",
            "C.性格的理智特征；",
            "D.性格的情绪特征"
          ],
          "answer": "ABCD",
          "id": "M1000000768"
        },
        {
          "type": "multiple_choice",
          "question": "大学生集群行为的特点包括？（    ）",
          "options": [
            "A.自发与组织并存；",
            "B.理性与激情并存；",
            "C.行为目标可大可小；",
            "D.易被暗示利用"
          ],
          "answer": "ABCD",
          "id": "M1000000769"
        },
        {
          "type": "multiple_choice",
          "question": "弗鲁姆提出的期望理论认为，激发力量是由以下因素构成的（    ）。",
          "options": [
            "A.认知因素；",
            "B.目标效价；",
            "C.期望值；",
            "D.情感因素"
          ],
          "answer": "BC",
          "id": "M1000000770"
        },
        {
          "type": "multiple_choice",
          "question": "完善大学生的自我意识，我们可以采取的措施是（    ）。",
          "options": [
            "A.引导大学生学会正确认识和评价自我；",
            "B.引导大学生发展积极健康的自我体验；",
            "C.引导大学生增强自我控制，完善自我；",
            "D.引导大学生参加实践活动"
          ],
          "answer": "ABCD",
          "id": "M1000000771"
        },
        {
          "type": "multiple_choice",
          "question": "大学生情绪和情感的发展表现出（    ）。",
          "options": [
            "A.内隐性与波动性并存；",
            "B.自尊与自卑并存；",
            "C.温柔细腻与粗犷并存；",
            "D.体验的内容更加丰富、深刻"
          ],
          "answer": "AD",
          "id": "M1000000772"
        },
        {
          "type": "multiple_choice",
          "question": "教师可以从哪几个方面引导大学生塑造自身的良好性格（　　）。",
          "options": [
            "A.形成正确的世界观；",
            "B.自觉地模仿榜样；",
            "C.增强自我认识；",
            "D.投身社会实践"
          ],
          "answer": "ABCD",
          "id": "M1000000773"
        },
        {
          "type": "multiple_choice",
          "question": "在采用认知领悟疗法矫正大学生的不良品德时，应注意（   ）。",
          "options": [
            "A.从学生实际认知水平出发；",
            "B.坚持正面疏导；",
            "C.提出具体而合理的要求；",
            "D.进行榜样教育"
          ],
          "answer": "ABCD",
          "id": "M1000000774"
        },
        {
          "type": "multiple_choice",
          "question": "学习动机对学习行为的动力作用表现在哪几个方面？（    ）",
          "options": [
            "A.行为的激活；",
            "B.行为的定向；",
            "C.行为的维持；",
            "D.行为的强化"
          ],
          "answer": "ABCD",
          "id": "M1000000775"
        },
        {
          "type": "multiple_choice",
          "question": "大学生心理健康教育的目标是（    ）。",
          "options": [
            "A.充分发挥学生的潜能；",
            "B.有更多的积极情绪体验；",
            "C.建立良好的人际关系；",
            "D.激发学生个性得到全面健康的发展"
          ],
          "answer": "AD",
          "id": "M1000000776"
        },
        {
          "type": "multiple_choice",
          "question": "吉尔福特认为，应当通过哪几个指标测量个体的发散思维能力？（    ）",
          "options": [
            "A.稳定性；",
            "B.流畅性；",
            "C.变通性；",
            "D.独创性"
          ],
          "answer": "BCD",
          "id": "M1000000777"
        },
        {
          "type": "multiple_choice",
          "question": "关于高校对大学生婚恋和择偶心理的引导和教育的问题，下列说法正确的是（  ）。",
          "options": [
            "A.高校要积极开展恋爱心理辅导和心理健康教育；",
            "B.高校要开展有关性健康、性心理、性道德等方面的教育；",
            "C.每位高校教育工作者应该为大学生树立正确的恋爱观、婚姻观做一些力所能及的工作；",
            "D.大学生在恋爱中也该自尊自重"
          ],
          "answer": "ABC",
          "id": "M1000000778"
        },
        {
          "type": "multiple_choice",
          "question": "可以通过以下哪几个方面来提升校园文化的整体品位？（    ）",
          "options": [
            "A.美化校园物质环境；",
            "B.倡导正确办学理念；",
            "C.促进师生和谐的文化；",
            "D.加强基础设施建设"
          ],
          "answer": "ABC",
          "id": "M1000000779"
        },
        {
          "type": "multiple_choice",
          "question": "大学教师的一般能力包括观察力、记忆力、想象力、（    ）。",
          "options": [
            "A.语言表达力；",
            "B.良好的思维品质；",
            "C.良好的注意品质；",
            "D.学术能力"
          ],
          "answer": "BC",
          "id": "M1000000780"
        },
        {
          "type": "multiple_choice",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000781"
        },
        {
          "type": "multiple_choice",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000782"
        },
        {
          "type": "multiple_choice",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000783"
        },
        {
          "type": "multiple_choice",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000784"
        },
        {
          "type": "multiple_choice",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000785"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000786"
        },
        {
          "type": "multiple_choice",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000787"
        },
        {
          "type": "multiple_choice",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000788"
        },
        {
          "type": "multiple_choice",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000789"
        },
        {
          "type": "multiple_choice",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000790"
        },
        {
          "type": "multiple_choice",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000791"
        },
        {
          "type": "multiple_choice",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000792"
        },
        {
          "type": "multiple_choice",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000793"
        },
        {
          "type": "multiple_choice",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000794"
        },
        {
          "type": "multiple_choice",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000795"
        },
        {
          "type": "multiple_choice",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000796"
        },
        {
          "type": "multiple_choice",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000797"
        },
        {
          "type": "multiple_choice",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000798"
        },
        {
          "type": "multiple_choice",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M1000000799"
        },
        {
          "type": "multiple_choice",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M1000000800"
        }
      ],
      "true_false": [
        {
          "type": "true_false",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000001"
        },
        {
          "type": "true_false",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000002"
        },
        {
          "type": "true_false",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000003"
        },
        {
          "type": "true_false",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000004"
        },
        {
          "type": "true_false",
          "question": "大学时期是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000005"
        },
        {
          "type": "true_false",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000006"
        },
        {
          "type": "true_false",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000007"
        },
        {
          "type": "true_false",
          "question": "现在许多高校都建立了教学团队，因而现在非常强调教师之间的群体协作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000008"
        },
        {
          "type": "true_false",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000009"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000010"
        },
        {
          "type": "true_false",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000011"
        },
        {
          "type": "true_false",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000012"
        },
        {
          "type": "true_false",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000013"
        },
        {
          "type": "true_false",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000014"
        },
        {
          "type": "true_false",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000015"
        },
        {
          "type": "true_false",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000016"
        },
        {
          "type": "true_false",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000017"
        },
        {
          "type": "true_false",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000018"
        },
        {
          "type": "true_false",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000019"
        },
        {
          "type": "true_false",
          "question": "倾听技术是心理辅导的核心任务之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000020"
        },
        {
          "type": "true_false",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000021"
        },
        {
          "type": "true_false",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000022"
        },
        {
          "type": "true_false",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000023"
        },
        {
          "type": "true_false",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000024"
        },
        {
          "type": "true_false",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000025"
        },
        {
          "type": "true_false",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000026"
        },
        {
          "type": "true_false",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000027"
        },
        {
          "type": "true_false",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000028"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000029"
        },
        {
          "type": "true_false",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000030"
        },
        {
          "type": "true_false",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000031"
        },
        {
          "type": "true_false",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000032"
        },
        {
          "type": "true_false",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000033"
        },
        {
          "type": "true_false",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000034"
        },
        {
          "type": "true_false",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000035"
        },
        {
          "type": "true_false",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000036"
        },
        {
          "type": "true_false",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000037"
        },
        {
          "type": "true_false",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000038"
        },
        {
          "type": "true_false",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000039"
        },
        {
          "type": "true_false",
          "question": "大学生自我评价比其他年龄阶段的人更符合实际。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000040"
        },
        {
          "type": "true_false",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000041"
        },
        {
          "type": "true_false",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000042"
        },
        {
          "type": "true_false",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000043"
        },
        {
          "type": "true_false",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000044"
        },
        {
          "type": "true_false",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000045"
        },
        {
          "type": "true_false",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000046"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000047"
        },
        {
          "type": "true_false",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000048"
        },
        {
          "type": "true_false",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000049"
        },
        {
          "type": "true_false",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000050"
        },
        {
          "type": "true_false",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000051"
        },
        {
          "type": "true_false",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000052"
        },
        {
          "type": "true_false",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000053"
        },
        {
          "type": "true_false",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000054"
        },
        {
          "type": "true_false",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000055"
        },
        {
          "type": "true_false",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000056"
        },
        {
          "type": "true_false",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000057"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000058"
        },
        {
          "type": "true_false",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000059"
        },
        {
          "type": "true_false",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000060"
        },
        {
          "type": "true_false",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000061"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000062"
        },
        {
          "type": "true_false",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000063"
        },
        {
          "type": "true_false",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000064"
        },
        {
          "type": "true_false",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000065"
        },
        {
          "type": "true_false",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000066"
        },
        {
          "type": "true_false",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000067"
        },
        {
          "type": "true_false",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000068"
        },
        {
          "type": "true_false",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000069"
        },
        {
          "type": "true_false",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000070"
        },
        {
          "type": "true_false",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000071"
        },
        {
          "type": "true_false",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000072"
        },
        {
          "type": "true_false",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000073"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000074"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000075"
        },
        {
          "type": "true_false",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000076"
        },
        {
          "type": "true_false",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000077"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000078"
        },
        {
          "type": "true_false",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000079"
        },
        {
          "type": "true_false",
          "question": "目前较为公认的看法是：心理发展只是数量上的变化，即发展只有连续性，儿童只不过是成人的缩影。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000080"
        },
        {
          "type": "true_false",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000081"
        },
        {
          "type": "true_false",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000082"
        },
        {
          "type": "true_false",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000083"
        },
        {
          "type": "true_false",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000084"
        },
        {
          "type": "true_false",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000085"
        },
        {
          "type": "true_false",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000086"
        },
        {
          "type": "true_false",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000087"
        },
        {
          "type": "true_false",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000088"
        },
        {
          "type": "true_false",
          "question": "人脑是产生心理的器官，它提供了心理产生的可能性，但如果没有主观能动性的作用，心理活动就无法产生，因此后者是人心理产生的源泉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000089"
        },
        {
          "type": "true_false",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000090"
        },
        {
          "type": "true_false",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000091"
        },
        {
          "type": "true_false",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000092"
        },
        {
          "type": "true_false",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000093"
        },
        {
          "type": "true_false",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000094"
        },
        {
          "type": "true_false",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000095"
        },
        {
          "type": "true_false",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000096"
        },
        {
          "type": "true_false",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000097"
        },
        {
          "type": "true_false",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000098"
        },
        {
          "type": "true_false",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000099"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000100"
        },
        {
          "type": "true_false",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000101"
        },
        {
          "type": "true_false",
          "question": "学生群体是校园中最活跃的群体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000102"
        },
        {
          "type": "true_false",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000103"
        },
        {
          "type": "true_false",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000104"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000105"
        },
        {
          "type": "true_false",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000106"
        },
        {
          "type": "true_false",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000107"
        },
        {
          "type": "true_false",
          "question": "道德发展与逻辑思维发展有关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000108"
        },
        {
          "type": "true_false",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000109"
        },
        {
          "type": "true_false",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000110"
        },
        {
          "type": "true_false",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000111"
        },
        {
          "type": "true_false",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000112"
        },
        {
          "type": "true_false",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000113"
        },
        {
          "type": "true_false",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000114"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000115"
        },
        {
          "type": "true_false",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000116"
        },
        {
          "type": "true_false",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000117"
        },
        {
          "type": "true_false",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000118"
        },
        {
          "type": "true_false",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000119"
        },
        {
          "type": "true_false",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000120"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000121"
        },
        {
          "type": "true_false",
          "question": "共情又叫做同感或同理心，是设身处地的从别人的角度去体会并理解别人的感觉、需要、情绪与想法的一种个人特质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000122"
        },
        {
          "type": "true_false",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000123"
        },
        {
          "type": "true_false",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000124"
        },
        {
          "type": "true_false",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000125"
        },
        {
          "type": "true_false",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000126"
        },
        {
          "type": "true_false",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000127"
        },
        {
          "type": "true_false",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000128"
        },
        {
          "type": "true_false",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000129"
        },
        {
          "type": "true_false",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000130"
        },
        {
          "type": "true_false",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000131"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000132"
        },
        {
          "type": "true_false",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000133"
        },
        {
          "type": "true_false",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000134"
        },
        {
          "type": "true_false",
          "question": "文化是人类在社会历史发展过程中所创造的物质财富和精神财富的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000135"
        },
        {
          "type": "true_false",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000136"
        },
        {
          "type": "true_false",
          "question": "在大学生品德研究范围上，主要将研究的重点集中于当代大学生的政治素养、社会公德与家庭美德、个人道德素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000137"
        },
        {
          "type": "true_false",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000138"
        },
        {
          "type": "true_false",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000139"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000140"
        },
        {
          "type": "true_false",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000141"
        },
        {
          "type": "true_false",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000142"
        },
        {
          "type": "true_false",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000143"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000144"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000145"
        },
        {
          "type": "true_false",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000146"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000147"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000148"
        },
        {
          "type": "true_false",
          "question": "大学教师至关重要的角色是学术研究者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000149"
        },
        {
          "type": "true_false",
          "question": "心理发展不仅指向前推进、增强的过程,也指衰退、减弱的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000150"
        },
        {
          "type": "true_false",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000151"
        },
        {
          "type": "true_false",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000152"
        },
        {
          "type": "true_false",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000153"
        },
        {
          "type": "true_false",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000154"
        },
        {
          "type": "true_false",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000155"
        },
        {
          "type": "true_false",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000156"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000157"
        },
        {
          "type": "true_false",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000158"
        },
        {
          "type": "true_false",
          "question": "营造健康积极向上的大学校园文化，对于保障师生愉快的工作与学习，促进其身心健康有着重要意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000159"
        },
        {
          "type": "true_false",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000160"
        },
        {
          "type": "true_false",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000161"
        },
        {
          "type": "true_false",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000162"
        },
        {
          "type": "true_false",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000163"
        },
        {
          "type": "true_false",
          "question": "陈述性知识主要通过理解和记忆而获得，其教与学的形式均以语言为基本载体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000164"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000165"
        },
        {
          "type": "true_false",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000166"
        },
        {
          "type": "true_false",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000167"
        },
        {
          "type": "true_false",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000168"
        },
        {
          "type": "true_false",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000169"
        },
        {
          "type": "true_false",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000170"
        },
        {
          "type": "true_false",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000171"
        },
        {
          "type": "true_false",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000172"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000173"
        },
        {
          "type": "true_false",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000174"
        },
        {
          "type": "true_false",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000175"
        },
        {
          "type": "true_false",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000176"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000177"
        },
        {
          "type": "true_false",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000178"
        },
        {
          "type": "true_false",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000179"
        },
        {
          "type": "true_false",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000180"
        },
        {
          "type": "true_false",
          "question": "动作表征出现在个体成长的早期，随年龄增加而不再使用动作表征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000181"
        },
        {
          "type": "true_false",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000182"
        },
        {
          "type": "true_false",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000183"
        },
        {
          "type": "true_false",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000184"
        },
        {
          "type": "true_false",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000185"
        },
        {
          "type": "true_false",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000186"
        },
        {
          "type": "true_false",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000187"
        },
        {
          "type": "true_false",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000188"
        },
        {
          "type": "true_false",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000189"
        },
        {
          "type": "true_false",
          "question": "心理学诞生的标志是德国哲学家、生理学教授冯特在莱比锡大学建立了世界上第一个心理实验室。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000190"
        },
        {
          "type": "true_false",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000191"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000192"
        },
        {
          "type": "true_false",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000193"
        },
        {
          "type": "true_false",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000194"
        },
        {
          "type": "true_false",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000195"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000196"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000197"
        },
        {
          "type": "true_false",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000198"
        },
        {
          "type": "true_false",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000199"
        },
        {
          "type": "true_false",
          "question": "韦纳的自我归因理论试图寻求维持学生学习动机的途径，而卡芬顿的自我价值论(self-worth theory)重在解释学生为什么缺乏学习动机的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000200"
        },
        {
          "type": "true_false",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000201"
        },
        {
          "type": "true_false",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000202"
        },
        {
          "type": "true_false",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000203"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000204"
        },
        {
          "type": "true_false",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000205"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000206"
        },
        {
          "type": "true_false",
          "question": "校园精神文化渗透在校园行为文化校园制度文化和校园物质文化之中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000207"
        },
        {
          "type": "true_false",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000208"
        },
        {
          "type": "true_false",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000209"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000210"
        },
        {
          "type": "true_false",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000211"
        },
        {
          "type": "true_false",
          "question": "校园文化的主导文化是师生的价值观。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000212"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000213"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000214"
        },
        {
          "type": "true_false",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000215"
        },
        {
          "type": "true_false",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000216"
        },
        {
          "type": "true_false",
          "question": "教师文化与教师形象具有巨大的潜在的教育力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000217"
        },
        {
          "type": "true_false",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000218"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000219"
        },
        {
          "type": "true_false",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000220"
        },
        {
          "type": "true_false",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000221"
        },
        {
          "type": "true_false",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000222"
        },
        {
          "type": "true_false",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000223"
        },
        {
          "type": "true_false",
          "question": "教师的一般能力在高校中并不是特别的重要，因为它并不是构成教师教学能力的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000224"
        },
        {
          "type": "true_false",
          "question": "学术文化是校园文化中的主导文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000225"
        },
        {
          "type": "true_false",
          "question": "气质类型是有好有坏的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000226"
        },
        {
          "type": "true_false",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000227"
        },
        {
          "type": "true_false",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000228"
        },
        {
          "type": "true_false",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000229"
        },
        {
          "type": "true_false",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000230"
        },
        {
          "type": "true_false",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000231"
        },
        {
          "type": "true_false",
          "question": "人的亲和行为会受到外貌、距离、熟悉性和相似性等的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000232"
        },
        {
          "type": "true_false",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000233"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000234"
        },
        {
          "type": "true_false",
          "question": "成熟的道德判断是成熟的道德行为的充分条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000235"
        },
        {
          "type": "true_false",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000236"
        },
        {
          "type": "true_false",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000237"
        },
        {
          "type": "true_false",
          "question": "直觉思维是学生寻求问题的答案时，从错误调整到正确的认知过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000238"
        },
        {
          "type": "true_false",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000239"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000240"
        },
        {
          "type": "true_false",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000241"
        },
        {
          "type": "true_false",
          "question": "程序性知识主要是指由概念、规则及原理构成的知识系统。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000242"
        },
        {
          "type": "true_false",
          "question": "气质和性格都有好坏之分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000243"
        },
        {
          "type": "true_false",
          "question": "品德具有稳定性，所以，品德一旦形成，就不会再改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000244"
        },
        {
          "type": "true_false",
          "question": "学习动机(motivation to learn)是唤起学生的学习行为，并使该行为朝向教师预先设定的学习目标的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000245"
        },
        {
          "type": "true_false",
          "question": "遗忘的发展规律是“先快后慢”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000246"
        },
        {
          "type": "true_false",
          "question": "心理发展是指个体随着年龄的增长，个体身心连续又稳定的变化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000247"
        },
        {
          "type": "true_false",
          "question": "在强化学习中，强化物来自外部环境，即只存在外部强化一种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000248"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导对辅导教师的要求与个别心理辅导对辅导教师的要求是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000249"
        },
        {
          "type": "true_false",
          "question": "进行个人职业生涯规划，有利于重新认识自己的价值并使其增值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000250"
        },
        {
          "type": "true_false",
          "question": "大学教师的心理健康问题已呈现出比较严重的状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000251"
        },
        {
          "type": "true_false",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000252"
        },
        {
          "type": "true_false",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000253"
        },
        {
          "type": "true_false",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000254"
        },
        {
          "type": "true_false",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000255"
        },
        {
          "type": "true_false",
          "question": "自我强化指的是个人按照他人的标准评价自己的行为后，在心理上对自己所做的奖励或惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000256"
        },
        {
          "type": "true_false",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000257"
        },
        {
          "type": "true_false",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000258"
        },
        {
          "type": "true_false",
          "question": "班杜拉的社会学习理论及有关实验研究揭示观察学习在大学生品德形成和发展中有重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000259"
        },
        {
          "type": "true_false",
          "question": "集群行为一般都有自发、短暂、无组织、情绪化、极易受暗示等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000260"
        },
        {
          "type": "true_false",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000261"
        },
        {
          "type": "true_false",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000262"
        },
        {
          "type": "true_false",
          "question": "美国学者司德菲提出的教师生涯发展模式属于一种能力发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000263"
        },
        {
          "type": "true_false",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000264"
        },
        {
          "type": "true_false",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000265"
        },
        {
          "type": "true_false",
          "question": "侵犯行为是一种故意伤害他人的行为，一般包括了动机、行为和后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000266"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000267"
        },
        {
          "type": "true_false",
          "question": "教师劳动的根本目的是创造新人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000268"
        },
        {
          "type": "true_false",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000269"
        },
        {
          "type": "true_false",
          "question": "行为主义心理学的创始人是美国心理学家詹姆士。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000270"
        },
        {
          "type": "true_false",
          "question": "遗传素质是个体心理发展的决定因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000271"
        },
        {
          "type": "true_false",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000272"
        },
        {
          "type": "true_false",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000273"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导是预防心理问题发生的最佳途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000274"
        },
        {
          "type": "true_false",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000275"
        },
        {
          "type": "true_false",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000276"
        },
        {
          "type": "true_false",
          "question": "自觉性是品德修养的最先特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000277"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养的自律性的特点在于强调从“独处”、“微处”和“隐处”进行修养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000278"
        },
        {
          "type": "true_false",
          "question": "人际关系的具体表现形式即人际交往。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000279"
        },
        {
          "type": "true_false",
          "question": "认知结构变量对学习迁移效果的影响通常是通过“先行组织者”而实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000280"
        },
        {
          "type": "true_false",
          "question": "上位概念和下位概念都是绝对的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000281"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养贵在自觉、难在自律、重在常修。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000282"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000283"
        },
        {
          "type": "true_false",
          "question": "大学教师还担负着师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000284"
        },
        {
          "type": "true_false",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000285"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000286"
        },
        {
          "type": "true_false",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000287"
        },
        {
          "type": "true_false",
          "question": "大学生的社会知觉，就是大学生对社会客体的感知和认识过程，包括对他人的知觉、自我知觉、角色知觉和人际知觉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000288"
        },
        {
          "type": "true_false",
          "question": "大学心理学的研究对象高校学生、教师和管理者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000289"
        },
        {
          "type": "true_false",
          "question": "热爱学生是教师的天职，是做好教育教学工作的情感基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000290"
        },
        {
          "type": "true_false",
          "question": "大学生的思想与心理已基本定型，可塑性很少。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000291"
        },
        {
          "type": "true_false",
          "question": "人际沟通可以满足个体的心理需求、消除孤独感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000292"
        },
        {
          "type": "true_false",
          "question": "心理健康教育的防治性目标强调发展学生的个性与潜能，提高学生在学习、生活、人际交往等方面的心理素质，使其保持良好的心理状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000293"
        },
        {
          "type": "true_false",
          "question": "高等教育的教学活动本身是一种创造性的学术活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000294"
        },
        {
          "type": "true_false",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000295"
        },
        {
          "type": "true_false",
          "question": "充沛的精力和顽强的毅力是教师意志品质的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000296"
        },
        {
          "type": "true_false",
          "question": "大学教师的激励手段必须符合人的心理和行为规律才能奏效。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000297"
        },
        {
          "type": "true_false",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000298"
        },
        {
          "type": "true_false",
          "question": "辩证唯物主义认为人的心理是人脑的机能，是客观现实在人脑中的主观映象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000299"
        },
        {
          "type": "true_false",
          "question": "大学生品德教育是大学辅导员的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000300"
        },
        {
          "type": "true_false",
          "question": "在刺激的连续作用下，感觉会随刺激时间的延长而逐渐发生变化，这种现象是感觉的适应现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000301"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的同化功能主要是通过模仿和从众来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000302"
        },
        {
          "type": "true_false",
          "question": "教师的威信主要是靠客观条件的改善，否则主观上再努力也无济于事。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000303"
        },
        {
          "type": "true_false",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000304"
        },
        {
          "type": "true_false",
          "question": "先行组织者的实质是利用已经具有的先前知识获取知识的教学组织形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000305"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000306"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000307"
        },
        {
          "type": "true_false",
          "question": "倾听技术是指心理教师全神贯注聆听来访者叙述，对于其含糊而模棱两可或意义隐藏的语句给予进一步的叙述。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000308"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000309"
        },
        {
          "type": "true_false",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000310"
        },
        {
          "type": "true_false",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000311"
        },
        {
          "type": "true_false",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000312"
        },
        {
          "type": "true_false",
          "question": "生涯规划和择业目标不恰当是大学生心理问题的一个表现形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000313"
        },
        {
          "type": "true_false",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000314"
        },
        {
          "type": "true_false",
          "question": "尊重教师和爱护学生是校园文化中最富有价值追求的要素之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000315"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000316"
        },
        {
          "type": "true_false",
          "question": "大学生的品德的形成与发展是社会需要与个人需要的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000317"
        },
        {
          "type": "true_false",
          "question": "奥苏贝尔(David Ausubel)的意义学习理论旨在解决概念和命题性知识的教学问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000318"
        },
        {
          "type": "true_false",
          "question": "教师的教育能力中语言表达能力是占首位的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000319"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000320"
        },
        {
          "type": "true_false",
          "question": "品德修养是品德养成的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000321"
        },
        {
          "type": "true_false",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000322"
        },
        {
          "type": "true_false",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000323"
        },
        {
          "type": "true_false",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000324"
        },
        {
          "type": "true_false",
          "question": "道德行为是道德认识、道德情感和道德意志的外在具体表现，是品德的最重要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000325"
        },
        {
          "type": "true_false",
          "question": "从众行为是在群体的影响和压力下，个体放弃自己的意愿而采取与大多数人相一致的行为倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000326"
        },
        {
          "type": "true_false",
          "question": "产生式系统的迁移观主要针对的是陈述性知识的学习迁移问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000327"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000328"
        },
        {
          "type": "true_false",
          "question": "校园物质文化是校园文化中深层文化的体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000329"
        },
        {
          "type": "true_false",
          "question": "心理学研究对象的性质决定了心理学是社会科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000330"
        },
        {
          "type": "true_false",
          "question": "大学生的从众行为一定是不好的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000331"
        },
        {
          "type": "true_false",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000332"
        },
        {
          "type": "true_false",
          "question": "校园行为文化是校园中师生员工的生活习惯、行为方式、处事风格等所体现出来的一种文化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000333"
        },
        {
          "type": "true_false",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000334"
        },
        {
          "type": "true_false",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000335"
        },
        {
          "type": "true_false",
          "question": "在建构式学习理论中，讲解式是主要的教学方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000336"
        },
        {
          "type": "true_false",
          "question": "大学生个人特质的变化一般不会影响到大学生品德的形成与发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000337"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动具有长效性的特点，但同时也具有短效性的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000338"
        },
        {
          "type": "true_false",
          "question": "团体心理辅导是在团体情境中提供心理帮助与指导的一种心理咨询与治疗的形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000339"
        },
        {
          "type": "true_false",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000340"
        },
        {
          "type": "true_false",
          "question": "人类个体的成长环境就是人类的社会环境。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000341"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000342"
        },
        {
          "type": "true_false",
          "question": "热爱教育事业，热爱学生，热爱自己所教的学科，这是教师首要的基本心理素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000343"
        },
        {
          "type": "true_false",
          "question": "自我观念和社会身份是印象管理过程中的两个重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000344"
        },
        {
          "type": "true_false",
          "question": "“合群”是大学生人际吸引的较高层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000345"
        },
        {
          "type": "true_false",
          "question": "道德性的养成需经过道德的内化和外化两个过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000346"
        },
        {
          "type": "true_false",
          "question": "大学生品德的形成是辅导员的任务，与学科教师无关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000347"
        },
        {
          "type": "true_false",
          "question": "马斯洛认为自我实现化的人是尽善尽美的“完人”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000348"
        },
        {
          "type": "true_false",
          "question": "健康是一种在身体上、心理上和社会上的一种完好状态",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000349"
        },
        {
          "type": "true_false",
          "question": "大学教师的劳动是一种十分复杂的劳动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000350"
        },
        {
          "type": "true_false",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000351"
        },
        {
          "type": "true_false",
          "question": "校园制度文化是校园在学校的规章、行政、道德和习惯层面上的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000352"
        },
        {
          "type": "true_false",
          "question": "自我效能感就是个人对自己是否具备达到某一行为水平的能力的评判。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000353"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能主要是通过人际间的心理感染和营造特定的环境来实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000354"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000355"
        },
        {
          "type": "true_false",
          "question": "“头脑风暴法”有助于促进创造性地解决问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000356"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的心理调试功能主要是通过物质环境调试和精神环境调试实现的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000357"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000358"
        },
        {
          "type": "true_false",
          "question": "大学生个别心理辅导老师需要在资格、观念和个人成长等方面作出必要的准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000359"
        },
        {
          "type": "true_false",
          "question": "大学生的职业生涯规划最主要的目标包括职业生涯的发展和职业生涯的决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000360"
        },
        {
          "type": "true_false",
          "question": "大学生自我评价的片面性表现为过高评价自我。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000361"
        },
        {
          "type": "true_false",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000362"
        },
        {
          "type": "true_false",
          "question": "大学生的品德修养重在常修，常修就是要突出终身性、经常性、持久性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000363"
        },
        {
          "type": "true_false",
          "question": "学校心理健康教育的总目标是充分发挥学生潜能、激发其个性得到全面健康的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000364"
        },
        {
          "type": "true_false",
          "question": "心理健康教育的发展性目标强调预防和矫正学生在学习与生活中产生的各种心理行为偏差或问题，促进学生的心理健康。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000365"
        },
        {
          "type": "true_false",
          "question": "斯滕伯格认为爱情包括亲密、激情和承诺三种成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000366"
        },
        {
          "type": "true_false",
          "question": "社会心理通常是通过社会行为表现出来的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000367"
        },
        {
          "type": "true_false",
          "question": "教师威信的发展和维护，关键在于教师本身的自我塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000368"
        },
        {
          "type": "true_false",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000369"
        },
        {
          "type": "true_false",
          "question": "在使用提问技术进行心理辅导时，使用开放式提问比使用封闭式提问更有效果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000370"
        },
        {
          "type": "true_false",
          "question": "测验法是研究者根据研究课题要求，编制一定的问题或表格让被试者回答，从而了解被试者的心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000371"
        },
        {
          "type": "true_false",
          "question": "意义学习就是揭示知识的意义的学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000372"
        },
        {
          "type": "true_false",
          "question": "一般认为，在具有了道德认知和道德情感的情况下，道德行为的产生取决于道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000373"
        },
        {
          "type": "true_false",
          "question": "个性心理特征影响着个性倾向性及其它心理活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000374"
        },
        {
          "type": "true_false",
          "question": "大学校园文化的感染功能是通过精神感染和环境感染起作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000375"
        },
        {
          "type": "true_false",
          "question": "气质就是我们平常所说的脾气秉性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000376"
        },
        {
          "type": "true_false",
          "question": "大学生人际冲突发生的原因，大部分是因为沟通不畅。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000377"
        },
        {
          "type": "true_false",
          "question": "现在大学里分工非常明确，有班主任与辅导员专门负责管理学生，因而上课教师已经不再担负起师生人际关系协调者的角色。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000378"
        },
        {
          "type": "true_false",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000379"
        },
        {
          "type": "true_false",
          "question": "一个正常个体的发展总是经历一些共同的基本阶段，但在发展速度上、最终到达的水平，以及发展的优势领域往往是千差万别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000380"
        },
        {
          "type": "true_false",
          "question": "教师的威信是学生接受教育的前提，是教师教育学生的人格基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000381"
        },
        {
          "type": "true_false",
          "question": "从众不仅是个体在表现层面做出了与群体相一致的姿态，而且在内在思想与态度上也与群体相一致。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000382"
        },
        {
          "type": "true_false",
          "question": "文化可以分为社会文化、家庭文化和学校文化三分层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000383"
        },
        {
          "type": "true_false",
          "question": "品德表现在道德行为之中，所有的道德行为都是品德的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000384"
        },
        {
          "type": "true_false",
          "question": "学习者对有意义材料的学习会采用意义学习，而不是采用机械学习。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000385"
        },
        {
          "type": "true_false",
          "question": "大学生的品德评价指标体系的建构有利于促进大学德育工作的有效展开和学生思想道德的发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000386"
        },
        {
          "type": "true_false",
          "question": "人际冲突是人际关系双方互不接纳、互不相容的紧张状态或者对抗状态。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000387"
        },
        {
          "type": "true_false",
          "question": "人类某种行为和能力的发展错过关键期，发展这种行为和能力的可能性就不会存在了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000388"
        },
        {
          "type": "true_false",
          "question": "心理学是仅仅研究心理活动规律的科学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000389"
        },
        {
          "type": "true_false",
          "question": "学会倾听是心理辅导的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000390"
        },
        {
          "type": "true_false",
          "question": "大学是人性格发展和成型的关键时期，抓住这一时期，促进大学生良好性格的完善和成熟，是非常重要的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000391"
        },
        {
          "type": "true_false",
          "question": "开放式提问是建立在建立良好咨访关系为目的的基础之上的，而不是窥探学生的隐私。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000392"
        },
        {
          "type": "true_false",
          "question": "由于疲劳、疾病等原因而发生的心理变化称为心理发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000393"
        },
        {
          "type": "true_false",
          "question": "在大学群体文化建设中，无需顾忌师生间的互动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000394"
        },
        {
          "type": "true_false",
          "question": "规范与约束是制度文化最突出的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000395"
        },
        {
          "type": "true_false",
          "question": "在与陌生人交往时，首因效应起较大作用；而与熟人交往时，则近因效应有较大影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000396"
        },
        {
          "type": "true_false",
          "question": "从品德心理结构的视角看，品德形成发展一般要经过醒悟、转变与巩固和稳定三个阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000397"
        },
        {
          "type": "true_false",
          "question": "良好的品德不是自发形成的，是在社会与学校对大学生不断地教育和训练，和大学生自身不懈地锻炼和修养中形成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000398"
        },
        {
          "type": "true_false",
          "question": "正向的自我表露是指辅导员提出自己的优点和正向经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T1000000399"
        },
        {
          "type": "true_false",
          "question": "大学生形式逻辑已趋完善，辩证逻辑思维达到成熟水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T1000000400"
        }
      ]
    }
  }
]