export default [
  {
    "type": "教师伦理学",
    "questions": {
      "single_choice": [
        {
          "type": "single_choice",
          "question": "关于人的行为的说法正确的是（    ）。",
          "options": [
            "A.人的行为完全是由其自然需要引起的；",
            "B.人不能将自己和环境区别开来；",
            "C.人的行为是一种积极能动的自主活动；",
            "D.人的行为是一种受高级意识支配但缺乏周密的计划"
          ],
          "answer": "C",
          "id": "S2000001601"
        },
        {
          "type": "single_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.坚持真理，献身科学；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001602"
        },
        {
          "type": "single_choice",
          "question": "宋明理学兴盛时期，我国教师职业道德的最大特点是（   ）。",
          "options": [
            "A.言传身教；",
            "B.天人合一；",
            "C.知行合一；",
            "D.反求诸己"
          ],
          "answer": "C",
          "id": "S2000001603"
        },
        {
          "type": "single_choice",
          "question": "对于教师更新教育理念的要求，以下说法错误的是（    ）。",
          "options": [
            "A.教师应当从知识技能的传授者拓展为人文精神的培育者；",
            "B.教师不仅仅是知识的传播者，更是学习的引导者；",
            "C.教师应当学会认识、学会生活、学会做事、学会发展；",
            "D.师生关系中应当坚持教师的主导性"
          ],
          "answer": "D",
          "id": "S2000001604"
        },
        {
          "type": "single_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，以下说法错误的是（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是先进的教育理念和方法；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "C",
          "id": "S2000001605"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“严谨治学，实事求是”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.忠诚踏实，严肃认真"
          ],
          "answer": "A",
          "id": "S2000001606"
        },
        {
          "type": "single_choice",
          "question": "教师在从事教育职业活动时对社会和他人应承担的责任是指（    ）。",
          "options": [
            "A.教师道德责任；",
            "B.教师道德义务；",
            "C.教师道德范畴；",
            "D.教师道德公正"
          ],
          "answer": "B",
          "id": "S2000001607"
        },
        {
          "type": "single_choice",
          "question": "不属于师德教育的一般方法的是（    ）。",
          "options": [
            "A.相互教育与自我教育相结合；",
            "B.个别教育和群体教育相结合；",
            "C.榜样引导和舆论监督相结合；",
            "D.正面教育与反面教育相结合"
          ],
          "answer": "B",
          "id": "S2000001608"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养关系说法错误的是（    ）。",
          "options": [
            "A.师德修养是师德教育的前提和必要准备；",
            "B.二者都是践行教师道德规范，提高教师职业道德的两种紧密联系的道德活动形式；",
            "C.师德修养是师德教育的必要补充；",
            "D.二者都致力于教师道德养成"
          ],
          "answer": "A",
          "id": "S2000001609"
        },
        {
          "type": "single_choice",
          "question": "下列有关动机和效果作为教师道德评价依据的观点错误的是（    ）。",
          "options": [
            "A.进行教师道德评价时，更需要关注动机；",
            "B.教师行为是动机激发的结果，动机的内容决定了行为的性质；",
            "C.要考虑行为的效果，而且要更加重视检验教师教育实践及其取得的效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "A",
          "id": "S2000001610"
        },
        {
          "type": "single_choice",
          "question": "特别强调发展教育必须发展师范教育的是（   ）。",
          "options": [
            "A.康有为；",
            "B.梁启超；",
            "C.蔡元培；",
            "D.杨昌济"
          ],
          "answer": "B",
          "id": "S2000001611"
        },
        {
          "type": "single_choice",
          "question": "以下教育家中，认为教师职业决定他应当是一个先进分子，而且首先是一个爱国主义者的是（   ）。",
          "options": [
            "A.蔡元培；",
            "B.杨昌济；",
            "C.陶行知；",
            "D.徐特立"
          ],
          "answer": "D",
          "id": "S2000001612"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系自律上的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "D",
          "id": "S2000001613"
        },
        {
          "type": "single_choice",
          "question": "在西方教育史上，第一次从职业道德的高度探讨教师职业道德的是（   ）。",
          "options": [
            "A.德谟克里特；",
            "B.昆体良；",
            "C.维多思若；",
            "D.蒙台涅"
          ],
          "answer": "B",
          "id": "S2000001614"
        },
        {
          "type": "single_choice",
          "question": "以下属于动机论伦理学流派的代表人物是（   ）。",
          "options": [
            "A.柏拉图；",
            "B.康德；",
            "C.边沁；",
            "D.萨特"
          ],
          "answer": "B",
          "id": "S2000001615"
        },
        {
          "type": "single_choice",
          "question": "处理师生关系最基本的道德要求是(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "A",
          "id": "S2000001616"
        },
        {
          "type": "single_choice",
          "question": "人文素养的建立基础是（    ）。",
          "options": [
            "A.较高的智力；",
            "B.完善的道德；",
            "C.一定的社会科学知识的拥有和内化；",
            "D.丰富的社会实践"
          ],
          "answer": "C",
          "id": "S2000001617"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.教师履行道德义务往往是觉得做了自己该做的事情；",
            "B.教师道德义务是同谋求个人权利或报偿相对应的；",
            "C.教师在履行道德义务之后获得的赞扬、权利和报偿是行为的结果，而不是教师行为选择的动机；",
            "D.教师履行道德义务，往往以或多或少的自我牺牲为前提"
          ],
          "answer": "B",
          "id": "S2000001618"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律与自律相统一的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000001619"
        },
        {
          "type": "single_choice",
          "question": "教师道德的哪种构成要素既调整了教育领域中的诸多伦理关系和道德矛盾，又是客观要求与主观认识的结合？（    ）",
          "options": [
            "A.教师道德意识；",
            "B.教师道德关系；",
            "C.教师道德规范；",
            "D.教师道德活动"
          ],
          "answer": "C",
          "id": "S2000001620"
        },
        {
          "type": "single_choice",
          "question": "在复杂的道德关系和矛盾中做出扬善抑恶的（    ），是一个教师道德理性走向成熟的标志之一。",
          "options": [
            "A.道德判断；",
            "B.道德选择；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "B",
          "id": "S2000001621"
        },
        {
          "type": "single_choice",
          "question": "教师的职业道德意识的表现形式是教师(    )。",
          "options": [
            "A.道德人格；",
            "B.道德品质；",
            "C.道德义务；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000001622"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为评价善恶标准的相对性种类是（    ）。",
          "options": [
            "A.社会政治、经济、文化发展的差异性；",
            "B.教育事业发展状况是影响教师道德行为评价的重要因素",
            "C.社会思潮、意识形态左右着教师道德行为，成为构成教师道德行为标准的重要因素；",
            "D.教师应该承担传播知识、创造知识与监督社会的职责"
          ],
          "answer": "D",
          "id": "S2000001623"
        },
        {
          "type": "single_choice",
          "question": "有关慎独这种师德修养方法的认识错误的是（    ）。",
          "options": [
            "A.慎独是一种道德修养方法；",
            "B.慎独是道德修养应达到的一种境界；",
            "C.慎独的表现形式是客观的，内容则是主观的；",
            "D.慎独倡导人们要严格要求自己，坚持在“隐”和“微”处下功夫"
          ],
          "answer": "C",
          "id": "S2000001624"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.发展性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001625"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教师道德规范体系的是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德范畴；",
            "C.教师道德原则；",
            "D.教师道德准则"
          ],
          "answer": "D",
          "id": "S2000001626"
        },
        {
          "type": "single_choice",
          "question": "“科学应该具有追求真理的热情和对人类利益无私的关怀，而不是为个人私利。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "C",
          "id": "S2000001627"
        },
        {
          "type": "single_choice",
          "question": "对于教师道德的调节功能，以下说法不正确的是（    ）。",
          "options": [
            "A.是教师道德最主要、最基本的功能；",
            "B.主要有两种方式：他律性的社会调节和自律性的自我调节；",
            "C.道德是调节教育活动关系和秩序的唯一手段；",
            "D.道德调节最终依靠道德自觉性来实现"
          ],
          "answer": "C",
          "id": "S2000001628"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师在从事科学研究时最基本的治学态度是（    ）。",
          "options": [
            "A.团结协作，公平竞争；",
            "B.不畏艰险，开拓进取；",
            "C.严谨治学，实事求是；",
            "D.坚韧不拔，勇于探索"
          ],
          "answer": "C",
          "id": "S2000001629"
        },
        {
          "type": "single_choice",
          "question": "教学过程中伦理矛盾的体现为(    )。",
          "options": [
            "A.师生之间的矛盾；",
            "B.教师个人的教学业务能力和水平不能适应教学工作的实际需要引起的矛盾；",
            "C.教师对教学工作的态度和责任心不能满足教学工作要求引起的矛盾；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001630"
        },
        {
          "type": "single_choice",
          "question": "不属于我国加强理想信念教育的环节是（    ）。",
          "options": [
            "A.马克思主义理论教育；",
            "B.中国近现代史教育；",
            "C.社会主义核心价值体系教育；",
            "D.专业技能教育"
          ],
          "answer": "D",
          "id": "S2000001631"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德活动现象的说法不正确的是（    ）。",
          "options": [
            "A.是教师在职业活动中，根据一定的道德观念和价值原则，处理各种伦理关系的实践活动；",
            "B.不是所有的师德活动都是教师有意识的、自觉的言行；",
            "C.应当具体区分教师道德活动的不同类型和层次；",
            "D.师德活动是师德意识和师德规范的来源之一"
          ],
          "answer": "B",
          "id": "S2000001632"
        },
        {
          "type": "single_choice",
          "question": "人文作为某类存在物而言时，以下说法正确的是（    ）。",
          "options": [
            "A.泛指人事，与人以外的自然现象相区别；",
            "B.是人本身；",
            "C.是与人有关的种种现象；",
            "D.以上全包含"
          ],
          "answer": "D",
          "id": "S2000001633"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.荣誉作为对道德行为的社会价值作出的公认的评价，是客观的；",
            "B.教师道德荣誉必须以履行道德义务为前提；",
            "C.教师的荣誉观一般只受到教师的特点和社会价值的影响，不受到来自集体原则的影响；",
            "D.教师道德荣誉是激发其履行道德义务的动力"
          ],
          "answer": "C",
          "id": "S2000001634"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为的目的的论述错误的是（    ）。",
          "options": [
            "A.行为的目的是行为的具体原因，没有目的就没有行为；",
            "B.教师道德行为的目的指行为本身的目的；",
            "C.教师道德行为的目的也指行为者的目的；",
            "D.教师道德行为的两种目的在任何情况下都是一致的"
          ],
          "answer": "D",
          "id": "S2000001635"
        },
        {
          "type": "single_choice",
          "question": "正确处理言教和身教的关系要认真把握的是(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001636"
        },
        {
          "type": "single_choice",
          "question": "师德原则的基本功能的实现途径是(    )。",
          "options": [
            "A.教育事业整体利益；",
            "B.教师个人的职业行为；",
            "C.教师的道德情感；",
            "D.教师的道德责任心"
          ],
          "answer": "B",
          "id": "S2000001637"
        },
        {
          "type": "single_choice",
          "question": "人的需要和目的被消融到追求经济增长的技术目标中，人反而成了实现目标的工具。这体现的是（    ）。",
          "options": [
            "A.技术工具化；",
            "B.技术手段的目的化；",
            "C.技术社会的自由丧失；",
            "D.技术异化的显现"
          ],
          "answer": "B",
          "id": "S2000001638"
        },
        {
          "type": "single_choice",
          "question": "“科学知识要经受检测与批判，绝不轻信盲从。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "D",
          "id": "S2000001639"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学的核心内容是(    )。",
          "options": [
            "A.教师职业道德行为选择；",
            "B.教师职业道德规范体系；",
            "C.教师职业道德养成；",
            "D.教师职业理想人格追求"
          ],
          "answer": "B",
          "id": "S2000001640"
        },
        {
          "type": "single_choice",
          "question": "下列说法正确的是(    )。",
          "options": [
            "A.社会对教师的道德要求要比其他职业的劳动者要高得多；",
            "B.高校教师教育劳动的时空特殊性，决定了教师应该具有更高的道德自觉感和更强烈的道德责任感；",
            "C.高校教师劳动形式的特殊性，决定了教师应该以高度自觉责任感对待自己的本职工作；",
            "D.高校教师的劳动形式是以个体脑力劳动为基础的松散的集体协作劳动"
          ],
          "answer": "AD",
          "id": "S2000001641"
        },
        {
          "type": "single_choice",
          "question": "正确开展教师职业道德评价活动的意义有（    ）。",
          "options": [
            "A.有助于提高教师道德水平；",
            "B.形成优良的道德品质；",
            "C.能促进师德和校风建设；",
            "D.对社会精神文明建设有一定的影响"
          ],
          "answer": "ABCD",
          "id": "S2000001642"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质具有哪些特征（    ）。",
          "options": [
            "A.教师道德品质与教师道德行为紧密相联;",
            "B.教师道德品质是一种自觉意志的选择行为过程；",
            "C.教师道德品质是在“行为整体”中表现出来的稳定特征和倾向；",
            "D.教师道德品质有赖于教师个人的职业道德实践活动"
          ],
          "answer": "ABC",
          "id": "S2000001643"
        },
        {
          "type": "single_choice",
          "question": "下列对美国科学社会学家默顿在《科学的规范结构》中所描述的“科学共同体”的特征描述正确的是（    ）。",
          "options": [
            "A.它是一个松散的社会群体；",
            "B.它是一个有信息交流和联系的社会群体；",
            "C.在其内部，科学研究已成为制度化的活动；",
            "D.其成员具有共同的目标、科学规范、行为准则和精神气质"
          ],
          "answer": "ABCD",
          "id": "S2000001644"
        },
        {
          "type": "single_choice",
          "question": "正义与公正的区别体现在（    ）。",
          "options": [
            "A.公正往往是根据一定的价值观和原则、规则去行为，而正义用来陈述人类追求的善和幸福，；",
            "B.公正与正义是属种关系而非种属关系，更不是交叉关系；",
            "C.正义一般表示价值及其原则本身，而公正则表示根据价值及其原则来做人做事；",
            "D.两者的语言习惯的用语也存在差别"
          ],
          "answer": "ABCD",
          "id": "S2000001645"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德的调节功能，以下说法正确的是（    ）。",
          "options": [
            "A.是教师道德最主要、最基本的功能；",
            "B.主要有两种方式：他律性的社会调节和自律性的自我调节；",
            "C.道德是调节教育活动关系和秩序的唯一手段；",
            "D.道德调节最终依靠道德自觉性来实现"
          ],
          "answer": "ABD",
          "id": "S2000001646"
        },
        {
          "type": "single_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "S2000001647"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德系统诸要素之间的关系，以下说法正确的是（    ）。",
          "options": [
            "A.师德关系、师德活动是师德意识、师德规范的实践基础和客观来源；",
            "B.师德意识是师德关系的反应，是师德规范形成的思想前提；",
            "C.师德规范体系是连接师德意识现象和师德实践活动的中间环节；",
            "D.教师道德结构诸方面相互规定、相辅相成"
          ],
          "answer": "ABCD",
          "id": "S2000001648"
        },
        {
          "type": "single_choice",
          "question": "表现为对市场经济文化的适应与超越的三种高校为市场经济服务的主要方式为（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.超越性服务；",
            "C.否定性服务；",
            "D.前导性服务"
          ],
          "answer": "ACD",
          "id": "S2000001649"
        },
        {
          "type": "single_choice",
          "question": "研究教师道德意识现象的具体内容包括（    ）。",
          "options": [
            "A.从理论上揭示教师道德的社会本质和发展规律；",
            "B.阐明教师道德的功能和作用；",
            "C.科学的论证和阐明当今时代教师道德的内容与特点；",
            "D.把握教师道德形成发展的历史过程和历史规律"
          ],
          "answer": "ABCD",
          "id": "S2000001650"
        },
        {
          "type": "single_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "S2000001651"
        },
        {
          "type": "single_choice",
          "question": "在我国当今社会，教师道德荣誉包括（    ）。",
          "options": [
            "A.以教书育人为荣；",
            "B.以“办人民满意的教育，做人民满意的教师”为荣；",
            "C.以崇尚科学为荣；",
            "D.以辛勤耕耘为荣；",
            "E.以团结互助为荣"
          ],
          "answer": "ABCDE",
          "id": "S2000001652"
        },
        {
          "type": "single_choice",
          "question": "职业道德具有如下特点（    ）。",
          "options": [
            "A.内容上体现职业特征，表达特定职业的义务和责任；",
            "B.形式上具有具体性、多样性和灵活性，因此更具可操作性；",
            "C.价值取向上注重利益性；",
            "D.调适范围上具有特定的适用范围和对象"
          ],
          "answer": "ABD",
          "id": "S2000001653"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "S2000001654"
        },
        {
          "type": "single_choice",
          "question": "在教师道德品质构成中，道德情感作用体现为（    ）。",
          "options": [
            "A.评价作用；",
            "B.调节作用；",
            "C.信号作用；",
            "D.基础作用"
          ],
          "answer": "ABC",
          "id": "S2000001655"
        },
        {
          "type": "single_choice",
          "question": "关于人生的社会价值说法正确的是（    ）。",
          "options": [
            "A.一个人对社会和他人的贡献越大，他的价值就越大；",
            "B.一个人对社会和他人没有贡献，就没有价值；",
            "C.一个人有损社会和他人，就是有负价值；",
            "D.一个人对社会和他人的贡献越小，价值就越小"
          ],
          "answer": "ABCD",
          "id": "S2000001656"
        },
        {
          "type": "single_choice",
          "question": "与教师的政治义务和法律义务相比较，教师道德义务对人的行为和道德选择有以下特点（    ）。",
          "options": [
            "A.教师道德义务不与谋求个人权利和报偿相联系或相对应；",
            "B.教师道德义务与谋求个人权利和报偿具有相联系或相对应的关系；",
            "C.教师道德义务具有强制性；",
            "D.教师道德义务是教师自觉自愿履行的"
          ],
          "answer": "AD",
          "id": "S2000001657"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师人格的看法正确的是（    ）。",
          "options": [
            "A.是教师群体共有的心理特征；",
            "B.是教师群体共有的思想行为特质；",
            "C.是教师在教育活动中表现出的认知、情感、性格等特质；",
            "D.教师的人格直接关系到教育效果和成败"
          ],
          "answer": "ABCD",
          "id": "S2000001658"
        },
        {
          "type": "single_choice",
          "question": "师德教育要首先从公民道德着手，原因在于（    ）。",
          "options": [
            "A.公民道德符合当前师德的实际情况；",
            "B.公民道德契合一般教师的道德心理；",
            "C.公民道德是学校对学生实施公民道德教育的基础和前提；",
            "D.公民道德是教师道德的决定性因素"
          ],
          "answer": "ABC",
          "id": "S2000001659"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "S2000001660"
        },
        {
          "type": "single_choice",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001661"
        },
        {
          "type": "single_choice",
          "question": "学术规范是根据学术发展规律制定的有关学术活动的基本准则，反映了学术活动长期积累的经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001662"
        },
        {
          "type": "single_choice",
          "question": "人们从事一切活动都只是为了社会和他人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001663"
        },
        {
          "type": "single_choice",
          "question": "道德教育主要依靠人们的内心信念、风俗和社会舆论等三种方式调节人与人之间的道德关系，是一种软性手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001664"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的标准具有阶级性、社会性和职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001665"
        },
        {
          "type": "single_choice",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001666"
        },
        {
          "type": "single_choice",
          "question": "教师在实际的职业活动中的行为，有时也会表现出一贯品质和某一行为的性质不相符合的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001667"
        },
        {
          "type": "single_choice",
          "question": "教书与育人是一对“教”与“学”双向结合和双边互动的过程，是一对充满矛盾的辩证发展过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001668"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的前提是脑力劳动和体力劳动的分工。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001669"
        },
        {
          "type": "single_choice",
          "question": "信念伦理在复杂的功利化的现实生活中往往富有理想色彩，高估人们的理性能力，导致对实践理性的忽视。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001670"
        },
        {
          "type": "single_choice",
          "question": "道德品质的培养过程中，知情意行这些心理成分的培养在任何条件下都需按特定的顺序进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001671"
        },
        {
          "type": "single_choice",
          "question": "以教科研为中心积极开展面向世界经济建设、适应社会需要的教育科技服务也是教师的社会责任和义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001672"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范作为指导教师道德生活的最高准则，为教师的道德修养和人格塑造指明总的方向和目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001673"
        },
        {
          "type": "single_choice",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001674"
        },
        {
          "type": "single_choice",
          "question": "道德情感是否与理智相适应，对道德行为过程有着很大的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001675"
        },
        {
          "type": "single_choice",
          "question": "对于大学教师而言，首先要教授专业技术，其次才是教育学生如何做人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001676"
        },
        {
          "type": "single_choice",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001677"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为是教师个人自愿选择的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001678"
        },
        {
          "type": "single_choice",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001679"
        },
        {
          "type": "single_choice",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001680"
        },
        {
          "type": "single_choice",
          "question": "“客观事实表明，育人只有在教书的基础上才能做到，教师对所讲授的内容讲的越是清楚深刻，就越有利于达到育人的目的，就越能突出知识育人的能力。”以上观点是对下列哪种观点的反驳(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000001681"
        },
        {
          "type": "single_choice",
          "question": "科研工作者最基本的科研道德规范是（    ）。",
          "options": [
            "A.团结协作，公平竞争；",
            "B.不畏艰险，开拓进取；",
            "C.严谨治学，实事求是；",
            "D.坚韧不拔，勇于探索"
          ],
          "answer": "C",
          "id": "S2000001682"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师培养勤奋品质的原因论述不正确的是（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度相对较慢；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "A",
          "id": "S2000001683"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "D",
          "id": "S2000001684"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德关系到学生心理的塑造，影响着整个社会的前途和未来，这主要体现了教师道德的哪种特征（    ）。",
          "options": [
            "A.道德意识的高标准；",
            "B.道德行为的示范性；",
            "C.道德规范的严格性；",
            "D.道德影响的广泛性"
          ],
          "answer": "D",
          "id": "S2000001685"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的论述错误的是（    ）。",
          "options": [
            "A.教师道德行为可以分为道德的行为和不道德的行为；",
            "B.教师道德行为的善恶可以反映教师不同的道德水平和境界；",
            "C.现实社会大力倡导教师以教育事业的整体利益为基础进行行为选择；",
            "D.道德自觉性高的教师，可以超越现实的社会环境作出行为选择"
          ],
          "answer": "D",
          "id": "S2000001686"
        },
        {
          "type": "single_choice",
          "question": "在英国，人们普遍认为最有力的教育手段是（   ）。",
          "options": [
            "A.教育理论；",
            "B.教育方法；",
            "C.教育技术；",
            "D.教师品行"
          ],
          "answer": "D",
          "id": "S2000001687"
        },
        {
          "type": "single_choice",
          "question": "下列有关人生价值的实现说法错误的是（    ）。",
          "options": [
            "A.由于人的社会关系是多方面的，人生价值的实现也是多方面的；",
            "B.人所创造的价值不仅具有社会意义，同时也具有自我意义；",
            "C.人的价值创造和社会对其的承认之间是一一对应的关系；",
            "D.个人对社会的贡献不容易直接地、及时地得到社会的公正评价"
          ],
          "answer": "C",
          "id": "S2000001688"
        },
        {
          "type": "single_choice",
          "question": "为市场经济的健康发展提供文化精神保证的是（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "A",
          "id": "S2000001689"
        },
        {
          "type": "single_choice",
          "question": "判断学术成果质量的最重要标准是（    ）",
          "options": [
            "A. 真实",
            "B. 可靠",
            "C. 创新",
            "D. 创造"
          ],
          "answer": "C",
          "id": "S2000001690"
        },
        {
          "type": "single_choice",
          "question": "当代社会思潮最本质的特点是（    ）。",
          "options": [
            "A.反思性；",
            "B.继承性；",
            "C.全球性；",
            "D.符号性"
          ],
          "answer": "A",
          "id": "S2000001691"
        },
        {
          "type": "single_choice",
          "question": "对教师正直道德品质的说法错误的是（    ）。",
          "options": [
            "A.正直品德是教师在履行义务时的人格特征的表现；",
            "B.教师必须以自己的言行做示范，教育青年学生本分做人；",
            "C.教师要自己认真履行道德义务而少参与进违背教师道德的人和事的斗争；",
            "D.教师要以自身正直的道德人格力量引导和感召学生"
          ],
          "answer": "C",
          "id": "S2000001692"
        },
        {
          "type": "single_choice",
          "question": "师生关系最大的功能是(    )。",
          "options": [
            "A.调节功能；",
            "B.凝固功能；",
            "C.教育功能；",
            "D.约束功能"
          ],
          "answer": "C",
          "id": "S2000001693"
        },
        {
          "type": "single_choice",
          "question": "科学的行为观根本标志是（    ）。",
          "options": [
            "A.人的行为是受社会条件制约并具有某种社会倾向的社会性活动；",
            "B.人的行动是一种积极的能动的自由活动；",
            "C.人的行为受个性心理因素的制约；",
            "D.人的行为是一种受高级意识支配并被行为者意识到的自觉活动"
          ],
          "answer": "A",
          "id": "S2000001694"
        },
        {
          "type": "single_choice",
          "question": "高等教育的基本属性决定了它与三个方面的因素紧密相连，其中不包括（    ）。",
          "options": [
            "A.受教育者；",
            "B.高深知识；",
            "C.科技进步；",
            "D.社会发展"
          ],
          "answer": "C",
          "id": "S2000001695"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成的心理机制的说法错误的是（    ）。",
          "options": [
            "A.知情意这三个心理成分都应得到相应发展；",
            "B.道德品质的各心理成分的培养有着严格的、特定的顺序；",
            "C.通过道德实践，一定的道德动机和道德行为方式间能形成稳固的联系；",
            "D.道德品质是年龄、教育以及社会文化经验的综合结果"
          ],
          "answer": "B",
          "id": "S2000001696"
        },
        {
          "type": "single_choice",
          "question": "1966年，联合国教科文组织通过的《关于教师地位的建议书》提出师德理想的目标不包括（    ）。",
          "options": [
            "A.人类个性的全面发展；",
            "B.集体精神、道德、社会、经济、文化进步；",
            "C.促进知识的传播；",
            "D.对人权和基本自由极大尊重的谆谆告诫"
          ],
          "answer": "C",
          "id": "S2000001697"
        },
        {
          "type": "single_choice",
          "question": "“教师虽然遵守了师德原则和规范但是并没有理解和认同，更没有内化为内在意志和信念。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "B",
          "id": "S2000001698"
        },
        {
          "type": "single_choice",
          "question": "英国提出的称职教师的要求不包括（   ）。",
          "options": [
            "A.爱国主义；",
            "B.职业道德；",
            "C.合作共事；",
            "D.个人主义精神"
          ],
          "answer": "A",
          "id": "S2000001699"
        },
        {
          "type": "single_choice",
          "question": "教师道德本质上反映的是(    )。",
          "options": [
            "A.教师职业的特殊利益和要求；",
            "B.教师职业活动和教育规律；",
            "C.一定社会经济关系客观要求；",
            "D.当代社会的教育目的"
          ],
          "answer": "C",
          "id": "S2000001700"
        },
        {
          "type": "single_choice",
          "question": "学术人员在科学研究中应遵循的首要原则是（    ）",
          "options": [
            "A. 求真务实",
            "B. 符合规范",
            "C. 有创新性",
            "D. 具有可行性"
          ],
          "answer": "A",
          "id": "S2000001701"
        },
        {
          "type": "single_choice",
          "question": "下列有关道德品质的说法错误的是（    ）。",
          "options": [
            "A.其内容具有时代性和阶级性；",
            "B.道德实践是其形成和发展的现实基础；",
            "C.道德品质不能成为区分和体现人格差别的标准和尺度；",
            "D.个人主观努力是其形成和发展的内在动力"
          ],
          "answer": "C",
          "id": "S2000001702"
        },
        {
          "type": "single_choice",
          "question": "对于提升教师责任情感，以下说法正确的是（    ）。",
          "options": [
            "A.是教师对自己所承担的任务、应尽的义务的自觉态度；",
            "B.教师应把个人发展前途同国家、民族乃至人类的命运联系起来；",
            "C.在学校中体现为以学生为本；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000001703"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“团结协作，公平竞争”的要求的有（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.团体为重个，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "A",
          "id": "S2000001704"
        },
        {
          "type": "single_choice",
          "question": "下列不属于每一位教师都应该做到的是（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以实现个人利益为目标；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "C",
          "id": "S2000001705"
        },
        {
          "type": "single_choice",
          "question": "区分教师道德与其他职业道德的根本标志是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德原则；",
            "C.教师道德义务；",
            "D.道德良心"
          ],
          "answer": "B",
          "id": "S2000001706"
        },
        {
          "type": "single_choice",
          "question": "教师产生相应的道德行为取决于（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "D",
          "id": "S2000001707"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识错误的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的核心"
          ],
          "answer": "D",
          "id": "S2000001708"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的关键是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "B",
          "id": "S2000001709"
        },
        {
          "type": "single_choice",
          "question": "对我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的源泉；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "A",
          "id": "S2000001710"
        },
        {
          "type": "single_choice",
          "question": "有关师德养成过程中各要素的认识错误的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德意志是衡量教师道德水平高低的主要标志"
          ],
          "answer": "D",
          "id": "S2000001711"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的根本原因是（    ）。",
          "options": [
            "A.人类教育活动的出现；",
            "B.社会生产力的发展；",
            "C.脑力劳动与体力劳动的分工；",
            "D.教育理论的发展"
          ],
          "answer": "B",
          "id": "S2000001712"
        },
        {
          "type": "single_choice",
          "question": "道德品质的说法错误的是（    ）。",
          "options": [
            "A.其内容具有时代性和阶级性；",
            "B.道德实践是其形成和发展的现实基础；",
            "C.道德品质不能成为区分和体现人格差别的标准和尺度；",
            "D.个人主观努力是其形成和发展的内在动力"
          ],
          "answer": "C",
          "id": "S2000001713"
        },
        {
          "type": "single_choice",
          "question": "一边负有责任心的教师在强制学生学习，另一边是丧失选择自由被迫学习的学生反而把教师的行为看成是压抑、侵犯。这种情况反映了师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "B",
          "id": "S2000001714"
        },
        {
          "type": "single_choice",
          "question": "墨翟主张“兼相爱，交相利”，他的主张属于（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000001715"
        },
        {
          "type": "single_choice",
          "question": "在高等教育中，因满足不同需求和个体差异所带来的学校科类专业、培养目标、教育要求、教学方式、管理制度、师资组成的不同体现了（    ）。",
          "options": [
            "A.机构多样化；",
            "B.主体多样化；",
            "C.管理多样化；",
            "D.客体多样化"
          ],
          "answer": "C",
          "id": "S2000001716"
        },
        {
          "type": "single_choice",
          "question": "凡是要求学生做到的，教师必须率先做到，凡是要求学生不做的，教师应当带头不做，这说明教师应该(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "A",
          "id": "S2000001717"
        },
        {
          "type": "single_choice",
          "question": "现代伦理学认为，道德是一种特殊的社会现象，它的主要维系手段是（   ）。",
          "options": [
            "A.教育引导；",
            "B.法律规定；",
            "C.国家强制；",
            "D.习俗、舆论和人类良知"
          ],
          "answer": "D",
          "id": "S2000001718"
        },
        {
          "type": "single_choice",
          "question": "下列说法正确的是（    ）。",
          "options": [
            "A.高校教育是一项社会教育活动，也是一项社会经济活动；",
            "B.市场经济的规律可以代替高等教育规律；",
            "C.高校不仅要“服务”于经济，更要“服从”于经济；",
            "D.高校要为社会服务，但不能仅仅定位于为现实服务"
          ],
          "answer": "D",
          "id": "S2000001719"
        },
        {
          "type": "single_choice",
          "question": "在教师个人道德修养上，提出反省、知耻、改过等重要方法的思想家是（   ）。",
          "options": [
            "A.孟子；",
            "B.荀子；",
            "C.董仲舒；",
            "D.韩愈"
          ],
          "answer": "A",
          "id": "S2000001720"
        },
        {
          "type": "single_choice",
          "question": "关于道德目的和道德手段间的关系，认识正确的是（    ）。",
          "options": [
            "A.道德目的决定道德手段的表现形式；",
            "B.道德手段反映和反作用于道德目的；",
            "C.道德目的和道德手段在一定条件下可以相互转化；",
            "D.道德目的和道德手段间是相互对立的"
          ],
          "answer": "ABC",
          "id": "S2000001721"
        },
        {
          "type": "single_choice",
          "question": "高校为社会服务离不开政策的导向和扶持，要强化政策法规意识，树立可持续的服务观，具体体现在（    ）。",
          "options": [
            "A.深刻理解和实施党和国家的相关政策和法规；",
            "B.改善与政府的关系，催生有利的服务政策；",
            "C.完善高校内部的激励政策；",
            "D.研究制定促进高校可持续地为社会服务的政策"
          ],
          "answer": "ABCD",
          "id": "S2000001722"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的功能包括（    ）。",
          "options": [
            "A.教师道德评价是培养教师道德品质的重要环节；",
            "B.教师道德评价是维护师德原则和规范的保障；",
            "C.教师道德评价是教师道德从意识转化为活动的杠杆；",
            "D.教师道德评价是提高教育质量的关键；",
            "E.加强教师道德评价，是建立良好校风校纪的重要途径"
          ],
          "answer": "ABCE",
          "id": "S2000001723"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德规范体系包括的要素有(    )。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德评价；",
            "C.教师道德规范；",
            "D.教师道德范畴"
          ],
          "answer": "ACD",
          "id": "S2000001724"
        },
        {
          "type": "single_choice",
          "question": "资产阶级教育家蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "S2000001725"
        },
        {
          "type": "single_choice",
          "question": "下列关于教师道德他律的说法中，正确的是(    )。",
          "options": [
            "A.教师道德他律包括外在约束功能和外在导向功能两个方面；",
            "B.从根本上说，道德规范体系的约束功能和导向功能是同时并存，同时发挥作用的；",
            "C.没有导向，约束就失去了自己的轨道和目标；",
            "D.约束和导向功能是相互包含的，只是理解教师道德规范体系的视角不同，并没有原则性的区别"
          ],
          "answer": "ABCD",
          "id": "S2000001726"
        },
        {
          "type": "single_choice",
          "question": "市场经济对道德的促进作用表现在（    ）。",
          "options": [
            "A.市场经济的竞争促进了人们自主意识和独立人格的形成；",
            "B.市场经济等价交换原则促使人的主体意识增强；",
            "C.市场经济的价值规律增强了挖掘潜能的主动精神；",
            "D.市场经济造成的社会交往普遍化有助于人的全面发展和人生价值的实现"
          ],
          "answer": "ABCD",
          "id": "S2000001727"
        },
        {
          "type": "single_choice",
          "question": "教师在道德修养过程中，学习的内容包括（    ）。",
          "options": [
            "A.加强理论学习；",
            "B.学习业务理论；",
            "C.在实践中学习和向同行学习；",
            "D.学习伦理道德知识"
          ],
          "answer": "ABCD",
          "id": "S2000001728"
        },
        {
          "type": "single_choice",
          "question": "教师道德公正的作用体现在（    ）。",
          "options": [
            "A.有利于形成一种和谐的工作环境，激发每个教师的工作热情；",
            "B.有利于创造良好的人才环境，调动每个学生的成才积极性；",
            "C.有利于激发学生尊敬和信赖教师之情；",
            "D.有利于塑造学生美好的心灵"
          ],
          "answer": "ABCD",
          "id": "S2000001729"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为的结果的论述错误的是（    ）。",
          "options": [
            "A.行为目的是行为结果的实现；",
            "B.行为结果与目的、动机的关系始终是一致的；",
            "C.有时行为结果对行为价值的意义具有相对性；",
            "D.行为结果对行为的道德价值具有决定性意义"
          ],
          "answer": "ACD",
          "id": "S2000001730"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价通过社会评价和自我评价的形式进行；",
            "B.教师道德行为评价规定着教师应该怎样做，不该怎样做；",
            "C.教师道德行为评价规定着什么是善行，什么是恶行；",
            "D.教师道德评价既是对教师行为的道德监督，又起着一种裁决的作用"
          ],
          "answer": "ABCD",
          "id": "S2000001731"
        },
        {
          "type": "single_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.刻苦学习，不断探求；",
            "C.不畏艰险，开拓进取；",
            "D.坚持真理，献身科学"
          ],
          "answer": "BCD",
          "id": "S2000001732"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养关系说法正确的是（    ）。",
          "options": [
            "A.师德修养是师德教育的前提和必要准备；",
            "B.二者都是践行教师道德规范，提高教师职业道德的两种紧密联系的道德活动形式；",
            "C.师德修养是师德教育的必要补充；",
            "D.二者都是致力于教师道德养成"
          ],
          "answer": "BCD",
          "id": "S2000001733"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的社会评价形式有（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会传统习惯；",
            "D.教育传统习惯"
          ],
          "answer": "ABCD",
          "id": "S2000001734"
        },
        {
          "type": "single_choice",
          "question": "对为人师表的认识正确的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的准则"
          ],
          "answer": "ABCD",
          "id": "S2000001735"
        },
        {
          "type": "single_choice",
          "question": "内心信念在教师道德评价中的作用主要表现为（    ）。",
          "options": [
            "A.它作为一种强烈的道德责任感，成为教师对自己的职业行为进行自我评判的直接内在动力；",
            "B.它作为具有较高层次的教师道德意识和道德原则，是道德评价中的直接准绳；",
            "C.它是教育行为当事者一种内在的控制力；",
            "D.它是实现教师道德评价成效的途径和目的"
          ],
          "answer": "ABCD",
          "id": "S2000001736"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "S2000001737"
        },
        {
          "type": "single_choice",
          "question": "蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "S2000001738"
        },
        {
          "type": "single_choice",
          "question": "包含了教育民主、平等因素的观点是（    ）。",
          "options": [
            "A.孔子的“有教无类”；",
            "B.孟子的“以其昭昭”；",
            "C.荀子的“尊严而禅”；",
            "D.韩愈的“不耻相师”"
          ],
          "answer": "AD",
          "id": "S2000001739"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的构成包括（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德评价；",
            "D.道德意志"
          ],
          "answer": "ABD",
          "id": "S2000001740"
        },
        {
          "type": "single_choice",
          "question": "“经师”和“人师”是教师的两种人格，其中“经师”是教行为的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001741"
        },
        {
          "type": "single_choice",
          "question": "道德目的和道德手段的统一，是道德行为评价的重要依据之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001742"
        },
        {
          "type": "single_choice",
          "question": "教师只有自觉地使自己行为的选择同客观必然性相一致，才能获得真正的自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001743"
        },
        {
          "type": "single_choice",
          "question": "学术创新不仅是知识有效积累、交流和增长的保障机制，而且也为学术规范提供了前提和条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001744"
        },
        {
          "type": "single_choice",
          "question": "教师行为的道德评价是有助于调整教育过程中各种关系的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001745"
        },
        {
          "type": "single_choice",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001746"
        },
        {
          "type": "single_choice",
          "question": "我国教师职业道德的系统化，开始于春秋时期的大教育家孔子。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001747"
        },
        {
          "type": "single_choice",
          "question": "西方的新自由主义思潮继承了资产阶级古典自由主义，以反对和抵制凯恩斯主义为主要特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001748"
        },
        {
          "type": "single_choice",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001749"
        },
        {
          "type": "single_choice",
          "question": "市场经济秩序的建立必须以文化伦理精神作基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001750"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001751"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001752"
        },
        {
          "type": "single_choice",
          "question": "教育是公共事业，既需要靠政府，又要靠社会，还要靠市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001753"
        },
        {
          "type": "single_choice",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001754"
        },
        {
          "type": "single_choice",
          "question": "在日常生活中，人们常把“伦理”和“道德”作为互相指称的概念在同一意义上使用，这两个概念是没有区别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001755"
        },
        {
          "type": "single_choice",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001756"
        },
        {
          "type": "single_choice",
          "question": "罗杰斯所说的“心理气氛”属于情感的范畴，体现出了对学生的情感的关怀。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001757"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001758"
        },
        {
          "type": "single_choice",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001759"
        },
        {
          "type": "single_choice",
          "question": "公民道德是师德教育的底线。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001760"
        },
        {
          "type": "single_choice",
          "question": "认为教师应当培养学生的“善良的感情”、“善良的判断”、“善良的意志”的思想家是（   ）。",
          "options": [
            "A.洛克；",
            "B.卢梭；",
            "C.第斯多惠；",
            "D.乌申斯基"
          ],
          "answer": "B",
          "id": "S2000001761"
        },
        {
          "type": "single_choice",
          "question": "下列对教师道德范畴与教师道德原则和规范之间关系描述正确的是(    )。",
          "options": [
            "A.教师道德范畴是教师道德原则和规范的前提；",
            "B.教师道德原则和规范是教师道德范畴的前提；",
            "C.教师道德原则和规范是教师道德范畴发挥作用的必要条件；",
            "D.教师道德原则和规范从属或者依附于教师道德范畴"
          ],
          "answer": "B",
          "id": "S2000001762"
        },
        {
          "type": "single_choice",
          "question": "在高等教育中，因层次、形式、办学主体、服务面向的不同而产生的多样化是（    ）。",
          "options": [
            "A.机构多样化；",
            "B.主体多样化；",
            "C.管理多样化；",
            "D.组织多样化"
          ],
          "answer": "A",
          "id": "S2000001763"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的唯一路径；",
            "B.师德修养可以帮助确立正确的人生观、价值观、道德观；",
            "C.师德教育是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "D",
          "id": "S2000001764"
        },
        {
          "type": "single_choice",
          "question": "“教师对自己遵守师德原则和规范，仅仅是当成对道德律令的服从，在行为中则只注意教师律令的外在词句，不注意它的实质内容，在认知心理上把道德责任仅当成是受外界支配的东西。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "C",
          "id": "S2000001765"
        },
        {
          "type": "single_choice",
          "question": "以下哪一种不属于师德关系的基本类型（    ）。",
          "options": [
            "A.教师个人与社会、集体的关系；",
            "B.教师与学生的关系；",
            "C.教师与其自身的关系；",
            "D.教师个人与他人的关系"
          ],
          "answer": "B",
          "id": "S2000001766"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为评价善恶标准的相对性种类是（    ）。",
          "options": [
            "A.社会政治、经济、文化发展的差异性；",
            "B.教育事业发展状况是影响教师道德行为评价的重要因素",
            "C.社会思潮、意识形态左右着教师道德行为，成为构成教师道德行为标准的重要因素；",
            "D.教师应该承担传播知识、创造知识与监督社会的职责"
          ],
          "answer": "D",
          "id": "S2000001767"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择制约因素的观点错误的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是比较科学的；",
            "D.客观条件决定论对教师道德行为选择的观点是片面的"
          ],
          "answer": "C",
          "id": "S2000001768"
        },
        {
          "type": "single_choice",
          "question": "下列说法正确的是（    ）。",
          "options": [
            "A.高校教育是一项社会教育活动，也是一项社会经济活动；",
            "B.市场经济的规律可以代替高等教育规律；",
            "C.高校不仅要“服务”于经济，更要“服从”于经济；",
            "D.高校要为社会服务，但不能仅仅定位于为现实服务"
          ],
          "answer": "D",
          "id": "S2000001769"
        },
        {
          "type": "single_choice",
          "question": "伦理学的使命是（   ）。",
          "options": [
            "A.反思、寻求生命的真谛和生活的意义；",
            "B.完善自己、丰富自己、发展自己；",
            "C.获得充实生活、实现自我价值；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000001770"
        },
        {
          "type": "single_choice",
          "question": "“科学的真理具有普遍性的标准，并且向一切有科学才能的人敞开。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "A",
          "id": "S2000001771"
        },
        {
          "type": "single_choice",
          "question": "以下关于社会思潮的影响的观点正确的是（    ）。",
          "options": [
            "A.社会思潮必然会有消极影响和误导，应予以取缔；",
            "B.社会思潮会影响社会稳定，造成动荡；",
            "C.社会思潮能促进思想进步，应大力宣传；",
            "D.应对各种社会思潮进行深入研究，加以批判和梳理，做有说服力的分析和引导"
          ],
          "answer": "D",
          "id": "S2000001772"
        },
        {
          "type": "single_choice",
          "question": "对教师正直道德品质的说法错误的是（    ）。",
          "options": [
            "A.正直品德是教师在履行义务时的人格特征的表现；",
            "B.教师必须以自己的言行做示范，教育青年学生本分做人；",
            "C.教师要自己认真履行道德义务而少参与进违背教师道德的人和事的斗争；",
            "D.教师要以自身正直的道德人格力量引导和感召学生"
          ],
          "answer": "C",
          "id": "S2000001773"
        },
        {
          "type": "single_choice",
          "question": "对教师道德情感选择过程的认识错误的是（    ）。",
          "options": [
            "A.教师道德选择既是理智指导下的选择，也是情感和情绪的选择；",
            "B.情感是否与理智相适应，对道德行为过程有着极大的影响；",
            "C.在理智胜过情感的情况下，往往使行为过程偏离原定目的或预想结果；",
            "D.理智与情感结合得好，可以达到更有价值的结果"
          ],
          "answer": "C",
          "id": "S2000001774"
        },
        {
          "type": "single_choice",
          "question": "西方第一个提出对教师的道德要求的人是（   ）。",
          "options": [
            "A.柏拉图；",
            "B.亚里士多德；",
            "C.苏格拉底；",
            "D.德谟克里特"
          ],
          "answer": "D",
          "id": "S2000001775"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000001776"
        },
        {
          "type": "single_choice",
          "question": "对于通过研究当代社会思潮可以达到的效果，以下说法不正确的是（    ）。",
          "options": [
            "A.学习和借鉴国外先进的政治理念；",
            "B.了解青年教师、大学生和社会各阶层的社会心理和社会需求；",
            "C.发现社会问题和矛盾的焦点，及时调整工作重点；",
            "D.提高人们的理论鉴别力和政治敏感性"
          ],
          "answer": "A",
          "id": "S2000001777"
        },
        {
          "type": "single_choice",
          "question": "良心最显著的特征是（    ）。",
          "options": [
            "A.他律性；",
            "B.自律性；",
            "C.内生性；",
            "D.排他性"
          ],
          "answer": "B",
          "id": "S2000001778"
        },
        {
          "type": "single_choice",
          "question": "教育活动实现专门化，教师劳动正式成为一种专门职业是在（    ）。",
          "options": [
            "A.原始社会；",
            "B.奴隶社会；",
            "C.封建社会；",
            "D.资本主义社会"
          ],
          "answer": "B",
          "id": "S2000001779"
        },
        {
          "type": "single_choice",
          "question": "认为“趋乐避苦”是人性的自然要求的思潮是（    ）。",
          "options": [
            "A.自由主义；",
            "B.实用主义；",
            "C.拜金主义；",
            "D.享乐主义"
          ],
          "answer": "D",
          "id": "S2000001780"
        },
        {
          "type": "single_choice",
          "question": "“在道德他律机制中的的教师，在道德原则和规范面前始终处于外在力量支配的被动地位，既缺乏独立的内在判断力和内在的价值根据，又缺乏积极主动的追求道德价值的热情和激情。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "A",
          "id": "S2000001781"
        },
        {
          "type": "single_choice",
          "question": "道德作为社会规范的一种特殊形式，（   ）。",
          "options": [
            "A.是神的意志的体现；",
            "B.是人的主观意志的产物；",
            "C.人们对现实道德现象的普遍规律的反应；",
            "D.社会对具体道德事件的特殊要求"
          ],
          "answer": "C",
          "id": "S2000001782"
        },
        {
          "type": "single_choice",
          "question": "关于物质利益和“钱”之间关系不正确的是（    ）。",
          "options": [
            "A.物质利益的实物内容是钱；",
            "B.物质利益的社会基础是生产关系，不能简单用钱来代替物质利益；",
            "C.钱和物质利益是不同的两个概念；",
            "D.货币或钱在某种程度上标志着人们的物质利益"
          ],
          "answer": "A",
          "id": "S2000001783"
        },
        {
          "type": "single_choice",
          "question": "社会主义市场经济文化精神的内涵表现在（    ）。",
          "options": [
            "A.从价值角度说，要有人文社会价值取向；",
            "B.从功能角度讲，要以广义的科技文化作为动力；",
            "C.从社会角度讲，要落实到塑造文明主体上；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001784"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成的心理机制的说法错误的是（    ）。",
          "options": [
            "A.知情意这三个心理成分都应得到相应发展；",
            "B.道德品质的各心理成分的培养有着严格的、特定的顺序；",
            "C.通过道德实践，一定的道德动机和道德行为方式间能形成稳固的联系；",
            "D.道德品质是年龄、教育以及社会文化经验的综合结果"
          ],
          "answer": "B",
          "id": "S2000001785"
        },
        {
          "type": "single_choice",
          "question": "学术人员在科学研究中应遵循的首要原则是（    ）",
          "options": [
            "A. 求真务实",
            "B. 符合规范",
            "C. 有创新性",
            "D. 具有可行性"
          ],
          "answer": "A",
          "id": "S2000001786"
        },
        {
          "type": "single_choice",
          "question": "教师道德最基本的作用是（    ）。",
          "options": [
            "A.指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "B.促进学生品德形成和智能发展；",
            "C.促进社会道德环境优化；",
            "D.促进人类文明进步"
          ],
          "answer": "A",
          "id": "S2000001787"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列不属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德修养；",
            "C.教师道德良心；",
            "D.教师道德原则"
          ],
          "answer": "B",
          "id": "S2000001788"
        },
        {
          "type": "single_choice",
          "question": "无产阶级判断善恶标准的基础是（    ）。",
          "options": [
            "A.获得快乐、幸福多少；",
            "B.知识和理念；",
            "C.“义”；",
            "D.无产阶级的阶段利益"
          ],
          "answer": "D",
          "id": "S2000001789"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“严谨治学，实事求是”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.忠诚踏实，严肃认真"
          ],
          "answer": "A",
          "id": "S2000001790"
        },
        {
          "type": "single_choice",
          "question": "师德原则涉及的集体是指(    )。",
          "options": [
            "A.教师职业团体；",
            "B.教育事业整体；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "B",
          "id": "S2000001791"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学的说法错误的是（    ）。",
          "options": [
            "A.它从教育职业劳动的特殊性和教育规律出发，研究教育活动的特殊道德问题；",
            "B.它是应用伦理学的分支；",
            "C.它以教师的道德现象为研究对象；",
            "D.它指导着教师生活中的方方面面"
          ],
          "answer": "D",
          "id": "S2000001792"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德意识现象的说法正确的是（    ）。",
          "options": [
            "A.是在教育实践中形成的各种具有善恶价值的思想观念和理论体系；",
            "B.它是教师道德的主观方面，体现着教师对客观存在的师德关系和师德活动的认知和理解；",
            "C.它集中表现在教师的价值观念与师德规范体系之中；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000001793"
        },
        {
          "type": "single_choice",
          "question": "关于物质利益说法不正确的是（    ）。",
          "options": [
            "A.物质利益不能等同于个人利益；",
            "B.物质利益不能等同于“向钱看”；",
            "C.物质利益主要指的是经济利益；",
            "D.作为高校教师是不应当提倡追求物质利益的"
          ],
          "answer": "D",
          "id": "S2000001794"
        },
        {
          "type": "single_choice",
          "question": "孔子提出的“有教无类”的教育思想的主要内涵是（   ）。",
          "options": [
            "A.教师应当关心爱护学生；",
            "B.教育不问学生出身贵贱；",
            "C.教师应当以身作则；",
            "D.教师应当谦虚"
          ],
          "answer": "B",
          "id": "S2000001795"
        },
        {
          "type": "single_choice",
          "question": "教师道德的灵魂是（    ）。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德良心；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000001796"
        },
        {
          "type": "single_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”以上观点属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "D",
          "id": "S2000001797"
        },
        {
          "type": "single_choice",
          "question": "对关怀学生的情感的认识错误的是（    ）。",
          "options": [
            "A.学校仅是传授知识、开发智力的场所；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "A",
          "id": "S2000001798"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“团结协作，公平竞争”的要求的有（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.团体为重个，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "A",
          "id": "S2000001799"
        },
        {
          "type": "single_choice",
          "question": "下列不属于我国教育部《关于加强学术道德建设的若干意见》的主要内容的有（    ）。",
          "options": [
            "A.增强献身科技、服务社会的历史使命感和社会责任感；",
            "B.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "C.树立法制观念，保护知识产权，尊重他人劳动和权益；",
            "D.以德修身，率先垂范"
          ],
          "answer": "B",
          "id": "S2000001800"
        },
        {
          "type": "single_choice",
          "question": "在教师道德行为评价中，校内外舆论、教育传统习惯和教师内心信念间的关系是（    ）。",
          "options": [
            "A.教师内心信念的形成和巩固，要受到校内舆论和教育传统习惯的熏陶和影响；",
            "B.当校内外舆论、教育传统习惯符合教师需要时，会增强教师内心信念；",
            "C.当校内外舆论、教育传统习惯不符合教师需要时，会引起教师内心冲突和矛盾，甚至可能动摇教师的内心信念；",
            "D.教师内心信念又构成校内外舆论、教育传统习惯形成的基础，教师内心信念的形成，又会促使校内外舆论的形成，并使教育传统习惯活动良性发展"
          ],
          "answer": "ABCD",
          "id": "S2000001801"
        },
        {
          "type": "single_choice",
          "question": "在实践基础上加强教师道德建设的途径有（    ）。",
          "options": [
            "A.加强教师伦理的制度化建设；",
            "B.拓展师德建设途径；",
            "C.发挥师德典范的引导作用；",
            "D.加强预防和惩戒措施"
          ],
          "answer": "ABC",
          "id": "S2000001802"
        },
        {
          "type": "single_choice",
          "question": "教师的人文素养，以人文精神为标志，具体包括以下方面（    ）。",
          "options": [
            "A.教育理念；",
            "B.人文知识；",
            "C.情感责任；",
            "D.艺术涵养"
          ],
          "answer": "ABCD",
          "id": "S2000001803"
        },
        {
          "type": "single_choice",
          "question": "属于市场经济所蕴含的文化价值观念的核心即商品意识的有（    ）。",
          "options": [
            "A.金钱观念；",
            "B.效率观念；",
            "C.竞争观念；",
            "D.利益观念"
          ],
          "answer": "ABCD",
          "id": "S2000001804"
        },
        {
          "type": "single_choice",
          "question": "社会思潮对高校教师价值观的影响包括以下几个方面（    ）。",
          "options": [
            "A.开拓和丰富知识和眼界，加强思辨能力；",
            "B.有些内容对构建社会主义核心价值和主流文化有理论价值和借鉴意义；",
            "C.必然会有消极的影响与误导；",
            "D.造成教师价值观的混乱"
          ],
          "answer": "ABC",
          "id": "S2000001805"
        },
        {
          "type": "single_choice",
          "question": "社会舆论成为教师道德评价的重要手段的原因是（    ）。",
          "options": [
            "A.舆论的重要功能是对教师行为进行善恶判断；",
            "B.通过舆论评判的形式，使学校、教师能及时获得来自学校内部和外部的信息反馈；",
            "C.通过社会舆论，能对教师的行为起着矫正与导向的作用；",
            "D.舆论是教师道德评价的唯一手段"
          ],
          "answer": "ABC",
          "id": "S2000001806"
        },
        {
          "type": "single_choice",
          "question": "具备节操道德品质的教师能够（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业的整体利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "ABCD",
          "id": "S2000001807"
        },
        {
          "type": "single_choice",
          "question": "有关慎独这种师德修养方法的认识正确的是（    ）。",
          "options": [
            "A.慎独是一种道德修养方法；",
            "B.慎独是道德修养应达到的一种境界；",
            "C.慎独的表现形式是主观的，内容则是客观的；",
            "D.慎独倡导人们要严格要求自己，坚持在“隐”和“微”处下功夫"
          ],
          "answer": "ABCD",
          "id": "S2000001808"
        },
        {
          "type": "single_choice",
          "question": "市场经济的文化意义包括（    ）。",
          "options": [
            "A.市场经济蕴含着特定的文化价值观念；",
            "B.市场经济秩序的建立必须以文化伦理精神作基础；",
            "C.市场经济的健康发展必须灌注着一种文化精神；",
            "D.市场经济是人实现自身价值和文化理想的手段"
          ],
          "answer": "ABCD",
          "id": "S2000001809"
        },
        {
          "type": "single_choice",
          "question": "现代高等教育对师德建设的一般要求可以概括为（    ）。",
          "options": [
            "A.敬业乐教，热爱学生；",
            "B.严谨治学，学术诚信；",
            "C.追求创新，注重个性；",
            "D.追求正义，关爱社会"
          ],
          "answer": "ABCD",
          "id": "S2000001810"
        },
        {
          "type": "single_choice",
          "question": "教师道德良心对教师行为的作用表现在（    ）。",
          "options": [
            "A.在教师选择行为之前，起着指导的作用；",
            "B.在教师行为的进行过程中，起着自我控制和自我监督的作用；",
            "C.在教师行为的进行过程中，起着外在约束和引导的作用；",
            "D.在教师行为结束之后，起着自我评价的作用"
          ],
          "answer": "ABD",
          "id": "S2000001811"
        },
        {
          "type": "single_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "S2000001812"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "S2000001813"
        },
        {
          "type": "single_choice",
          "question": "以下属于动机论的看法是（    ）。",
          "options": [
            "A.动机论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.动机论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”；",
            "C.动机论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "ACD",
          "id": "S2000001814"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的动机理解正确的是（    ）。",
          "options": [
            "A.道德行为的动机可以分为形式动机和事实动机；",
            "B.教师道德动机指向与行为的结果有时会发生分离；",
            "C.事实动机是指实际驱动行为发生的动机；",
            "D.形式是指没有外化为实际行为的动机"
          ],
          "answer": "ABCD",
          "id": "S2000001815"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "S2000001816"
        },
        {
          "type": "single_choice",
          "question": "教育传统习惯在教师道德评价中具有的特殊功能是（    ）。",
          "options": [
            "A.它是评价教育行为善恶最简易的起码尺度；",
            "B.它是教师自觉矫正道德行为的简易实用的方法；",
            "C.它适用范围比较广泛；",
            "D.它是一种极其有效地巩固道德评价成果的重要形式"
          ],
          "answer": "ABCD",
          "id": "S2000001817"
        },
        {
          "type": "single_choice",
          "question": "对于规则和自由的关系，以下说法正确的是（   ）。",
          "options": [
            "A.规则和自由在根本上是矛盾的；",
            "B.规则是对人的自由选择和活动的外在约束；",
            "C.绝对自由是不存在的，人总要受到外在必然性的制约；",
            "D.个体要追求自由，应当勇于打破规则"
          ],
          "answer": "BC",
          "id": "S2000001818"
        },
        {
          "type": "single_choice",
          "question": "影响高校社会服务工作迅速开展的因素有（    ）。",
          "options": [
            "A.市场经济的迅速发展；",
            "B.西方发达国家高校社会服务的迅速发展；",
            "C.经济体制改革和高等教育管理体制重心下移；",
            "D.高等教育布局结构和高等教育区域化"
          ],
          "answer": "ABCD",
          "id": "S2000001819"
        },
        {
          "type": "single_choice",
          "question": "教师道德修养的目标说法正确的是（    ）。",
          "options": [
            "A.爱国主义、社会主义、集体主义是教师道德修养的核心和方向；",
            "B.艰苦创业、爱业敬岗的劳动态度的培养，是教师道德修养的职业要求；",
            "C.关心学生、乐于助教、营造良好的教育环境与和睦的人际关系是教师职业道德修养的基本任务；",
            "D.要求教师忠诚于教育事业，把爱国主义与爱教育有机统一起来"
          ],
          "answer": "ABCD",
          "id": "S2000001820"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001821"
        },
        {
          "type": "single_choice",
          "question": "教书育人是人民教师应尽的道德义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001822"
        },
        {
          "type": "single_choice",
          "question": "一般来说，男教师的心理特征从总体来讲属于“情感型”，而女教师的则属于“理智型”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001823"
        },
        {
          "type": "single_choice",
          "question": "高校教师应把教育工作当作一种谋生手段，而不是当作一种事业来追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001824"
        },
        {
          "type": "single_choice",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001825"
        },
        {
          "type": "single_choice",
          "question": "社会思潮是社会意识的一种综合表现形式，它的形成主要源自外来文化的渗入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001826"
        },
        {
          "type": "single_choice",
          "question": "为了适应现代社会对高校社会服务职能的要求，高校教师应该把主要精力向社会服务活动上转移。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001827"
        },
        {
          "type": "single_choice",
          "question": "教师道德修养是一个短期内就可以实现的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001828"
        },
        {
          "type": "single_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001829"
        },
        {
          "type": "single_choice",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001830"
        },
        {
          "type": "single_choice",
          "question": "教师的道德养成在师德转化为教师的内在品质的中起着重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001831"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学和应用伦理学是伦理学的两个并列的理论流派，两者间是对立的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001832"
        },
        {
          "type": "single_choice",
          "question": "教师道德他律包括了教师道德规范体系的外在约束功能和外在导向功能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001833"
        },
        {
          "type": "single_choice",
          "question": "伦理、道德是一种信念伦理、自律伦理，因此教师道德建设应以教师的自我修养为主。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001834"
        },
        {
          "type": "single_choice",
          "question": "早在先秦时代，诸子百家就提出过各具特色的理想人格构想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001835"
        },
        {
          "type": "single_choice",
          "question": "求实作为高校教师应有的职业道德品质间接影响着教师能否履行自己的基本职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001836"
        },
        {
          "type": "single_choice",
          "question": "道德信念的形成，必须使知情意行这些心理成分都得到相应发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001837"
        },
        {
          "type": "single_choice",
          "question": "封建社会的教师是为统治阶级服务的，“非官莫属”，具有较高的政治、经济地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001838"
        },
        {
          "type": "single_choice",
          "question": "中国古代的所谓“忠”“孝”不能两全，实际上是由于价值取向不同导致的道德困境，需要个人的道德选择和判断。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001839"
        },
        {
          "type": "single_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001840"
        },
        {
          "type": "single_choice",
          "question": "推动了西欧近代教育运动的迅速发展，并使这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志的事件是（    ）。",
          "options": [
            "A.文艺复兴；",
            "B.宗教改革；",
            "C.英法资产阶级革命；",
            "D.第二次科技革命"
          ],
          "answer": "C",
          "id": "S2000001841"
        },
        {
          "type": "single_choice",
          "question": "特别强调发展教育必须发展师范教育的是（   ）。",
          "options": [
            "A.康有为；",
            "B.梁启超；",
            "C.蔡元培；",
            "D.杨昌济"
          ],
          "answer": "B",
          "id": "S2000001842"
        },
        {
          "type": "single_choice",
          "question": "区分教师道德与其他职业道德的根本标志是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德原则；",
            "C.教师道德义务；",
            "D.道德良心"
          ],
          "answer": "B",
          "id": "S2000001843"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学能直接调节教师职业生活的原因是（）。",
          "options": [
            "A.教师伦理学是一门规范科学；",
            "B.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000001844"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的核心内容是（   ）。",
          "options": [
            "A.人的行为及其准则；",
            "B.人的思想及其内容；",
            "C.社会的文化及其取向；",
            "D.社会的制度及其特征"
          ],
          "answer": "A",
          "id": "S2000001845"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000001846"
        },
        {
          "type": "single_choice",
          "question": "“科学的真理具有普遍性的标准，并且向一切有科学才能的人敞开。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "A",
          "id": "S2000001847"
        },
        {
          "type": "single_choice",
          "question": "以下不属于教育家维多思若的思想的是（   ）。",
          "options": [
            "A.废除体罚；",
            "B.以身作则；",
            "C.不用强制手段；",
            "D.重视学生个性发展"
          ],
          "answer": "C",
          "id": "S2000001848"
        },
        {
          "type": "single_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.坚持真理，献身科学；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001849"
        },
        {
          "type": "single_choice",
          "question": "“科学应该具有追求真理的热情和对人类利益无私的关怀，而不是为个人私利。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "C",
          "id": "S2000001850"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人混为一谈，混淆教书和育人各自确定的内涵，用教书代替育人，认为自己传授了知识，就自然而然完成了育人的任务。”的观点是属于(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000001851"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的唯一路径；",
            "B.师德修养可以帮助确立正确的人生观、价值观、道德观；",
            "C.师德教育是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "D",
          "id": "S2000001852"
        },
        {
          "type": "single_choice",
          "question": "关于教师增进艺术涵养的论述，以下不正确的是（    ）。",
          "options": [
            "A.教师的审美水平与艺术涵养是教师人文素养的重要组成部分；",
            "B.科学和艺术是相区别和分离的，教师应心无旁骛，专心钻研学术；",
            "C.优秀教师的教学过程总是富含艺术性的；",
            "D.教师在教学中体现美德追求和意境，起着对学生审美的熏陶和引导作用"
          ],
          "answer": "B",
          "id": "S2000001853"
        },
        {
          "type": "single_choice",
          "question": "对教师个体能力素质的论述错误的是（    ）。",
          "options": [
            "A.教师个体能力中教育创新能力决定教育行为的选择正误；",
            "B.个体能力体现在教师对教育知识的掌握；",
            "C.个体能力体现在教师对教育规律的灵活运用上；",
            "D.教师个人能力的差异，会造成教师行为合理性、有效性和道德性的差异"
          ],
          "answer": "A",
          "id": "S2000001854"
        },
        {
          "type": "single_choice",
          "question": "教育活动中最基本的人际关系是(    )。",
          "options": [
            "A.生生关系；",
            "B.师师关系；",
            "C.师生关系；",
            "D.教师与社会的关系"
          ],
          "answer": "C",
          "id": "S2000001855"
        },
        {
          "type": "single_choice",
          "question": "“科学知识要经受检测与批判，绝不轻信盲从。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "D",
          "id": "S2000001856"
        },
        {
          "type": "single_choice",
          "question": "不属于师德教育的一般方法的是（    ）。",
          "options": [
            "A.相互教育与自我教育相结合；",
            "B.个别教育和群体教育相结合；",
            "C.榜样引导和舆论监督相结合；",
            "D.正面教育与反面教育相结合"
          ],
          "answer": "B",
          "id": "S2000001857"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.忠诚踏实，严肃认真；",
            "D.坚持真理，献身科学"
          ],
          "answer": "C",
          "id": "S2000001858"
        },
        {
          "type": "single_choice",
          "question": "教育活动的根本目的是（    ）。",
          "options": [
            "A.发展科学；",
            "B.传播知识；",
            "C.培养社会所需人才；",
            "D.提升社会道德水准"
          ],
          "answer": "C",
          "id": "S2000001859"
        },
        {
          "type": "single_choice",
          "question": "国际上人文学科较为通行的引注规则是（    ）",
          "options": [
            "A.芝加哥或图拉宾式（Chicago or Turabian）",
            "B.美国现代语言协会（MLA）",
            "C.美国心理学协会（APA）",
            "D.蓝皮书（The Bluebook）"
          ],
          "answer": "B",
          "id": "S2000001860"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价的形式中，不属于社会评价形式的是（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会风俗和传统习惯；",
            "D.内心信念"
          ],
          "answer": "D",
          "id": "S2000001861"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德品质是在个别道德行为的基础上形成的"
          ],
          "answer": "A",
          "id": "S2000001862"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的根本原因是（    ）。",
          "options": [
            "A.人类教育活动的出现；",
            "B.社会生产力的发展；",
            "C.脑力劳动与体力劳动的分工；",
            "D.教育理论的发展"
          ],
          "answer": "B",
          "id": "S2000001863"
        },
        {
          "type": "single_choice",
          "question": "在教师个人道德修养上，提出反省、知耻、改过等重要方法的思想家是（   ）。",
          "options": [
            "A.孟子；",
            "B.荀子；",
            "C.董仲舒；",
            "D.韩愈"
          ],
          "answer": "A",
          "id": "S2000001864"
        },
        {
          "type": "single_choice",
          "question": "美国教育界最具影响的专业伦理规范是（   ）。",
          "options": [
            "A.《我们时代的教师》；",
            "B.《教师职业伦理标准》；",
            "C.《优秀教师行为守则》；",
            "D.《伦理标准》"
          ],
          "answer": "B",
          "id": "S2000001865"
        },
        {
          "type": "single_choice",
          "question": "关于良心和义务之间关系下列说法不正确的是（    ）。",
          "options": [
            "A.良心和道德是紧密联系在一起的道德范畴；",
            "B.良心是义务的内化形式；",
            "C.义务和良心都来自于主体内部，表现为个人对自己行为的道德责任；",
            "D.教师道德良心是教师在履行道德义务的过程中产生和形成的"
          ],
          "answer": "C",
          "id": "S2000001866"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，以下不是教师职业道德的主要特征的是（    ）。",
          "options": [
            "A.在道德意识上有更高的要求；",
            "B.在道德行为上有更突出的示范性；",
            "C.在道德影响上更广泛更深远；",
            "D.在道德规范上更严格"
          ],
          "answer": "D",
          "id": "S2000001867"
        },
        {
          "type": "single_choice",
          "question": "既是伦理学的传统理论形态，也是伦理学发展的必然归宿的伦理学流派是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.美德伦理学；",
            "C.制度伦理学；",
            "D.规范伦理学"
          ],
          "answer": "D",
          "id": "S2000001868"
        },
        {
          "type": "single_choice",
          "question": "教师道德最基本的作用是（    ）。",
          "options": [
            "A.指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "B.促进学生品德形成和智能发展；",
            "C.促进社会道德环境优化；",
            "D.促进人类文明进步"
          ],
          "answer": "A",
          "id": "S2000001869"
        },
        {
          "type": "single_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”以上观点属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "D",
          "id": "S2000001870"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述错误的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会具有时代相似性"
          ],
          "answer": "D",
          "id": "S2000001871"
        },
        {
          "type": "single_choice",
          "question": "对于通过研究当代社会思潮可以达到的效果，以下说法不正确的是（    ）。",
          "options": [
            "A.学习和借鉴国外先进的政治理念；",
            "B.了解青年教师、大学生和社会各阶层的社会心理和社会需求；",
            "C.发现社会问题和矛盾的焦点，及时调整工作重点；",
            "D.提高人们的理论鉴别力和政治敏感性"
          ],
          "answer": "A",
          "id": "S2000001872"
        },
        {
          "type": "single_choice",
          "question": "道德品质形成的心理机制的说法错误的是（    ）。",
          "options": [
            "A.知情意这三个心理成分都应得到相应发展；",
            "B.道德品质的各心理成分的培养有着严格的、特定的顺序；",
            "C.通过道德实践，一定的道德动机和道德行为方式间能形成稳固的联系；",
            "D.道德品质是年龄、教育以及社会文化经验的综合结果"
          ],
          "answer": "B",
          "id": "S2000001873"
        },
        {
          "type": "single_choice",
          "question": "现实社会的教师道德基本原则是(    )。",
          "options": [
            "A.教书育人、乐于奉献；",
            "B.热爱教育、忠诚教育；",
            "C.爱岗敬业、忠于职守；",
            "D.关爱学生、为人师表"
          ],
          "answer": "B",
          "id": "S2000001874"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价首先涉及的问题是教师道德评价的主体；",
            "B.对教师道德行为进行评价的最一般概念是“善”和“恶”；",
            "C.历史上少有伦理思想家提出有关善恶标准的解释和观点；",
            "D.历史上的“义”“利”之争实质上就是教师道德评价"
          ],
          "answer": "B",
          "id": "S2000001875"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的说法错误的是（    ）。",
          "options": [
            "A.职业道德具有普遍性，是各行各业都应当遵守的；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "A",
          "id": "S2000001876"
        },
        {
          "type": "single_choice",
          "question": "以下对社会舆论看法中，错误的是（    ）。",
          "options": [
            "A.主要是学校以及有关社会方面的人员或组织发表带有某种倾向性的意见；",
            "B.是依据一定的社会道德原则及师德观念和规范，对教育过程中的一些现象、事件及行为进行的；",
            "C.它是人们对教师进行道德评价的最普遍、最常见的一种形式；",
            "D.自发的社会舆论往往与统治阶级的社会舆论是统一的"
          ],
          "answer": "D",
          "id": "S2000001877"
        },
        {
          "type": "single_choice",
          "question": "对教师行为目标的确定过程论述错误的是（    ）。",
          "options": [
            "A.教师道德行为目标是道德认识的外化；",
            "B.明确道德行为目标有助于教师确定道德行为选择的方向；",
            "C.明确道德行为目标有助于教师坚定不移地维护职业道德的要求；",
            "D.明确道德行为目标可以使教师为社会教育事业总体目标的实现尽最大的努力"
          ],
          "answer": "A",
          "id": "S2000001878"
        },
        {
          "type": "single_choice",
          "question": "孔子说过“知之者莫如好之者，好之者莫如乐知者”，这表明教师在处理爱护学生与严格要求的关系上应该注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "B",
          "id": "S2000001879"
        },
        {
          "type": "single_choice",
          "question": "师德原则涉及的集体是指(    )。",
          "options": [
            "A.教师职业团体；",
            "B.教育事业整体；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "B",
          "id": "S2000001880"
        },
        {
          "type": "single_choice",
          "question": "要做到“热爱学生，诲人不倦”，就应该做到(    )。",
          "options": [
            "A.深入了解学生；",
            "B.尊重和信任学生；",
            "C.严格要求学生；",
            "D.对学生一视同仁"
          ],
          "answer": "ABCD",
          "id": "S2000001881"
        },
        {
          "type": "single_choice",
          "question": "对师德养成过程中各要素关系论述正确的是（    ）。",
          "options": [
            "A.道德认识是基础；",
            "B.道德情感和道德意志是两个重要的内在条件；",
            "C.道德信念是核心；",
            "D.道德行为是认知的结果；",
            "E.师德养成过程中，需要使各要素达到有机统一"
          ],
          "answer": "ABCDE",
          "id": "S2000001882"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，在服务社会的过程中，正确的功利意识应该是（    ）。",
          "options": [
            "A.以义谋利；",
            "B.见利思义；",
            "C.义利兼顾；",
            "D.重利轻义"
          ],
          "answer": "ABC",
          "id": "S2000001883"
        },
        {
          "type": "single_choice",
          "question": "每一位教师都应该做到（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以推进社会进步为己任；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "ABCD",
          "id": "S2000001884"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.应用性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.发展性价值"
          ],
          "answer": "BCD",
          "id": "S2000001885"
        },
        {
          "type": "single_choice",
          "question": "新时期下，为适应经济教育改革的需要，教师应该形成的道德观念体现在（    ）。",
          "options": [
            "A.可以把自己的教育劳动和物质利益结合起来，形成义利统一观念；",
            "B.形成积极进取、公平竞争的竞争观念；",
            "C.积极投入社会经济、政治、文化生活，努力形成民主观念和参与意识；",
            "D.潜心教学与科研，避免沾染市场化的观念"
          ],
          "answer": "ABC",
          "id": "S2000001886"
        },
        {
          "type": "single_choice",
          "question": "在关爱学生与严格要求的关系上特别要注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注和自己亲近的学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "ABD",
          "id": "S2000001887"
        },
        {
          "type": "single_choice",
          "question": "马克思主义善恶观认为（    ）。",
          "options": [
            "A.善恶观念不是先验的，也不能从人的自然属性中引申出来；",
            "B.善恶观念是人们在社会生活中形成的，包含着人们间各种利益关系的一定形式；",
            "C.善恶观念具有相对性和绝对性；",
            "D.善恶观念在阶级社会中具有阶级性和历史性"
          ],
          "answer": "ABCD",
          "id": "S2000001888"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德品质形成与发展需要经历的阶段有（    ）。",
          "options": [
            "A.萌芽阶段；",
            "B.形成阶段；",
            "C.成熟阶段；",
            "D.完善阶段"
          ],
          "answer": "ABD",
          "id": "S2000001889"
        },
        {
          "type": "single_choice",
          "question": "以下对规范伦理学的特点描述正确的是（   ）。",
          "options": [
            "A.以人的行为及其准则为核心内容；",
            "B.探讨道德生活中的善与恶、应该与不应该、公正与偏私之间的界限及标准的确立和在道德实践中的应用；",
            "C.在哲学层次上解释道德的本源和演化规律，证明道德判断和规则的依据；",
            "D.建构社会道德规范体系，指导人们道德生活实践，规范道德秩序"
          ],
          "answer": "ABCD",
          "id": "S2000001890"
        },
        {
          "type": "single_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，这种特殊性体现在（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是教师的真才实学、人格品德；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "ABCD",
          "id": "S2000001891"
        },
        {
          "type": "single_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "S2000001892"
        },
        {
          "type": "single_choice",
          "question": "1966年，联合国教科文组织通过的《关于教师地位的建议书》提出师德理想的目标包括（   ）。",
          "options": [
            "A.人类个性的全面发展；",
            "B.集体精神、道德、社会、经济、文化进步；",
            "C.促进知识的传播；",
            "D.对人权和基本自由极大尊重的谆谆告诫"
          ],
          "answer": "ABD",
          "id": "S2000001893"
        },
        {
          "type": "single_choice",
          "question": "杨启亮教授认为教师的职业境界具有层次性包括（    ）。",
          "options": [
            "A.把教育看成是社会对教师角色的规范、要求；",
            "B.把教育活动当作幸福体验；",
            "C.把教育看作出于职业责任的活动；",
            "D.把教育活动看作出与职业良心的活动；",
            "E.把教育看作职业责任和职业良心的统一"
          ],
          "answer": "ABCD",
          "id": "S2000001894"
        },
        {
          "type": "single_choice",
          "question": "以下关于应用伦理学的说法正确的是（   ）。",
          "options": [
            "A.应用伦理学是对规范伦理学的实践；",
            "B.应用伦理学诞生于古希腊时期；",
            "C.应用伦理学从根本上说是现实需要推动产生的；",
            "D.应用伦理学不是一门单一独立学科"
          ],
          "answer": "ACD",
          "id": "S2000001895"
        },
        {
          "type": "single_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "S2000001896"
        },
        {
          "type": "single_choice",
          "question": "学术规范包含的含义有（    ）。",
          "options": [
            "A.学术研究中的具体规则；",
            "B.学术研究的总原则；",
            "C.学术研究的流程；",
            "D.高层次的规范"
          ],
          "answer": "AD",
          "id": "S2000001897"
        },
        {
          "type": "single_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "S2000001898"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价善恶标准的相对性种类有（    ）。",
          "options": [
            "A.社会政治、经济、文化发展的差异性；",
            "B.社会思潮、意识形态左右着教师道德行为，成为构成教师道德行为标准的重要因素；",
            "C.教育事业发展状况是影响教师道德行为评价的重要因素；",
            "D.教师自身的思想道德素质，是形成教师道德行为评价相对性的不可忽视的因素"
          ],
          "answer": "ABCD",
          "id": "S2000001899"
        },
        {
          "type": "single_choice",
          "question": "他律机制中的教师，在与教师道德规范体系的关系上具有的特点是(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "ABCD",
          "id": "S2000001900"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学中的义务论，在对行为的价值评价上仅凭动机、意向和是否符合出于义务的律令，来判断行为的善恶，这使其失去了道德评价的客观依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001901"
        },
        {
          "type": "single_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001902"
        },
        {
          "type": "single_choice",
          "question": "传统习惯具有短暂性等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001903"
        },
        {
          "type": "single_choice",
          "question": "14至16世纪的文艺复兴运动，推动了西欧近代教育运动的迅速发展，这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001904"
        },
        {
          "type": "single_choice",
          "question": "作为一名教师，应当尽可能地把学生步入社会后几十年中所需要的知识都传授给他们。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001905"
        },
        {
          "type": "single_choice",
          "question": "我国社会主义师德既继承了历代的传统美德，也反映了现实的实际需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001906"
        },
        {
          "type": "single_choice",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001907"
        },
        {
          "type": "single_choice",
          "question": "相对于教师道德原则来说，教师道德规范是派生的，是从属于教师道德原则的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001908"
        },
        {
          "type": "single_choice",
          "question": "教师人格可以从其在教育活动中表现出的认知、情感、性格、气质、能力及道德品质等特质得以体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001909"
        },
        {
          "type": "single_choice",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001910"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，在服务社会的过程中，应该学习中国传统文化中重义轻利的价值取向，同时树立合理谋利精神，理清功利、道义关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001911"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的结果与目的、动机的关系始终都是一一对应的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001912"
        },
        {
          "type": "single_choice",
          "question": "1968年美国国家教育协会（NEA）制定了《教育职业伦理准则》，一般来说，拥护这一准则才能取得成员资格，才能得到学校聘用和各州教育许可证。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001913"
        },
        {
          "type": "single_choice",
          "question": "社会思潮对教师理想信念只有消极影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001914"
        },
        {
          "type": "single_choice",
          "question": "良心在心理上是一种发自内心深处的对自己的道德主体性的隐蔽呼声。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001915"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001916"
        },
        {
          "type": "single_choice",
          "question": "苏联的广大教师认为，教师的劳动中最重要的是阶级意识，道德因素的作用削弱了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001917"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001918"
        },
        {
          "type": "single_choice",
          "question": "道德信念是道德品质的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001919"
        },
        {
          "type": "single_choice",
          "question": "意识具有稳定性，因此市场经济的深入发展和互联网等新兴媒体对教师观念的影响有限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001920"
        },
        {
          "type": "single_choice",
          "question": "培养人文精神，首先是要把握人的（    ），确认人的生命意义与存在价值。",
          "options": [
            "A.自然本质；",
            "B.社会本质；",
            "C.文化本质；",
            "D.道德本质"
          ],
          "answer": "B",
          "id": "S2000001921"
        },
        {
          "type": "single_choice",
          "question": "社会主义市场经济文化精神的内涵表现在（    ）。",
          "options": [
            "A.从价值角度说，要有人文社会价值取向；",
            "B.从功能角度讲，要以广义的科技文化作为动力；",
            "C.从社会角度讲，要落实到塑造文明主体上；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000001922"
        },
        {
          "type": "single_choice",
          "question": "英国提出的称职教师的要求不包括（   ）。",
          "options": [
            "A.爱国主义；",
            "B.职业道德；",
            "C.合作共事；",
            "D.个人主义精神"
          ],
          "answer": "A",
          "id": "S2000001923"
        },
        {
          "type": "single_choice",
          "question": "“在道德他律机制中的的教师，在道德原则和规范面前始终处于外在力量支配的被动地位，既缺乏独立的内在判断力和内在的价值根据，又缺乏积极主动的追求道德价值的热情和激情。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "A",
          "id": "S2000001924"
        },
        {
          "type": "single_choice",
          "question": "判断学术成果质量的最重要标准是（    ）",
          "options": [
            "A. 真实",
            "B. 可靠",
            "C. 创新",
            "D. 创造"
          ],
          "answer": "C",
          "id": "S2000001925"
        },
        {
          "type": "single_choice",
          "question": "特别强调发展教育必须发展师范教育的是（   ）。",
          "options": [
            "A.康有为；",
            "B.梁启超；",
            "C.蔡元培；",
            "D.杨昌济"
          ],
          "answer": "B",
          "id": "S2000001926"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的保障是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "C",
          "id": "S2000001927"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学能直接调节教师职业生活的原因是（）。",
          "options": [
            "A.教师伦理学是一门规范科学；",
            "B.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000001928"
        },
        {
          "type": "single_choice",
          "question": "对教师正直道德品质的说法错误的是（    ）。",
          "options": [
            "A.正直品德是教师在履行义务时的人格特征的表现；",
            "B.教师必须以自己的言行做示范，教育青年学生本分做人；",
            "C.教师要自己认真履行道德义务而少参与进违背教师道德的人和事的斗争；",
            "D.教师要以自身正直的道德人格力量引导和感召学生"
          ],
          "answer": "C",
          "id": "S2000001929"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德评价善恶标准绝对性的行为是（    ）。",
          "options": [
            "A.高校教师不仅以知识育人，还注重以高尚品德培育青年学生；",
            "B.高校教师树立起探究知识的求实精神和探索真理的献身精神；",
            "C.高校教师探索并遵循教育和人才培养的规律；",
            "D.研究型大学把教师科研行为列为道德评价的主要内容"
          ],
          "answer": "D",
          "id": "S2000001930"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的关键是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "B",
          "id": "S2000001931"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师道德品质形成的看法正确的是（    ）。",
          "options": [
            "A.是自然形成的或先天形成的习性；",
            "B.是一种坚定的道德意志的凝结；",
            "C.是教师职业行为习性；",
            "D.是教师一时的道德冲动"
          ],
          "answer": "B",
          "id": "S2000001932"
        },
        {
          "type": "single_choice",
          "question": "肯定技术具有相对的价值独立性，把技术看作是一种自主的、独立的力量的是（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000001933"
        },
        {
          "type": "single_choice",
          "question": "认为教师的智慧和道德比他的学问更有价值的教育家是（   ）。",
          "options": [
            "A.蒙台涅；",
            "B.维多思若；",
            "C.夸美纽斯；",
            "D.昆体良"
          ],
          "answer": "A",
          "id": "S2000001934"
        },
        {
          "type": "single_choice",
          "question": "某高校教师非常注重教育教学方法，善于发现各个学生身上的特长，做到因势利导。这说明该教师在公正原则上做到（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.因材施教；",
            "D.秉公办事"
          ],
          "answer": "C",
          "id": "S2000001935"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价首先涉及的问题是教师道德评价的主体；",
            "B.对教师道德行为进行评价的最一般概念是“善”和“恶”；",
            "C.历史上少有伦理思想家提出有关善恶标准的解释和观点；",
            "D.历史上的“义”“利”之争实质上就是教师道德评价"
          ],
          "answer": "B",
          "id": "S2000001936"
        },
        {
          "type": "single_choice",
          "question": "对高校教师自制道德品质的说法错误的是（    ）。",
          "options": [
            "A.高校教师的职业特点要求教师在心理具有很强的自制力；",
            "B.高校教师需要培养自己的道德控制能力，学会“情绪管理”；",
            "C.具有强自制力的高校教师能高质量地承担自己的社会责任；",
            "D.高校教师需要杜绝一切外界因素的影响"
          ],
          "answer": "D",
          "id": "S2000001937"
        },
        {
          "type": "single_choice",
          "question": "下列选项中不属于教师道德理想内容的是（    ）。",
          "options": [
            "A.崇高的理想信念；",
            "B.教书育人；",
            "C.以人为本；",
            "D.为人师表"
          ],
          "answer": "C",
          "id": "S2000001938"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学在教师道德实践中的作用，下列说法不正确的是（    ）。",
          "options": [
            "A.指导着教师生活中的方方面面；",
            "B.引导教师理性的选择自己的道德行为及对自己和他人行为进行科学的道德评价；",
            "C.增强教师自我修养、自我完善的能力，培养高尚的道德品质；",
            "D.有助于教师抵制各种错误道德思想和价值观念的影响"
          ],
          "answer": "A",
          "id": "S2000001939"
        },
        {
          "type": "single_choice",
          "question": "一边负有责任心的教师在强制学生学习，另一边是丧失选择自由被迫学习的学生反而把教师的行为看成是压抑、侵犯。这种情况反映了师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "B",
          "id": "S2000001940"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律与自律相统一的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000001941"
        },
        {
          "type": "single_choice",
          "question": "在教师个人道德修养上，提出反省、知耻、改过等重要方法的思想家是（   ）。",
          "options": [
            "A.孟子；",
            "B.荀子；",
            "C.董仲舒；",
            "D.韩愈"
          ],
          "answer": "A",
          "id": "S2000001942"
        },
        {
          "type": "single_choice",
          "question": "关于良心和义务之间关系下列说法不正确的是（    ）。",
          "options": [
            "A.良心和道德是紧密联系在一起的道德范畴；",
            "B.良心是义务的内化形式；",
            "C.义务和良心都来自于主体内部，表现为个人对自己行为的道德责任；",
            "D.教师道德良心是教师在履行道德义务的过程中产生和形成的"
          ],
          "answer": "C",
          "id": "S2000001943"
        },
        {
          "type": "single_choice",
          "question": "道德作为社会规范的一种特殊形式，（   ）。",
          "options": [
            "A.是神的意志的体现；",
            "B.是人的主观意志的产物；",
            "C.人们对现实道德现象的普遍规律的反应；",
            "D.社会对具体道德事件的特殊要求"
          ],
          "answer": "C",
          "id": "S2000001944"
        },
        {
          "type": "single_choice",
          "question": "成绩至上的评价方式根深蒂固，而全面客观的评价体系无法得到落实，使得部分学生的全面发展和个人潜能被忽视了，从而造成了师生关系的疏远。以上这种情况反映出是师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "C",
          "id": "S2000001945"
        },
        {
          "type": "single_choice",
          "question": "道德品质的说法错误的是（    ）。",
          "options": [
            "A.其内容具有时代性和阶级性；",
            "B.道德实践是其形成和发展的现实基础；",
            "C.道德品质不能成为区分和体现人格差别的标准和尺度；",
            "D.个人主观努力是其形成和发展的内在动力"
          ],
          "answer": "C",
          "id": "S2000001946"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位、影响比较深广的是（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000001947"
        },
        {
          "type": "single_choice",
          "question": "对科研成果进行鉴定是应该杜绝以什么作为参照标准（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "C",
          "id": "S2000001948"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的前提是（    ）。",
          "options": [
            "A.人类教育活动的出现；",
            "B.社会生产力的发展；",
            "C.脑力劳动与体力劳动的分工；",
            "D.教育理论的发展"
          ],
          "answer": "C",
          "id": "S2000001949"
        },
        {
          "type": "single_choice",
          "question": "对教师道德情感选择过程的认识错误的是（    ）。",
          "options": [
            "A.教师道德选择既是理智指导下的选择，也是情感和情绪的选择；",
            "B.情感是否与理智相适应，对道德行为过程有着极大的影响；",
            "C.在理智胜过情感的情况下，往往使行为过程偏离原定目的或预想结果；",
            "D.理智与情感结合得好，可以达到更有价值的结果"
          ],
          "answer": "C",
          "id": "S2000001950"
        },
        {
          "type": "single_choice",
          "question": "对教师个体能力素质的论述错误的是（    ）。",
          "options": [
            "A.教师个体能力中教育创新能力决定教育行为的选择正误；",
            "B.个体能力体现在教师对教育知识的掌握；",
            "C.个体能力体现在教师对教育规律的灵活运用上；",
            "D.教师个人能力的差异，会造成教师行为合理性、有效性和道德性的差异"
          ],
          "answer": "A",
          "id": "S2000001951"
        },
        {
          "type": "single_choice",
          "question": "资产阶级教育家蔡元培先生重视教师职业道德，他认为教师应当具有的品德中不包括以下哪一项（   ）。",
          "options": [
            "A.谦虚、正直；",
            "B.忠党、爱国；",
            "C.爱国、爱生；",
            "D.知识渊博"
          ],
          "answer": "B",
          "id": "S2000001952"
        },
        {
          "type": "single_choice",
          "question": "评价教师某道德行为时，应该（    ）。",
          "options": [
            "A.根据该行为的的效果；",
            "B.根据教师一贯的品质；",
            "C.对该行为的影响因素进行综合分析；",
            "D.根据该行为的目的"
          ],
          "answer": "C",
          "id": "S2000001953"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德品质是在个别道德行为的基础上形成的"
          ],
          "answer": "A",
          "id": "S2000001954"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "D",
          "id": "S2000001955"
        },
        {
          "type": "single_choice",
          "question": "高等学校处理学术不端行为的最高学术调查评判机构是（    ）",
          "options": [
            "A.校长办公会",
            "B.校党政联席会",
            "C.校纪律检查委员会",
            "D.校学术委员会"
          ],
          "answer": "D",
          "id": "S2000001956"
        },
        {
          "type": "single_choice",
          "question": "对于教师道德的调节功能，以下说法不正确的是（    ）。",
          "options": [
            "A.是教师道德最主要、最基本的功能；",
            "B.主要有两种方式：他律性的社会调节和自律性的自我调节；",
            "C.道德是调节教育活动关系和秩序的唯一手段；",
            "D.道德调节最终依靠道德自觉性来实现"
          ],
          "answer": "C",
          "id": "S2000001957"
        },
        {
          "type": "single_choice",
          "question": "既是伦理学的传统理论形态，也是伦理学发展的必然归宿的伦理学流派是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.美德伦理学；",
            "C.制度伦理学；",
            "D.规范伦理学"
          ],
          "answer": "D",
          "id": "S2000001958"
        },
        {
          "type": "single_choice",
          "question": "道德和法律的共同点是（   ）。",
          "options": [
            "A.都是由国家颁布实施的；",
            "B.都是由社会约定俗成的；",
            "C.都对个人行为有限制、约束的规范性功能；",
            "D.一旦违反，都会受到相应的制裁"
          ],
          "answer": "C",
          "id": "S2000001959"
        },
        {
          "type": "single_choice",
          "question": "以多种语言发表同一成果，以下说法正确的是（    ）",
          "options": [
            "A.语言不同可以记为不同研究成果",
            "B.视为同一成果",
            "C.可以在不同的出版物上自由发表",
            "D.不需要注明原始刊载处"
          ],
          "answer": "B",
          "id": "S2000001960"
        },
        {
          "type": "single_choice",
          "question": "以下属于美国制定的教师职业伦理守则的是（   ）。",
          "options": [
            "A.《教师职业伦理标准》；",
            "B.《优秀教师行为守则》；",
            "C.《美国教授职业伦理声明》；",
            "D.《伦理标准》"
          ],
          "answer": "ABCD",
          "id": "S2000001961"
        },
        {
          "type": "single_choice",
          "question": "与学术道德规范相关的政策文件有（    ）",
          "options": [
            "A.《涉及人的生物医学研究伦理审查办法（试行）》",
            "B.《教育部关于严肃处理高等学校学术不端行为的通知》",
            "C.《关于善待实验动物的指导性意见》",
            "D.《高校人文社会科学学术规范指南》"
          ],
          "answer": "ABC",
          "id": "S2000001962"
        },
        {
          "type": "single_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "S2000001963"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价善恶标准的共同性表现在（    ）。",
          "options": [
            "A.教师行为的方向性；",
            "B.教师行为的科学性；",
            "C.教师行为的“真善美”的统一性；",
            "D.教师行为的能动性"
          ],
          "answer": "ABC",
          "id": "S2000001964"
        },
        {
          "type": "single_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "S2000001965"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "S2000001966"
        },
        {
          "type": "single_choice",
          "question": "著名伦理学家罗国杰先生把为人师表具体化为（    ）。",
          "options": [
            "A.言行一致；",
            "B.文明礼貌；",
            "C.语言美；",
            "D.仪表端庄；",
            "E.作风正派"
          ],
          "answer": "ABCDE",
          "id": "S2000001967"
        },
        {
          "type": "single_choice",
          "question": "下列对师生关系中各个层面关系描述正确的是(    )。",
          "options": [
            "A.教学工作关系是师生关系的基础；",
            "B.道德责任关系是伴随工作关系而生成的关系；",
            "C.如果没有心理意义上的情感作用和联系，工作关系也不能有效维持；",
            "D.个人关系是师生集体交往和关系的一种补充"
          ],
          "answer": "ABCD",
          "id": "S2000001968"
        },
        {
          "type": "single_choice",
          "question": "教师道德义务的作用主要表现在（    ）。",
          "options": [
            "A.正确的义务观可以约束和规范教师的行为；",
            "B.正确的义务观是教师职业劳动的巨大激励力量；",
            "C.正确的义务观可以促使教师自觉培养高尚的师德品质；",
            "D.正确的义务观可以调节教育活动中的人际关系"
          ],
          "answer": "BCD",
          "id": "S2000001969"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "S2000001970"
        },
        {
          "type": "single_choice",
          "question": "教育传统习惯在教师道德评价中具有的特殊功能是（    ）。",
          "options": [
            "A.它是评价教育行为善恶最简易的起码尺度；",
            "B.它是教师自觉矫正道德行为的简易实用的方法；",
            "C.它适用范围比较广泛；",
            "D.它是一种极其有效地巩固道德评价成果的重要形式"
          ],
          "answer": "ABCD",
          "id": "S2000001971"
        },
        {
          "type": "single_choice",
          "question": "教师实现人生价值体现在（    ）。",
          "options": [
            "A.人生价值的实现体现在个人与社会和他人的关系中；",
            "B.从人生价值实现上来讲，个人应注重对社会的创造与贡献；",
            "C.人生价值体现在个人同自身的关系中；",
            "D.教师人生价值的实现，需更关注人生的自我价值"
          ],
          "answer": "ABC",
          "id": "S2000001972"
        },
        {
          "type": "single_choice",
          "question": "教师的某一行为的分析角度有（    ）。",
          "options": [
            "A.经济学角度；",
            "B.法律角度；",
            "C.伦理学角度；",
            "D.政治学角度"
          ],
          "answer": "ABCD",
          "id": "S2000001973"
        },
        {
          "type": "single_choice",
          "question": "从教师道德品质的特点中，我们可以知道（    ）。",
          "options": [
            "A.教师道德品质具有教师内部意志和外部行为的统一；",
            "B.教师道德品质仅是其内部意志的体现；",
            "C.教师道德品质仅需行为整体加以体现；",
            "D.教师道德品质是个别行为和行为整体的统一"
          ],
          "answer": "AD",
          "id": "S2000001974"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择作为一种道德心理过程，具体包括（    ）。",
          "options": [
            "A.道德需要的确立；",
            "B.道德动机的斗争；",
            "C.道德行为目标的确定；",
            "D.道德情感的选择；",
            "E.道德行为手段的选择"
          ],
          "answer": "ABCD",
          "id": "S2000001975"
        },
        {
          "type": "single_choice",
          "question": "高校师德教育的规章制度包括的层次有（    ）。",
          "options": [
            "A.国家的法律、行政法规、地方性法规和政府规章；",
            "B.政策；",
            "C.高校有关管理规章；",
            "D.教师行业协会的章程、公约；",
            "E.教师与学校的聘任合同等"
          ],
          "answer": "ABCDE",
          "id": "S2000001976"
        },
        {
          "type": "single_choice",
          "question": "新时期下，为适应经济教育改革的需要，教师应该形成的道德观念体现在（    ）。",
          "options": [
            "A.可以把自己的教育劳动和物质利益结合起来，形成义利统一观念；",
            "B.形成积极进取、公平竞争的竞争观念；",
            "C.积极投入社会经济、政治、文化生活，努力形成民主观念和参与意识；",
            "D.潜心教学与科研，避免沾染市场化的观念"
          ],
          "answer": "ABC",
          "id": "S2000001977"
        },
        {
          "type": "single_choice",
          "question": "师德养成的一般路径包括（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德修养；",
            "D.师德品质；",
            "E.师德原则"
          ],
          "answer": "AC",
          "id": "S2000001978"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "S2000001979"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "S2000001980"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为价值的大小，在很大程度上取决于构成教师道德行为的各具体要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001981"
        },
        {
          "type": "single_choice",
          "question": "从教育和教学的特点来看，教育和教学活动自身就是一种道德活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001982"
        },
        {
          "type": "single_choice",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001983"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为是纯粹道德意义上的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001984"
        },
        {
          "type": "single_choice",
          "question": "笃行是教师道德修养的根本方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001985"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的形式主要有社会舆论和传统习俗。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001986"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成的过程，也可以说是教师道德品质形成的一般过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001987"
        },
        {
          "type": "single_choice",
          "question": "儒家的理想人格是君子人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001988"
        },
        {
          "type": "single_choice",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001989"
        },
        {
          "type": "single_choice",
          "question": "权钱交易、金钱万能等不良现象是市场经济因为其特点所带来的必然的普遍现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001990"
        },
        {
          "type": "single_choice",
          "question": "圣·奥古斯丁认为人民要想达到“至善”，就必须信仰上帝，靠上帝的帮助。这是一种把获得快乐、幸福的多少作为衡量善恶的标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001991"
        },
        {
          "type": "single_choice",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001992"
        },
        {
          "type": "single_choice",
          "question": "荀子提倡“师”与“天、地、君、亲”并立，这种思想已含有教育民主、平等因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001993"
        },
        {
          "type": "single_choice",
          "question": "教师的主要职责就是教书，即传授知识，在此前提下可以兼顾对学生的思想道德教育和人格塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001994"
        },
        {
          "type": "single_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001995"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001996"
        },
        {
          "type": "single_choice",
          "question": "作为高校来说，教学和科研是最主要的，社会服务只是其次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000001997"
        },
        {
          "type": "single_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001998"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则和规范能反映相应时期对教师道德品质的要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000001999"
        },
        {
          "type": "single_choice",
          "question": "道德产生于社会存在、发展的客观需求和人类自身追求完善的主观需求，它从社会生活中产生，又反映和改造着社会生活。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002000"
        },
        {
          "type": "single_choice",
          "question": "在英国，人们普遍认为最有力的教育手段是（   ）。",
          "options": [
            "A.教育理论；",
            "B.教育方法；",
            "C.教育技术；",
            "D.教师品行"
          ],
          "answer": "D",
          "id": "S2000002001"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000002002"
        },
        {
          "type": "single_choice",
          "question": "有关公民道德的特点认识错误的是（    ）。",
          "options": [
            "A.特殊性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "A",
          "id": "S2000002003"
        },
        {
          "type": "single_choice",
          "question": "效果论的看法正确的是（    ）。",
          "options": [
            "A.效果论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.效果论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”",
            "C.效果论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "B",
          "id": "S2000002004"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的保障是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "C",
          "id": "S2000002005"
        },
        {
          "type": "single_choice",
          "question": "（    ）是一个社会占主流地位、起支配作用的核心理念，也是一个社会必须普遍遵循的基本价值准则。",
          "options": [
            "A.世界观；",
            "B.人生观；",
            "C.价值观；",
            "D.核心价值观"
          ],
          "answer": "D",
          "id": "S2000002006"
        },
        {
          "type": "single_choice",
          "question": "关于物质利益说法不正确的是（    ）。",
          "options": [
            "A.物质利益不能等同于个人利益；",
            "B.物质利益不能等同于“向钱看”；",
            "C.物质利益主要指的是经济利益；",
            "D.作为高校教师是不应当提倡追求物质利益的"
          ],
          "answer": "D",
          "id": "S2000002007"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法不正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "B",
          "id": "S2000002008"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德品质；",
            "B.教师道德修养；",
            "C.教师道德评价；",
            "D.教师道德良心"
          ],
          "answer": "D",
          "id": "S2000002009"
        },
        {
          "type": "single_choice",
          "question": "工具理性的膨胀，导致了人文价值的失落。这体现的是（    ）。",
          "options": [
            "A.技术工具化；",
            "B.技术手段的目的化；",
            "C.技术社会自由丧失；",
            "D.技术异化的显现"
          ],
          "answer": "C",
          "id": "S2000002010"
        },
        {
          "type": "single_choice",
          "question": "对于人文知识的作用，以下说法错误的是（    ）。",
          "options": [
            "A.历史是了解我们所自来、我们的集体记忆；",
            "B.哲学是反思性、批判性思维方法，是研究我们思考所根据的理念；",
            "C.艺术指导我们的社会实践；",
            "D.文学主要以审美为手段，用语言来表达情感"
          ],
          "answer": "C",
          "id": "S2000002011"
        },
        {
          "type": "single_choice",
          "question": "肯定技术具有相对的价值独立性，把技术看作是一种自主的、独立的力量的是（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000002012"
        },
        {
          "type": "single_choice",
          "question": "属于师德养成的一般路径的是（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德品质；",
            "D.师德原则"
          ],
          "answer": "A",
          "id": "S2000002013"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的根本原因是（    ）。",
          "options": [
            "A.人类教育活动的出现；",
            "B.社会生产力的发展；",
            "C.脑力劳动与体力劳动的分工；",
            "D.教育理论的发展"
          ],
          "answer": "B",
          "id": "S2000002014"
        },
        {
          "type": "single_choice",
          "question": "在高等教育中，因满足不同需求和个体差异所带来的学校科类专业、培养目标、教育要求、教学方式、管理制度、师资组成的不同体现了（    ）。",
          "options": [
            "A.机构多样化；",
            "B.主体多样化；",
            "C.管理多样化；",
            "D.客体多样化"
          ],
          "answer": "C",
          "id": "S2000002015"
        },
        {
          "type": "single_choice",
          "question": "高校教师的职业劳动的最终目的是(    )。",
          "options": [
            "A.培养具有专业知识的高等人才；",
            "B.培养具有劳动技能的高等人才；",
            "C.培养具有高尚思想品德的专业人才；",
            "D.培养具有生产技能的专业人才"
          ],
          "answer": "A",
          "id": "S2000002016"
        },
        {
          "type": "single_choice",
          "question": "师生关系最大的功能是(    )。",
          "options": [
            "A.调节功能；",
            "B.凝固功能；",
            "C.教育功能；",
            "D.约束功能"
          ],
          "answer": "C",
          "id": "S2000002017"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的关键是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "B",
          "id": "S2000002018"
        },
        {
          "type": "single_choice",
          "question": "对科研成果鉴定时的参照标准应该是（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "A",
          "id": "S2000002019"
        },
        {
          "type": "single_choice",
          "question": "教师产生相应的道德行为取决于（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "D",
          "id": "S2000002020"
        },
        {
          "type": "single_choice",
          "question": "对高校教师自制道德品质的说法错误的是（    ）。",
          "options": [
            "A.高校教师的职业特点要求教师在心理具有很强的自制力；",
            "B.高校教师需要培养自己的道德控制能力，学会“情绪管理”；",
            "C.具有强自制力的高校教师能高质量地承担自己的社会责任；",
            "D.高校教师需要杜绝一切外界因素的影响"
          ],
          "answer": "D",
          "id": "S2000002021"
        },
        {
          "type": "single_choice",
          "question": "下列对“分家论”观点分析不正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来；",
            "B.这种倾向把教书和育人混为一谈；",
            "C.这是一种以学科为本位的教学观；",
            "D.这种观点以教书为天职，以完成学科知识传授、能力培养为己任"
          ],
          "answer": "B",
          "id": "S2000002022"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德素质这一教师道德行为选择的内部条件认识正确的是（    ）。",
          "options": [
            "A.教师个体道德素质包括道德情感、道德信念、道德认识；",
            "B.道德情感的高低，有时直接决定着道德行为的正确性；",
            "C.道德认识是指教师个人对周围现实和对自己的态度的道德体验；",
            "D.道德意志是人的价值意识向行为转化的决定性机制"
          ],
          "answer": "D",
          "id": "S2000002023"
        },
        {
          "type": "single_choice",
          "question": "为市场经济的健康发展提供文化精神保证的是（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "A",
          "id": "S2000002024"
        },
        {
          "type": "single_choice",
          "question": "康德把伦理道德看作一种（   ）。",
          "options": [
            "A.纯粹理性；",
            "B.实践理性；",
            "C.判断理性；",
            "D.价值理性"
          ],
          "answer": "B",
          "id": "S2000002025"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会责任包括（    ）。",
          "options": [
            "A.教书育人；",
            "B.以科研推动社会科学技术进步；",
            "C.以智力和技能优势为社会服务；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002026"
        },
        {
          "type": "single_choice",
          "question": "人文素养的建立基础是（    ）。",
          "options": [
            "A.较高的智力；",
            "B.完善的道德；",
            "C.一定的社会科学知识的拥有和内化；",
            "D.丰富的社会实践"
          ],
          "answer": "C",
          "id": "S2000002027"
        },
        {
          "type": "single_choice",
          "question": "市场经济所蕴含的文化价值观念的核心是（    ）。",
          "options": [
            "A.思想意识；",
            "B.商品意识；",
            "C.价值意识；",
            "D.道德意识"
          ],
          "answer": "B",
          "id": "S2000002028"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德意识现象的说法正确的是（    ）。",
          "options": [
            "A.是在教育实践中形成的各种具有善恶价值的思想观念和理论体系；",
            "B.它是教师道德的主观方面，体现着教师对客观存在的师德关系和师德活动的认知和理解；",
            "C.它集中表现在教师的价值观念与师德规范体系之中；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002029"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述错误的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会具有时代相似性"
          ],
          "answer": "D",
          "id": "S2000002030"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则在教育领域中体现的最重要、最基本的道德关系是(    )。",
          "options": [
            "A.教师职业和社会职业行为总体道德要求的关系；",
            "B.教师社个人劳动和社会劳动价值取向之间的关系；",
            "C.教师道德行为与社会对教师道德期望之间的关系；",
            "D.教师个人与他人和社会整体教育利益的关系"
          ],
          "answer": "D",
          "id": "S2000002031"
        },
        {
          "type": "single_choice",
          "question": "下列有关动机和效果作为教师道德评价依据的观点错误的是（    ）。",
          "options": [
            "A.进行教师道德评价时，更需要关注动机；",
            "B.教师行为是动机激发的结果，动机的内容决定了行为的性质；",
            "C.要考虑行为的效果，而且要更加重视检验教师教育实践及其取得的效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "A",
          "id": "S2000002032"
        },
        {
          "type": "single_choice",
          "question": "在实践过程中，在价值认识基础上所形成的对客体价值的一种稳定看法或思维定势就是我们所说的（    ）。",
          "options": [
            "A.世界观；",
            "B.人生观；",
            "C.价值观；",
            "D.道德观"
          ],
          "answer": "C",
          "id": "S2000002033"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价对其道德品质的影响体现在（    ）。",
          "options": [
            "A.教师道德行为评价可以使教师形成相应的善恶观；",
            "B.教师道德评价能使教师自觉纠正自己的生活行为习惯；",
            "C.教师道德评价能使教师形成与教师道德品质相背的内心信念；",
            "D.教师道德评价能使教师转变其道德意志"
          ],
          "answer": "A",
          "id": "S2000002034"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德品质是在个别道德行为的基础上形成的"
          ],
          "answer": "A",
          "id": "S2000002035"
        },
        {
          "type": "single_choice",
          "question": "在美国现代教师职业道德发展初期，一些学者使用（    ）的研究方法，系统的分析教师的品质人格，并概括了25项教师职业应有的品质。",
          "options": [
            "A.理论；",
            "B.实证；",
            "C.调查；",
            "D.对比"
          ],
          "answer": "B",
          "id": "S2000002036"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为选择的外部影响因素的是（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念和教师道德规范体系；",
            "D.教师个体道德素质"
          ],
          "answer": "D",
          "id": "S2000002037"
        },
        {
          "type": "single_choice",
          "question": "忠于教育事业的集中体现和履行师德要求的前提是（    ）。",
          "options": [
            "A.敬业乐教，强化责任；",
            "B.热爱学生，发扬民主；",
            "C.严谨治学，学术诚信；",
            "D.追求创新，注重个性"
          ],
          "answer": "A",
          "id": "S2000002038"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.精通业务，学而不厌；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002039"
        },
        {
          "type": "single_choice",
          "question": "关于虚荣下列说法正确的是（    ）。",
          "options": [
            "A.虚荣是荣誉向耻辱转化的中介；",
            "B.虚荣是以个人主义为基础的；",
            "C.虚荣是个人荣誉感在内心的正常反映之一；",
            "D.虚荣往往伴随着嫉妒"
          ],
          "answer": "C",
          "id": "S2000002040"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "S2000002041"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德良心下列说法正确的是（    ）。",
          "options": [
            "A.教师道德良心具体内涵首先体现为教师职业意识中一种强烈的道德责任感；",
            "B.教师良心作为一种道德责任感，是教师对社会和学生的义务感的强烈表现；",
            "C.作为一种评价能力，它是一定道德原则和规范在教师内心深处形成的稳定的信念和意志；",
            "D.就其全部内容而言，教师道德良心是道德认识、道德情感、道德意志等各种道德心理因素的有机统一"
          ],
          "answer": "ABCD",
          "id": "S2000002042"
        },
        {
          "type": "single_choice",
          "question": "以下情形中，属于需要个人进行道德选择和判断的的道德困境的是（   ）。",
          "options": [
            "A.忠孝不能两全；",
            "B.义利之辩；",
            "C.奉献与索取的冲突；",
            "D.个人本位与社会本位的冲突"
          ],
          "answer": "ABCD",
          "id": "S2000002043"
        },
        {
          "type": "single_choice",
          "question": "改革家梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "S2000002044"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "S2000002045"
        },
        {
          "type": "single_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "S2000002046"
        },
        {
          "type": "single_choice",
          "question": "教师道德观念的构成因素有（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.秉公办事；",
            "D.一视同仁；",
            "E.因材施教"
          ],
          "answer": "ABCDE",
          "id": "S2000002047"
        },
        {
          "type": "single_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "S2000002048"
        },
        {
          "type": "single_choice",
          "question": "人文素养的内涵可分为如下层次（    ）。",
          "options": [
            "A.掌握特定的人文社会科学基础知识的程度；",
            "B.在日常生活中运用这些基础知识的能力；",
            "C.以这些知识处理人与自身、他人、社会和自然的关系中形成的特定价值观，及建立在这种价值观基础上的行为模式和趋向；",
            "D.向他人传播这种知识和价值观的效果"
          ],
          "answer": "AC",
          "id": "S2000002049"
        },
        {
          "type": "single_choice",
          "question": "影响教师公正观念的因素有（    ）。",
          "options": [
            "A.一定社会历史条件和社会教育制度、职业劳动的目的的制约；",
            "B.教师教育规律；",
            "C.教师个人道德觉悟的提高；",
            "D.每个学生情况的认识水平"
          ],
          "answer": "ABCD",
          "id": "S2000002050"
        },
        {
          "type": "single_choice",
          "question": "对教师超越自尊和自卑的看法正确的是（    ）。",
          "options": [
            "A.师生交往中，应体现“主体间性”特点；",
            "B.教师在与学生交往中，应创设一定的情境让学生“言说”、“表达”和“参与”；",
            "C.教师在教育过程中，要超越自身薄弱的一面；",
            "D.教师应经常性、主动地以学生为镜子，督促自身提高素质"
          ],
          "answer": "ABCD",
          "id": "S2000002051"
        },
        {
          "type": "single_choice",
          "question": "高校教师在进行社会服务的过程中遇到的矛盾主要有（    ）。",
          "options": [
            "A.新旧观念的矛盾；",
            "B.个人利益与社会利益的矛盾；",
            "C.本职工作与兼职工作的矛盾；",
            "D.教师集体内部的利益矛盾"
          ],
          "answer": "ABCD",
          "id": "S2000002052"
        },
        {
          "type": "single_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "S2000002053"
        },
        {
          "type": "single_choice",
          "question": "教师对自身行为的自觉表现在（    ）。",
          "options": [
            "A.教师在行为前对自己将要做什么、怎样做有自觉意识；",
            "B.教师在行动前对行为后果有自觉意识；",
            "C.教师在行为前对所要选择的行为有清晰的道德自我意识；",
            "D.教师在行为前对所选行为的道德意识，是出于对一定社会的教师道德准则的“应该”与否的理解"
          ],
          "answer": "ABCD",
          "id": "S2000002054"
        },
        {
          "type": "single_choice",
          "question": "内心信念在教师道德评价中的作用主要表现为（    ）。",
          "options": [
            "A.它作为一种强烈的道德责任感，成为教师对自己的职业行为进行自我评判的直接内在动力；",
            "B.它作为具有较高层次的教师道德意识和道德原则，是道德评价中的直接准绳；",
            "C.它是教育行为当事者一种内在的控制力；",
            "D.它是实现教师道德评价成效的途径和目的"
          ],
          "answer": "ABCD",
          "id": "S2000002055"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "S2000002056"
        },
        {
          "type": "single_choice",
          "question": "在学术诚信建设中要逐步建立起（    ）相结合的约束模式",
          "options": [
            "A.法律",
            "B.规律",
            "C.纪律",
            "D.自律"
          ],
          "answer": "ACD",
          "id": "S2000002057"
        },
        {
          "type": "single_choice",
          "question": "教书与育人的伦理学意义是(    )。",
          "options": [
            "A.是塑造学生健康人格和展示自身人格的根本途径；",
            "B.是提高教学质量和培养高素质人才的根本保证；",
            "C.是建立和谐师生关系、成为人民满意教师的重要内容；",
            "D.是促进教师高尚道德形成的关键"
          ],
          "answer": "ABC",
          "id": "S2000002058"
        },
        {
          "type": "single_choice",
          "question": "高校教师要培养勤奋品质的原因在于（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度快；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "ABCD",
          "id": "S2000002059"
        },
        {
          "type": "single_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "S2000002060"
        },
        {
          "type": "single_choice",
          "question": "教育职业与其他职业相比较，最根本的特点在于它是以知识为对象的，是发现知识、传播知识的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002061"
        },
        {
          "type": "single_choice",
          "question": "教师的道德水平主要影响学生的道德成长，而学生的智能发展则不受教师的道德水平影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002062"
        },
        {
          "type": "single_choice",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002063"
        },
        {
          "type": "single_choice",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002064"
        },
        {
          "type": "single_choice",
          "question": "教师道德他律中的实在性特点是指教师在认知心理上已经扬弃了道德的实在性倾向，代之以“问心无愧”的道德心理倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002065"
        },
        {
          "type": "single_choice",
          "question": "在外部环境既定的情况下，不同教师个体的具体行为选择始终具有一致性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002066"
        },
        {
          "type": "single_choice",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002067"
        },
        {
          "type": "single_choice",
          "question": "伦理道德是一种理性自觉，是人的“善良意志”的产物，是可以超脱于社会生活之外而独立存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002068"
        },
        {
          "type": "single_choice",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002069"
        },
        {
          "type": "single_choice",
          "question": "传统美德是师德教育的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002070"
        },
        {
          "type": "single_choice",
          "question": "“慎独”的表现形式是主观的，但其内容是客观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002071"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价在教师道德认识和教师职业道德行为的转化中，起着媒介作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002072"
        },
        {
          "type": "single_choice",
          "question": "学校应该想方设法避免其教育劳动进入商品市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002073"
        },
        {
          "type": "single_choice",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002074"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002075"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质作为一种行为习惯与习性，同自然养成的一般生活习惯或习性是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002076"
        },
        {
          "type": "single_choice",
          "question": "人格是一个人心理品质和思想行为的本质特征，是一个人的人格意识、人格情感、人格意志与人格行为的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002077"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002078"
        },
        {
          "type": "single_choice",
          "question": "高校教师劳动形式的特殊性，决定了教师应该以高度自觉责任感对待自己的本职工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002079"
        },
        {
          "type": "single_choice",
          "question": "不同职业的职业道德是互相独立的，教师职业道德主要的影响对象是学生，而不是社会其他行业的道德状况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002080"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德发展达到相当成熟和完善的标志是确定并实现(    )。",
          "options": [
            "A.道德价值目标；",
            "B.道德评价目标；",
            "C.道德教育目标；",
            "D.道德动机目标"
          ],
          "answer": "A",
          "id": "S2000002081"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师在从事科学研究时最基本的治学态度是（    ）。",
          "options": [
            "A.团结协作，公平竞争；",
            "B.不畏艰险，开拓进取；",
            "C.严谨治学，实事求是；",
            "D.坚韧不拔，勇于探索"
          ],
          "answer": "C",
          "id": "S2000002082"
        },
        {
          "type": "single_choice",
          "question": "为市场经济活动所指向的社会价值目标的矫正的是（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "B",
          "id": "S2000002083"
        },
        {
          "type": "single_choice",
          "question": "成绩至上的评价方式根深蒂固，而全面客观的评价体系无法得到落实，使得部分学生的全面发展和个人潜能被忽视了，从而造成了师生关系的疏远。以上这种情况反映出是师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "C",
          "id": "S2000002084"
        },
        {
          "type": "single_choice",
          "question": "在英国，人们普遍认为最有力的教育手段是（   ）。",
          "options": [
            "A.教育理论；",
            "B.教育方法；",
            "C.教育技术；",
            "D.教师品行"
          ],
          "answer": "D",
          "id": "S2000002085"
        },
        {
          "type": "single_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002086"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师人格中的创新精神和能力的认识错误的是（    ）。",
          "options": [
            "A.人才的竞争使培养创造性人才成为当务之急；",
            "B.要培养学生的创新素质，首要要求教师要有勇于创新的精神和能力；",
            "C.创新精神是一种追求科学、勇于探索、永无止境的科学精神；",
            "D.创新精神是创新能力在创造实践中的集中体现"
          ],
          "answer": "D",
          "id": "S2000002087"
        },
        {
          "type": "single_choice",
          "question": "下列不属于我国教育部《关于加强学术道德建设的若干意见》的主要内容的有（    ）。",
          "options": [
            "A.增强献身科技、服务社会的历史使命感和社会责任感；",
            "B.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "C.树立法制观念，保护知识产权，尊重他人劳动和权益；",
            "D.以德修身，率先垂范"
          ],
          "answer": "B",
          "id": "S2000002088"
        },
        {
          "type": "single_choice",
          "question": "师德教育首先应从公民道德谈起，其原因的表述错误的是（    ）。",
          "options": [
            "A.公民道德符合当前师德的实际情况；",
            "B.公民道德契合一般教师的道德心理；",
            "C.公民道德是学校对学生实施公民道德教育的基础和前提；",
            "D.公民道德是教师道德的决定性因素"
          ],
          "answer": "D",
          "id": "S2000002089"
        },
        {
          "type": "single_choice",
          "question": "关于忠诚这一教师道德品质范畴的说法错误的是（    ）。",
          "options": [
            "A.忠诚作为道德道德情感表现出来，即是“热忱”，以及由其所包含的义务感、责任感和正义感等；",
            "B.忠诚体现在道德品质的各个具体要求上具有相同性；",
            "C.忠诚在道德意志上，即是“刚毅”、“坚定”，以及由它们所包含的顽强性等一系列要求；",
            "D.忠诚在道德信念上，即是“尊严”，以及由其所包含的自爱心等要求"
          ],
          "answer": "B",
          "id": "S2000002090"
        },
        {
          "type": "single_choice",
          "question": "以下教育家中，认为教师职业决定他应当是一个先进分子，而且首先是一个爱国主义者的是（   ）。",
          "options": [
            "A.蔡元培；",
            "B.杨昌济；",
            "C.陶行知；",
            "D.徐特立"
          ],
          "answer": "D",
          "id": "S2000002091"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的动机的说法正确的是（    ）。",
          "options": [
            "A.形式动机是指实际驱动行为发生的动机；",
            "B.事实动机是指没有外化为实际行为的动机；",
            "C.动机是行为者决定做某事的内在发动力；",
            "D.形式动机与实际行为结果分离对教师道德行为评价没有意义"
          ],
          "answer": "C",
          "id": "S2000002092"
        },
        {
          "type": "single_choice",
          "question": "对于提升教师责任情感，以下说法正确的是（    ）。",
          "options": [
            "A.是教师对自己所承担的任务、应尽的义务的自觉态度；",
            "B.教师应把个人发展前途同国家、民族乃至人类的命运联系起来；",
            "C.在学校中体现为以学生为本；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002093"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人从一个极端推向另一个极端，同样混淆了教书和育人各自确定的内涵，用育人代替教书。”的观点是(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000002094"
        },
        {
          "type": "single_choice",
          "question": "属于师德养成的一般路径的是（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德品质；",
            "D.师德原则"
          ],
          "answer": "A",
          "id": "S2000002095"
        },
        {
          "type": "single_choice",
          "question": "关于道德目的和道德手段的认识正确的是（    ）。",
          "options": [
            "A.只要是为了好的道德目的，可以不择手段；",
            "B.手段是脱离目的而独立的；",
            "C.只要手段是道德的、合理的，目的是无所谓的；",
            "D.在评价教师道德行为时应坚持目的和手段的一致性"
          ],
          "answer": "D",
          "id": "S2000002096"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.教师如果无视自己的教育义务，只根据自己的意愿行事，那必然严重造成教育工作中的矛盾和冲突；",
            "B.教师道德品质的形成与教师道德义务观是密不可分的；",
            "C.高校教师面对人际关系中的矛盾和冲突，主要需要靠经济手段和法律手段来解决；",
            "D.经过教师教育活动的反复实践和认识，道德义务会内化为教师的“内心需要”"
          ],
          "answer": "C",
          "id": "S2000002097"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德意识现象的说法正确的是（    ）。",
          "options": [
            "A.是在教育实践中形成的各种具有善恶价值的思想观念和理论体系；",
            "B.它是教师道德的主观方面，体现着教师对客观存在的师德关系和师德活动的认知和理解；",
            "C.它集中表现在教师的价值观念与师德规范体系之中；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002098"
        },
        {
          "type": "single_choice",
          "question": "教师道德本质上反映的是(    )。",
          "options": [
            "A.教师职业的特殊利益和要求；",
            "B.教师职业活动和教育规律；",
            "C.一定社会经济关系客观要求；",
            "D.当代社会的教育目的"
          ],
          "answer": "C",
          "id": "S2000002099"
        },
        {
          "type": "single_choice",
          "question": "社会思潮是一种（    ）。",
          "options": [
            "A.社会文化现象；",
            "B.社会道德现象；",
            "C.社会意识现象；",
            "D.社会精神现象"
          ],
          "answer": "C",
          "id": "S2000002100"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的论述错误的是（    ）。",
          "options": [
            "A.教师道德行为可以分为道德的行为和不道德的行为；",
            "B.教师道德行为的善恶可以反映教师不同的道德水平和境界；",
            "C.现实社会大力倡导教师以教育事业的整体利益为基础进行行为选择；",
            "D.道德自觉性高的教师，可以超越现实的社会环境作出行为选择"
          ],
          "answer": "D",
          "id": "S2000002101"
        },
        {
          "type": "single_choice",
          "question": "法国的J·埃吕尔说：“技术的特点就在于它拒绝温情的道德判断，技术决不接受在道德和非道德运用之间的区分相反，他旨在创造一种完全独立的技术道德。”埃吕尔的这段话表明他属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000002102"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则的核心是(    )。",
          "options": [
            "A.正确处理教师道德义务和道德情感之间的关系；",
            "B.正确处理教师道德行为和道德良心之间的关系；",
            "C.正确处理教育事业的整体利益和教师个人利益的关系；",
            "D.正确处理教育事业的长期利益和教师短期利益之间的关系"
          ],
          "answer": "C",
          "id": "S2000002103"
        },
        {
          "type": "single_choice",
          "question": "下列有关人生价值的实现说法错误的是（    ）。",
          "options": [
            "A.由于人的社会关系是多方面的，人生价值的实现也是多方面的；",
            "B.人所创造的价值不仅具有社会意义，同时也具有自我意义；",
            "C.人的价值创造和社会对其的承认之间是一一对应的关系；",
            "D.个人对社会的贡献不容易直接地、及时地得到社会的公正评价"
          ],
          "answer": "C",
          "id": "S2000002104"
        },
        {
          "type": "single_choice",
          "question": "下列不属于重义轻利观代表人物的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.王阳明；",
            "D.韩非子"
          ],
          "answer": "D",
          "id": "S2000002105"
        },
        {
          "type": "single_choice",
          "question": "下列有关道德品质的说法错误的是（    ）。",
          "options": [
            "A.其内容具有时代性和阶级性；",
            "B.道德实践是其形成和发展的现实基础；",
            "C.道德品质不能成为区分和体现人格差别的标准和尺度；",
            "D.个人主观努力是其形成和发展的内在动力"
          ],
          "answer": "C",
          "id": "S2000002106"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.忠诚踏实，严肃认真；",
            "D.坚持真理，献身科学"
          ],
          "answer": "C",
          "id": "S2000002107"
        },
        {
          "type": "single_choice",
          "question": "“它可以对广大青年学生进行理想信念教育，使他们在市场经济大潮中始终保持清醒的头脑和坚定正确的政治方向。”以上描述体现出高等教育对市场经济的（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "C",
          "id": "S2000002108"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“团结协作，公平竞争”的要求的有（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.团体为重个，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "A",
          "id": "S2000002109"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德评价善恶标准绝对性的行为是（    ）。",
          "options": [
            "A.高校教师不仅以知识育人，还注重以高尚品德培育青年学生；",
            "B.高校教师树立起探究知识的求实精神和探索真理的献身精神；",
            "C.高校教师探索并遵循教育和人才培养的规律；",
            "D.研究型大学把教师科研行为列为道德评价的主要内容"
          ],
          "answer": "D",
          "id": "S2000002110"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.“经师”是教行为的；",
            "C.“人师”是教学问的；",
            "D.现代教育更需要“人师”"
          ],
          "answer": "A",
          "id": "S2000002111"
        },
        {
          "type": "single_choice",
          "question": "良心最显著的特征是（    ）。",
          "options": [
            "A.他律性；",
            "B.自律性；",
            "C.内生性；",
            "D.排他性"
          ],
          "answer": "B",
          "id": "S2000002112"
        },
        {
          "type": "single_choice",
          "question": "有关师德养成过程中各要素的认识错误的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德意志是衡量教师道德水平高低的主要标志"
          ],
          "answer": "D",
          "id": "S2000002113"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德活动现象的说法不正确的是（    ）。",
          "options": [
            "A.是教师在职业活动中，根据一定的道德观念和价值原则，处理各种伦理关系的实践活动；",
            "B.不是所有的师德活动都是教师有意识的、自觉的言行；",
            "C.应当具体区分教师道德活动的不同类型和层次；",
            "D.师德活动是师德意识和师德规范的来源之一"
          ],
          "answer": "B",
          "id": "S2000002114"
        },
        {
          "type": "single_choice",
          "question": "目的论在目的指向上可分为利己主义和功利主义，其中功利主义的基本公式是（   ）。",
          "options": [
            "A.自由竞争原理；",
            "B.权力制衡原理；",
            "C.善良意志原理；",
            "D.最大幸福原理"
          ],
          "answer": "D",
          "id": "S2000002115"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题中不正确的是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "B",
          "id": "S2000002116"
        },
        {
          "type": "single_choice",
          "question": "既是伦理学的传统理论形态，也是伦理学发展的必然归宿的伦理学流派是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.美德伦理学；",
            "C.制度伦理学；",
            "D.规范伦理学"
          ],
          "answer": "D",
          "id": "S2000002117"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，以下不是教师职业道德的主要特征的是（    ）。",
          "options": [
            "A.在道德意识上有更高的要求；",
            "B.在道德行为上有更突出的示范性；",
            "C.在道德影响上更广泛更深远；",
            "D.在道德规范上更严格"
          ],
          "answer": "D",
          "id": "S2000002118"
        },
        {
          "type": "single_choice",
          "question": "对于人文知识的作用，以下说法错误的是（    ）。",
          "options": [
            "A.历史是了解我们所自来、我们的集体记忆；",
            "B.哲学是反思性、批判性思维方法，是研究我们思考所根据的理念；",
            "C.艺术指导我们的社会实践；",
            "D.文学主要以审美为手段，用语言来表达情感"
          ],
          "answer": "C",
          "id": "S2000002119"
        },
        {
          "type": "single_choice",
          "question": "在社会不同发展阶段，教师道德除了反映一般规律的共同要求外，也有一个逐步提高的过程，这反映了（    ）。",
          "options": [
            "A.道德的理想性；",
            "B.道德的超前性；",
            "C.教师道德的层次性；",
            "D.教师道德的社会性"
          ],
          "answer": "C",
          "id": "S2000002120"
        },
        {
          "type": "single_choice",
          "question": "教师道德作为一种特殊的意识形态系统，主要由以下要素构成（    ）。",
          "options": [
            "A.教师道德意识现象；",
            "B.教师道德关系现象；",
            "C.教师道德规范现象；",
            "D.教师道德活动现象"
          ],
          "answer": "ABCD",
          "id": "S2000002121"
        },
        {
          "type": "single_choice",
          "question": "社会思潮对高校教师价值观的影响包括以下几个方面（    ）。",
          "options": [
            "A.开拓和丰富知识和眼界，加强思辨能力；",
            "B.有些内容对构建社会主义核心价值和主流文化有理论价值和借鉴意义；",
            "C.必然会有消极的影响与误导；",
            "D.造成教师价值观的混乱"
          ],
          "answer": "ABC",
          "id": "S2000002122"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "S2000002123"
        },
        {
          "type": "single_choice",
          "question": "对新旧教育传统的认识正确的是（    ）。",
          "options": [
            "A.新的教育传统能继承旧教育传统中的合理因素；",
            "B.旧教育传统中有些陈旧落后的东西，需要新教育传统加以摒弃；",
            "C.在用教育传统习惯对教师道德行为进行评价时，需要充分认识新、旧教育传统习惯之间斗争的长期性和复杂性；",
            "D.要对旧的教育传统习惯进行具体剖析，区别对待，充分利用其所含有的积极因素，促使新的教育传统习惯的形成和发展"
          ],
          "answer": "ABCD",
          "id": "S2000002124"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价通过社会评价和自我评价的形式进行；",
            "B.教师道德行为评价规定着教师应该怎样做，不该怎样做；",
            "C.教师道德行为评价规定着什么是善行，什么是恶行；",
            "D.教师道德评价既是对教师行为的道德监督，又起着一种裁决的作用"
          ],
          "answer": "ABCD",
          "id": "S2000002125"
        },
        {
          "type": "single_choice",
          "question": "人作为道德主体，不是消极的受制于外在必然性的，这表现为（   ）。",
          "options": [
            "A.道德不是强加于人的东西，而是人自觉的内在需求；",
            "B.人会无意识的遵守约定俗成的道德规范；",
            "C.道德是人们自我肯定、自我发展、自我实现的社会形式；",
            "D.人能够以自己的理性创造和改变道德"
          ],
          "answer": "AC",
          "id": "S2000002126"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "S2000002127"
        },
        {
          "type": "single_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "S2000002128"
        },
        {
          "type": "single_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "S2000002129"
        },
        {
          "type": "single_choice",
          "question": "有关公民道德的特点认识正确的是（    ）。",
          "options": [
            "A.普遍性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "ABCD",
          "id": "S2000002130"
        },
        {
          "type": "single_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "S2000002131"
        },
        {
          "type": "single_choice",
          "question": "教师道德修养的特点有（    ）。",
          "options": [
            "A.自觉性；",
            "B.长期性；",
            "C.主观性；",
            "D.曲折性"
          ],
          "answer": "ABD",
          "id": "S2000002132"
        },
        {
          "type": "single_choice",
          "question": "高校教师价值观是（    ）。",
          "options": [
            "A.在实践过程中形成的；",
            "B.在价值认识基础上形成的；",
            "C.是对客体价值的一种稳定看法或思维定势；",
            "D.是促进社会发展的力量"
          ],
          "answer": "ABC",
          "id": "S2000002133"
        },
        {
          "type": "single_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "S2000002134"
        },
        {
          "type": "single_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "S2000002135"
        },
        {
          "type": "single_choice",
          "question": "高校教师在科研过程中遇到的矛盾主要是（    ）。",
          "options": [
            "A.科研工作与教学工作的矛盾；",
            "B.教师的科研能力、水平与职业要求的矛盾；",
            "C.科研协作中的矛盾；",
            "D.科研工作与劳动付出的矛盾"
          ],
          "answer": "ABC",
          "id": "S2000002136"
        },
        {
          "type": "single_choice",
          "question": "著名伦理学家罗国杰先生把为人师表具体化为（    ）。",
          "options": [
            "A.言行一致；",
            "B.文明礼貌；",
            "C.语言美；",
            "D.仪表端庄；",
            "E.作风正派"
          ],
          "answer": "ABCDE",
          "id": "S2000002137"
        },
        {
          "type": "single_choice",
          "question": "研究教师道德意识现象的具体内容包括（    ）。",
          "options": [
            "A.从理论上揭示教师道德的社会本质和发展规律；",
            "B.阐明教师道德的功能和作用；",
            "C.科学的论证和阐明当今时代教师道德的内容与特点；",
            "D.把握教师道德形成发展的历史过程和历史规律"
          ],
          "answer": "ABCD",
          "id": "S2000002138"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "S2000002139"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德系统诸要素之间的关系，以下说法正确的是（    ）。",
          "options": [
            "A.师德关系、师德活动是师德意识、师德规范的实践基础和客观来源；",
            "B.师德意识是师德关系的反应，是师德规范形成的思想前提；",
            "C.师德规范体系是连接师德意识现象和师德实践活动的中间环节；",
            "D.教师道德结构诸方面相互规定、相辅相成"
          ],
          "answer": "ABCD",
          "id": "S2000002140"
        },
        {
          "type": "single_choice",
          "question": "教师与学生在教学过程中的交往不仅仅是科学文化知识等信息的传授，更重要的是心理交流、情感交流。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002141"
        },
        {
          "type": "single_choice",
          "question": "教师培养对教育事业的忠诚品德，就是培养忠诚包含的各种具体的道德品质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002142"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学作为一门理论科学，对教师的职业生涯有着间接的参考作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002143"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为的善行仅具有绝对意义的善。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002144"
        },
        {
          "type": "single_choice",
          "question": "教师道德良心的表现形式是客观的，但内部却是主观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002145"
        },
        {
          "type": "single_choice",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002146"
        },
        {
          "type": "single_choice",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002147"
        },
        {
          "type": "single_choice",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002148"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002149"
        },
        {
          "type": "single_choice",
          "question": "教师道德公正要求教师更注重对学生的奖励、荣誉、评价等外在公正形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002150"
        },
        {
          "type": "single_choice",
          "question": "随着日本近代教育的发展和明治维新运动的开展，逐步形成“士族教师形象”，开始追求民主主义的现代教师形象，并成立了日本教职员组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002151"
        },
        {
          "type": "single_choice",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002152"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的结果性质可以决定行为的善恶价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002153"
        },
        {
          "type": "single_choice",
          "question": "现代科学研究的特点之一，是作为科学共同体的团队合作，需要每一个科研工作者在充分发挥个人创造力的基础上强调集体协作，相互尊重。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002154"
        },
        {
          "type": "single_choice",
          "question": "教师在育人过程中，既要言教，又要身教，身教要重于言教。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002155"
        },
        {
          "type": "single_choice",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002156"
        },
        {
          "type": "single_choice",
          "question": "师德原则和规范的有效性和权威性对教师行为的约束力量由道德评价来显示和实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002157"
        },
        {
          "type": "single_choice",
          "question": "师德教育是师德修养的前提和必要准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002158"
        },
        {
          "type": "single_choice",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002159"
        },
        {
          "type": "single_choice",
          "question": "价值观是人们在实践中形成的对于价值、价值关系的一般看法和根本观点，是处理各种价值问题时所持有的比较稳定的立场、观点和态度的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002160"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000002161"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的唯一路径；",
            "B.师德修养可以帮助确立正确的人生观、价值观、道德观；",
            "C.师德教育是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "D",
          "id": "S2000002162"
        },
        {
          "type": "single_choice",
          "question": "有关道德行为的论述错误的是（    ）。",
          "options": [
            "A.是知、情、意的归宿；",
            "B.是道德品质的外在表现；",
            "C.是一种内在心理因素；",
            "D.是心理的外显"
          ],
          "answer": "C",
          "id": "S2000002163"
        },
        {
          "type": "single_choice",
          "question": "下列选项中不属于教师理想人格追求内容的是（    ）。",
          "options": [
            "A.超越功利；",
            "B.超越角色和个性；",
            "C.超越自尊和自卑；",
            "D.超越他人"
          ],
          "answer": "D",
          "id": "S2000002164"
        },
        {
          "type": "single_choice",
          "question": "法国的J·埃吕尔说：“技术的特点就在于它拒绝温情的道德判断，技术决不接受在道德和非道德运用之间的区分相反，他旨在创造一种完全独立的技术道德。”埃吕尔的这段话表明他属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000002165"
        },
        {
          "type": "single_choice",
          "question": "教师道德的社会作用不包括（    ）。",
          "options": [
            "A.指导教师正确处理各种利益关系，维护教育秩序，保证教育事业顺利发展；",
            "B.直接影响学生品德的形成和智能的发展；",
            "C.有利于促进社会道德环境优化和人类文明进步；",
            "D.促进社会经济发展"
          ],
          "answer": "D",
          "id": "S2000002166"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价首先涉及的问题是教师道德评价的主体；",
            "B.对教师道德行为进行评价的最一般概念是“善”和“恶”；",
            "C.历史上少有伦理思想家提出有关善恶标准的解释和观点；",
            "D.历史上的“义”“利”之争实质上就是教师道德评价"
          ],
          "answer": "B",
          "id": "S2000002167"
        },
        {
          "type": "single_choice",
          "question": "效果论的看法正确的是（    ）。",
          "options": [
            "A.效果论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.效果论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”",
            "C.效果论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "B",
          "id": "S2000002168"
        },
        {
          "type": "single_choice",
          "question": "社会主义市场经济文化精神的内涵表现在（    ）。",
          "options": [
            "A.从价值角度说，要有人文社会价值取向；",
            "B.从功能角度讲，要以广义的科技文化作为动力；",
            "C.从社会角度讲，要落实到塑造文明主体上；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002169"
        },
        {
          "type": "single_choice",
          "question": "现代教育的基本特征是（    ）。",
          "options": [
            "A.教育与爱国主义相结合；",
            "B.教育与品德培养相结合；",
            "C.教育与社会经济发展相结合；",
            "D.教育与价值体系建设相结合"
          ],
          "answer": "C",
          "id": "S2000002170"
        },
        {
          "type": "single_choice",
          "question": "美国教育界最具影响的专业伦理规范是（   ）。",
          "options": [
            "A.《我们时代的教师》；",
            "B.《教师职业伦理标准》；",
            "C.《优秀教师行为守则》；",
            "D.《伦理标准》"
          ],
          "answer": "B",
          "id": "S2000002171"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学，有助于教师在复杂的道德环境和伦理矛盾中进行正确的（    ）和道德行为选择，从而提高对善恶、是非、荣辱的辨析水平，增强道德自主精神和自控能力。",
          "options": [
            "A.道德判断；",
            "B.道德认知；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "A",
          "id": "S2000002172"
        },
        {
          "type": "single_choice",
          "question": "亚里士多德用“伦理学”一词来表述（   ）。",
          "options": [
            "A.关于智慧的学问；",
            "B.关于价值的学问；",
            "C.关于人生完美和幸福的学问；",
            "D.关于城邦政治的学问"
          ],
          "answer": "C",
          "id": "S2000002173"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列不属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德修养；",
            "C.教师道德良心；",
            "D.教师道德原则"
          ],
          "answer": "B",
          "id": "S2000002174"
        },
        {
          "type": "single_choice",
          "question": "下列选项中是社会道德和教师道德要求转化为个人内在的品质的首要成分的是（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "A",
          "id": "S2000002175"
        },
        {
          "type": "single_choice",
          "question": "一切学术活动尤其是学术研究的灵魂是（    ）。",
          "options": [
            "A.求真；",
            "B.创新；",
            "C.美德；",
            "D.严谨"
          ],
          "answer": "B",
          "id": "S2000002176"
        },
        {
          "type": "single_choice",
          "question": "下列对“分家论”观点分析不正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来；",
            "B.这种倾向把教书和育人混为一谈；",
            "C.这是一种以学科为本位的教学观；",
            "D.这种观点以教书为天职，以完成学科知识传授、能力培养为己任"
          ],
          "answer": "B",
          "id": "S2000002177"
        },
        {
          "type": "single_choice",
          "question": "区分教师道德与其他职业道德的根本标志是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德原则；",
            "C.教师道德义务；",
            "D.道德良心"
          ],
          "answer": "B",
          "id": "S2000002178"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价的形式中，不属于社会评价形式的是（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会风俗和传统习惯；",
            "D.内心信念"
          ],
          "answer": "D",
          "id": "S2000002179"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000002180"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则的核心是(    )。",
          "options": [
            "A.正确处理教师道德义务和道德情感之间的关系；",
            "B.正确处理教师道德行为和道德良心之间的关系；",
            "C.正确处理教育事业的整体利益和教师个人利益的关系；",
            "D.正确处理教育事业的长期利益和教师短期利益之间的关系"
          ],
          "answer": "C",
          "id": "S2000002181"
        },
        {
          "type": "single_choice",
          "question": "对于提升教师责任情感，以下说法正确的是（    ）。",
          "options": [
            "A.是教师对自己所承担的任务、应尽的义务的自觉态度；",
            "B.教师应把个人发展前途同国家、民族乃至人类的命运联系起来；",
            "C.在学校中体现为以学生为本；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002182"
        },
        {
          "type": "single_choice",
          "question": "现实社会的教师道德基本原则是(    )。",
          "options": [
            "A.教书育人、乐于奉献；",
            "B.热爱教育、忠诚教育；",
            "C.爱岗敬业、忠于职守；",
            "D.关爱学生、为人师表"
          ],
          "answer": "B",
          "id": "S2000002183"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位、影响比较深广的是（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002184"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识错误的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的核心"
          ],
          "answer": "D",
          "id": "S2000002185"
        },
        {
          "type": "single_choice",
          "question": "认为教师的责任在于使学生形成良好的习惯，怀抱德性的智慧的思想家是（   ）。",
          "options": [
            "A.洛克；",
            "B.卢梭；",
            "C.第斯多惠；",
            "D.乌申斯基"
          ],
          "answer": "A",
          "id": "S2000002186"
        },
        {
          "type": "single_choice",
          "question": "孔子提出的“有教无类”的教育思想的主要内涵是（   ）。",
          "options": [
            "A.教师应当关心爱护学生；",
            "B.教育不问学生出身贵贱；",
            "C.教师应当以身作则；",
            "D.教师应当谦虚"
          ],
          "answer": "B",
          "id": "S2000002187"
        },
        {
          "type": "single_choice",
          "question": "师生关系的基础是(    )。",
          "options": [
            "A.教学工作关系；",
            "B.心理情感关系；",
            "C.个人交往关系；",
            "D.道德责任关系"
          ],
          "answer": "A",
          "id": "S2000002188"
        },
        {
          "type": "single_choice",
          "question": "“试想在教学中如果不能促成学生道德提升和人格发展，这必然是以学科为本位教学的最大失职。”以上观点是针对下列哪种观点的有力反驳(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002189"
        },
        {
          "type": "single_choice",
          "question": "下列对师生关系中各个层面关系描述不正确的是(    )。",
          "options": [
            "A.道德责任关系是师生关系的基础；",
            "B.道德责任关系是伴随工作关系而生成的关系；",
            "C.如果没有心理意义上的情感作用和联系，工作关系也不能有效维持；",
            "D.个人关系是师生集体交往和关系的一种补充"
          ],
          "answer": "A",
          "id": "S2000002190"
        },
        {
          "type": "single_choice",
          "question": "关于教师行为评价的动机和效果的观点错误的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.当出现好的动机产生坏的效果时，需要把判断的重心放在动机的善恶上；",
            "D.对于动机坏效果好的行为，应指出其行为恶的性质和危害，通过批评教育等措施，督促动机由恶转化为善"
          ],
          "answer": "B",
          "id": "S2000002191"
        },
        {
          "type": "single_choice",
          "question": "以下关于实用主义思潮的说法不正确的是（    ）。",
          "options": [
            "A.产生于美国；",
            "B.核心思想是追求成功和实效；",
            "C.反映了美国商业文化资本主义社会看重市场交换价值和实效的基本心态；",
            "D.是当前国际垄断资本主义的政治性纲领"
          ],
          "answer": "D",
          "id": "S2000002192"
        },
        {
          "type": "single_choice",
          "question": "教师道德的哪种构成要素既调整了教育领域中的诸多伦理关系和道德矛盾，又是客观要求与主观认识的结合？（    ）",
          "options": [
            "A.教师道德意识；",
            "B.教师道德关系；",
            "C.教师道德规范；",
            "D.教师道德活动"
          ],
          "answer": "C",
          "id": "S2000002193"
        },
        {
          "type": "single_choice",
          "question": "“在道德他律机制中的的教师，在道德原则和规范面前始终处于外在力量支配的被动地位，既缺乏独立的内在判断力和内在的价值根据，又缺乏积极主动的追求道德价值的热情和激情。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "A",
          "id": "S2000002194"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的内部条件的说法错误的是（    ）。",
          "options": [
            "A.在外部条件既定的条件下，不同的个体的具体行为选择有时具有差异性；",
            "B.了解并把握影响教师行为选择的主观内在条件对教师选择合乎道德的行为具有重要意义；",
            "C.在不同的外部条件下，不同的教师可能选择同一种高尚的道德行为；",
            "D.教师道德行为选择受其自身内部因素影响较小"
          ],
          "answer": "D",
          "id": "S2000002195"
        },
        {
          "type": "single_choice",
          "question": "不属于社会主义核心价值体系的基本内容的是（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "C",
          "id": "S2000002196"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的结果的论述中，正确的是（    ）。",
          "options": [
            "A.行为目的是行为结果的实现；",
            "B.行为结果与目的、动机的关系始终是一致的；",
            "C.行为结果对行为价值的意义具有绝对性；",
            "D.意志自由论认为：行为结果对行为的道德价值具有决定性意义"
          ],
          "answer": "D",
          "id": "S2000002197"
        },
        {
          "type": "single_choice",
          "question": "对为人师表的认识错误的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的任务"
          ],
          "answer": "D",
          "id": "S2000002198"
        },
        {
          "type": "single_choice",
          "question": "被马克思称为“内向的愤怒”的是（    ）。",
          "options": [
            "A.耻辱；",
            "B.公正；",
            "C.荣誉；",
            "D.良心"
          ],
          "answer": "A",
          "id": "S2000002199"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师人格中的创新精神和能力的认识错误的是（    ）。",
          "options": [
            "A.人才的竞争使培养创造性人才成为当务之急；",
            "B.要培养学生的创新素质，首要要求教师要有勇于创新的精神和能力；",
            "C.创新精神是一种追求科学、勇于探索、永无止境的科学精神；",
            "D.创新精神是创新能力在创造实践中的集中体现"
          ],
          "answer": "D",
          "id": "S2000002200"
        },
        {
          "type": "single_choice",
          "question": "在实践基础上加强教师道德建设的途径有（    ）。",
          "options": [
            "A.加强教师伦理的制度化建设；",
            "B.拓展师德建设途径；",
            "C.发挥师德典范的引导作用；",
            "D.加强预防和惩戒措施"
          ],
          "answer": "ABC",
          "id": "S2000002201"
        },
        {
          "type": "single_choice",
          "question": "属于“严谨治学，实事求是”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.尊老扶新，甘为人梯"
          ],
          "answer": "ABC",
          "id": "S2000002202"
        },
        {
          "type": "single_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "S2000002203"
        },
        {
          "type": "single_choice",
          "question": "如何强化高校的社会服务意识，变单一职能服务为全职能服务（    ）。",
          "options": [
            "A.强化办学理念中的服务意识，树立主动适应社会的服务观；",
            "B.强化高校职能意识，树立全方位的服务观；",
            "C.强化区域化意识，树立协调发展的服务观；",
            "D.强化效益意识，树立合作双赢的服务观"
          ],
          "answer": "ABCD",
          "id": "S2000002204"
        },
        {
          "type": "single_choice",
          "question": "师德建设影响高等教育事业发展的途径有（    ）。",
          "options": [
            "A.教师自身；",
            "B.高等教育的对象；",
            "C.高等教育的工作特性；",
            "D.对社会的影响"
          ],
          "answer": "ABC",
          "id": "S2000002205"
        },
        {
          "type": "single_choice",
          "question": "在教师道德品质构成中，道德情感作用体现为（    ）。",
          "options": [
            "A.评价作用；",
            "B.调节作用；",
            "C.信号作用；",
            "D.基础作用"
          ],
          "answer": "ABC",
          "id": "S2000002206"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "S2000002207"
        },
        {
          "type": "single_choice",
          "question": "在进行教师道德评价时，应该做到（    ）。",
          "options": [
            "A.坚持道德目的和手段的一致性；",
            "B.当道德目的和道德手段不一致时，应该具体分析；",
            "C.追求好的道德目的；",
            "D.只要道德手段是合理的，道德目的即可采用"
          ],
          "answer": "AB",
          "id": "S2000002208"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "S2000002209"
        },
        {
          "type": "single_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "S2000002210"
        },
        {
          "type": "single_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "S2000002211"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.应用性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.发展性价值"
          ],
          "answer": "BCD",
          "id": "S2000002212"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成具有的现实意义包括（    ）。",
          "options": [
            "A.师德养成是适应社会发展的需要；",
            "B.师德养成是受教育者成长的需要；",
            "C.师德养成是师资队伍建设的需要；",
            "D.师德养成是精神文明建设的需要"
          ],
          "answer": "ABCD",
          "id": "S2000002213"
        },
        {
          "type": "single_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "S2000002214"
        },
        {
          "type": "single_choice",
          "question": "处于道德品质形成与发展的第二阶段的教师（    ）。",
          "options": [
            "A.在追求自身利益的时候，会考虑到群众的评价和周围的舆论；",
            "B.他们的道德认识和道德情感往往基于自身利益；",
            "C.他们的行为不仅是为了避免惩罚，还会在羞耻感和荣誉感的驱使下调节自己的行为；",
            "D.他们拥有独立思考和独立评判的能力；",
            "E.他们的道德认识、情感、意志都处于消极、被动状态"
          ],
          "answer": "ACE",
          "id": "S2000002215"
        },
        {
          "type": "single_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "S2000002216"
        },
        {
          "type": "single_choice",
          "question": "学术诚信的三项简单而有效的原则为（     ）",
          "options": [
            "A.当你声称自己做了某项工作时，你确实是做了",
            "B.当你发表言论时，你应该就熟悉的领域陈述真实的想法",
            "C.当你介绍研究资料时，你应该公正真实地介绍它们",
            "D.如果你使用了别人的工作，你要公开准确地引注它"
          ],
          "answer": "ACD",
          "id": "S2000002217"
        },
        {
          "type": "single_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "S2000002218"
        },
        {
          "type": "single_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "S2000002219"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "S2000002220"
        },
        {
          "type": "single_choice",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002221"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002222"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002223"
        },
        {
          "type": "single_choice",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002224"
        },
        {
          "type": "single_choice",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002225"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002226"
        },
        {
          "type": "single_choice",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002227"
        },
        {
          "type": "single_choice",
          "question": "教师在自由意志支配下的自主自愿的行为选择意味着其可以随心所欲。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002228"
        },
        {
          "type": "single_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002229"
        },
        {
          "type": "single_choice",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002230"
        },
        {
          "type": "single_choice",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002231"
        },
        {
          "type": "single_choice",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002232"
        },
        {
          "type": "single_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002233"
        },
        {
          "type": "single_choice",
          "question": "教师道德意识现象是教师道德的主观方面，而教师道德规范现象是教师道德的客观方面，两者相辅相成，缺一不可。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002234"
        },
        {
          "type": "single_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002235"
        },
        {
          "type": "single_choice",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002236"
        },
        {
          "type": "single_choice",
          "question": "所谓教师道德行为，就是教师在一定道德意识支配下，仅表现为有利于他人和社会教育事业的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002237"
        },
        {
          "type": "single_choice",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002238"
        },
        {
          "type": "single_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002239"
        },
        {
          "type": "single_choice",
          "question": "高校教师在为社会服务的过程中，必须牢牢树立“社会服务，为经济建设服务”的道德规范，真正使研究的项目服务一线、服务社会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002240"
        },
        {
          "type": "single_choice",
          "question": "认为“趋乐避苦”是人性的自然要求的思潮是（    ）。",
          "options": [
            "A.自由主义；",
            "B.实用主义；",
            "C.拜金主义；",
            "D.享乐主义"
          ],
          "answer": "D",
          "id": "S2000002241"
        },
        {
          "type": "single_choice",
          "question": "在英国，人们普遍认为最有力的教育手段是（   ）。",
          "options": [
            "A.教育理论；",
            "B.教育方法；",
            "C.教育技术；",
            "D.教师品行"
          ],
          "answer": "D",
          "id": "S2000002242"
        },
        {
          "type": "single_choice",
          "question": "以下关于高校教师教育活动正确的是（    ）。",
          "options": [
            "A.大学教育活动的时间、空间都是有严格限定的；",
            "B.大部分教师都采用“坐班制”工作形式；",
            "C.教师工作上较大的时空自由度，使得外界对其工作状况难于监督；",
            "D.高校教师必须以严格的规范制度和赏罚措施来保证工作的质量与效果"
          ],
          "answer": "C",
          "id": "S2000002243"
        },
        {
          "type": "single_choice",
          "question": "下列对“自发论”的评价及其原则分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来，是错误的；",
            "B.这种倾向把教书和育人混为一谈，是错误的；",
            "C.这种观点以教书为天职，以完成学科知识传授、能力培养为己任。是正确的；",
            "D.这种观点同时考虑了教书和育人的辩证关系，是正确的"
          ],
          "answer": "B",
          "id": "S2000002244"
        },
        {
          "type": "single_choice",
          "question": "忠诚教育事业实际表现在教师对本职工作具有高度的(    )。",
          "options": [
            "A.道德义务感；",
            "B.道德责任感；",
            "C.道德情操感；",
            "D.道德良心感"
          ],
          "answer": "B",
          "id": "S2000002245"
        },
        {
          "type": "single_choice",
          "question": "师德原则和规范作用能实现到何种程度取决于（    ）。",
          "options": [
            "A.教师道德认识的正确性；",
            "B.教师道德情感的丰富性；",
            "C.教师道德评价的能力和教师道德评价活动开展的深度和广度；",
            "D.教师道德意志的坚定性"
          ],
          "answer": "C",
          "id": "S2000002246"
        },
        {
          "type": "single_choice",
          "question": "伦理学的研究对象决定了它的学科特征：包括（   ）。",
          "options": [
            "A.规范科学；",
            "B.价值科学；",
            "C.实践科学；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002247"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则的核心是(    )。",
          "options": [
            "A.正确处理教师道德义务和道德情感之间的关系；",
            "B.正确处理教师道德行为和道德良心之间的关系；",
            "C.正确处理教育事业的整体利益和教师个人利益的关系；",
            "D.正确处理教育事业的长期利益和教师短期利益之间的关系"
          ],
          "answer": "C",
          "id": "S2000002248"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，教师职业在道德意识上有更高的要求，以下说法正确的是（    ）。",
          "options": [
            "A.教师承担着传播人类文化、开发人类智能、塑造人类灵魂的神圣职责；",
            "B.教师对学生有一种“以身立教”的特殊影响力；",
            "C.教师道德的影响比其他职业道德更加深远；",
            "D.教师职业必须担负提升整个社会道德水平的责任"
          ],
          "answer": "A",
          "id": "S2000002249"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师在从事科学研究时最基本的治学态度是（    ）。",
          "options": [
            "A.团结协作，公平竞争；",
            "B.不畏艰险，开拓进取；",
            "C.严谨治学，实事求是；",
            "D.坚韧不拔，勇于探索"
          ],
          "answer": "C",
          "id": "S2000002250"
        },
        {
          "type": "single_choice",
          "question": "在教师职业道德发展史上，第一次根据教师的特点，系统的提出各级教师具体的道德要求的是（   ）。",
          "options": [
            "A.康有为；",
            "B.梁启超；",
            "C.蔡元培；",
            "D.杨昌济"
          ],
          "answer": "A",
          "id": "S2000002251"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人混为一谈，混淆教书和育人各自确定的内涵，用教书代替育人，认为自己传授了知识，就自然而然完成了育人的任务。”的观点是属于(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002252"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择制约因素的观点错误的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是比较科学的；",
            "D.客观条件决定论对教师道德行为选择的观点是片面的"
          ],
          "answer": "C",
          "id": "S2000002253"
        },
        {
          "type": "single_choice",
          "question": "汉代儒家学者董仲舒将（    ）作为整个社会道德的核心。",
          "options": [
            "A.天人合一；",
            "B.重义轻利；",
            "C.三纲五常；",
            "D.重农抑商"
          ],
          "answer": "C",
          "id": "S2000002254"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.精通业务，学而不厌；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002255"
        },
        {
          "type": "single_choice",
          "question": "对科研成果鉴定时的参照标准应该是（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "A",
          "id": "S2000002256"
        },
        {
          "type": "single_choice",
          "question": "下列选项中是社会道德和教师道德要求转化为个人内在的品质的首要成分的是（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "A",
          "id": "S2000002257"
        },
        {
          "type": "single_choice",
          "question": "对为人师表的认识错误的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的任务"
          ],
          "answer": "D",
          "id": "S2000002258"
        },
        {
          "type": "single_choice",
          "question": "教师职业生活中最根本的行为准则是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德他律；",
            "C.教师道德原则；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000002259"
        },
        {
          "type": "single_choice",
          "question": "一边负有责任心的教师在强制学生学习，另一边是丧失选择自由被迫学习的学生反而把教师的行为看成是压抑、侵犯。这种情况反映了师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "B",
          "id": "S2000002260"
        },
        {
          "type": "single_choice",
          "question": "道德作为社会规范的一种特殊形式，（   ）。",
          "options": [
            "A.是神的意志的体现；",
            "B.是人的主观意志的产物；",
            "C.人们对现实道德现象的普遍规律的反应；",
            "D.社会对具体道德事件的特殊要求"
          ],
          "answer": "C",
          "id": "S2000002261"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的认识正确的是（    ）。",
          "options": [
            "A.教师的某一行为往往仅是一个道德行为；",
            "B.教师道德行为是孤立的行为；",
            "C.教师道德行为是从道德这一特定的方面进行评价的行为；",
            "D.教师道德行为作为一种社会行为，但不与其他行为结合"
          ],
          "answer": "C",
          "id": "S2000002262"
        },
        {
          "type": "single_choice",
          "question": "在社会不同发展阶段，教师道德除了反映一般规律的共同要求外，也有一个逐步提高的过程，这反映了（    ）。",
          "options": [
            "A.道德的理想性；",
            "B.道德的超前性；",
            "C.教师道德的层次性；",
            "D.教师道德的社会性"
          ],
          "answer": "C",
          "id": "S2000002263"
        },
        {
          "type": "single_choice",
          "question": "康德把伦理道德看作一种（   ）。",
          "options": [
            "A.纯粹理性；",
            "B.实践理性；",
            "C.判断理性；",
            "D.价值理性"
          ],
          "answer": "B",
          "id": "S2000002264"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000002265"
        },
        {
          "type": "single_choice",
          "question": "“客观事实表明，育人只有在教书的基础上才能做到，教师对所讲授的内容讲的越是清楚深刻，就越有利于达到育人的目的，就越能突出知识育人的能力。”以上观点是对下列哪种观点的反驳(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000002266"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德评价善恶标准绝对性的行为是（    ）。",
          "options": [
            "A.高校教师不仅以知识育人，还注重以高尚品德培育青年学生；",
            "B.高校教师树立起探究知识的求实精神和探索真理的献身精神；",
            "C.高校教师探索并遵循教育和人才培养的规律；",
            "D.研究型大学把教师科研行为列为道德评价的主要内容"
          ],
          "answer": "D",
          "id": "S2000002267"
        },
        {
          "type": "single_choice",
          "question": "在复杂的道德关系和矛盾中做出扬善抑恶的（    ），是一个教师道德理性走向成熟的标志之一。",
          "options": [
            "A.道德判断；",
            "B.道德选择；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "B",
          "id": "S2000002268"
        },
        {
          "type": "single_choice",
          "question": "对教师行为目标的确定过程论述错误的是（    ）。",
          "options": [
            "A.教师道德行为目标是道德认识的外化；",
            "B.明确道德行为目标有助于教师确定道德行为选择的方向；",
            "C.明确道德行为目标有助于教师坚定不移地维护职业道德的要求；",
            "D.明确道德行为目标可以使教师为社会教育事业总体目标的实现尽最大的努力"
          ],
          "answer": "A",
          "id": "S2000002269"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为选择的外部影响因素的是（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念和教师道德规范体系；",
            "D.教师个体道德素质"
          ],
          "answer": "D",
          "id": "S2000002270"
        },
        {
          "type": "single_choice",
          "question": "教师道德本质上反映的是(    )。",
          "options": [
            "A.教师职业的特殊利益和要求；",
            "B.教师职业活动和教育规律；",
            "C.一定社会经济关系客观要求；",
            "D.当代社会的教育目的"
          ],
          "answer": "C",
          "id": "S2000002271"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的结果的论述中，正确的是（    ）。",
          "options": [
            "A.行为目的是行为结果的实现；",
            "B.行为结果与目的、动机的关系始终是一致的；",
            "C.行为结果对行为价值的意义具有绝对性；",
            "D.意志自由论认为：行为结果对行为的道德价值具有决定性意义"
          ],
          "answer": "D",
          "id": "S2000002272"
        },
        {
          "type": "single_choice",
          "question": "资产阶级教育家蔡元培先生重视教师职业道德，他认为教师应当具有的品德中不包括以下哪一项（   ）。",
          "options": [
            "A.谦虚、正直；",
            "B.忠党、爱国；",
            "C.爱国、爱生；",
            "D.知识渊博"
          ],
          "answer": "B",
          "id": "S2000002273"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“团结协作，公平竞争”的要求的有（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.团体为重个，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "A",
          "id": "S2000002274"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会责任包括（    ）。",
          "options": [
            "A.教书育人；",
            "B.以科研推动社会科学技术进步；",
            "C.以智力和技能优势为社会服务；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002275"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.发展性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002276"
        },
        {
          "type": "single_choice",
          "question": "1952年，日本教职员组织通过了（    ），这个纲领成为教师的行为指针。",
          "options": [
            "A.《伦理标准》；",
            "B.《伦理纲领》；",
            "C.《师道》；",
            "D.《教师职业伦理准则》"
          ],
          "answer": "B",
          "id": "S2000002277"
        },
        {
          "type": "single_choice",
          "question": "下列选项中不属于教师理想人格追求内容的是（    ）。",
          "options": [
            "A.超越功利；",
            "B.超越角色和个性；",
            "C.超越自尊和自卑；",
            "D.超越他人"
          ],
          "answer": "D",
          "id": "S2000002278"
        },
        {
          "type": "single_choice",
          "question": "面对物质利益的诱惑，高校教师应该有怎样的伦理向度（    ）。",
          "options": [
            "A.增强理性能力；",
            "B.改变情感倾向；",
            "C.端正价值导向；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002279"
        },
        {
          "type": "single_choice",
          "question": "“科学知识要经受检测与批判，绝不轻信盲从。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "D",
          "id": "S2000002280"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的社会评价形式有（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会传统习惯；",
            "D.教育传统习惯"
          ],
          "answer": "ABCD",
          "id": "S2000002281"
        },
        {
          "type": "single_choice",
          "question": "我国高校教师道德现状还存在着诸多问题，比较突出的有（    ）。",
          "options": [
            "A.价值观念模糊；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "ABCD",
          "id": "S2000002282"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "S2000002283"
        },
        {
          "type": "single_choice",
          "question": "每一位教师都应该做到（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以推进社会进步为己任；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "ABCD",
          "id": "S2000002284"
        },
        {
          "type": "single_choice",
          "question": "社会主义核心价值体系的基本内容包括（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "ABD",
          "id": "S2000002285"
        },
        {
          "type": "single_choice",
          "question": "有关师德养成过程中各要素的认识正确的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德行为是衡量教师道德水平高低的主要标志"
          ],
          "answer": "ABCD",
          "id": "S2000002286"
        },
        {
          "type": "single_choice",
          "question": "影响高校社会服务工作迅速开展的因素有（    ）。",
          "options": [
            "A.市场经济的迅速发展；",
            "B.西方发达国家高校社会服务的迅速发展；",
            "C.经济体制改革和高等教育管理体制重心下移；",
            "D.高等教育布局结构和高等教育区域化"
          ],
          "answer": "ABCD",
          "id": "S2000002287"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价善恶的绝对性的种类有（    ）。+D33",
          "options": [
            "A.为社会培养人才，满足社会现实需要与潜在需要；",
            "B.教师应该承担传播知识、创造知识与监督社会的职责；",
            "C.教师自觉地探索教育和人才培养规律，开展的教育活动必须符合和遵循这两条规律，才有善的意义；",
            "D.教育事业发展状况是教师道德行为评价的重要影响因素"
          ],
          "answer": "ABC",
          "id": "S2000002288"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "S2000002289"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "S2000002290"
        },
        {
          "type": "single_choice",
          "question": "我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的任务；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "AC",
          "id": "S2000002291"
        },
        {
          "type": "single_choice",
          "question": "伦理学的研究对象决定了它的学科特征是（   ）。",
          "options": [
            "A.伦理学是一门规范科学；",
            "B.伦理学是一门价值科学；",
            "C.伦理学是一门实践科学；",
            "D.伦理学是一门心理科学"
          ],
          "answer": "ABC",
          "id": "S2000002292"
        },
        {
          "type": "single_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "S2000002293"
        },
        {
          "type": "single_choice",
          "question": "在高校教师遇到的矛盾中，需要靠教师通过直接对自己的职业道德义务的认识加以解决的是（    ）。",
          "options": [
            "A.个人利益、爱好与道德义务之间的矛盾；",
            "B.不同道德义务之间的矛盾；",
            "C.一些教育技术处理过程中出现的“虚假冲突”；",
            "D.个人利益与整个教育事业之间的矛盾"
          ],
          "answer": "AB",
          "id": "S2000002294"
        },
        {
          "type": "single_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，这种特殊性体现在（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是教师的真才实学、人格品德；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "ABCD",
          "id": "S2000002295"
        },
        {
          "type": "single_choice",
          "question": "对于规则和自由的关系，以下说法正确的是（   ）。",
          "options": [
            "A.规则和自由在根本上是矛盾的；",
            "B.规则是对人的自由选择和活动的外在约束；",
            "C.绝对自由是不存在的，人总要受到外在必然性的制约；",
            "D.个体要追求自由，应当勇于打破规则"
          ],
          "answer": "BC",
          "id": "S2000002296"
        },
        {
          "type": "single_choice",
          "question": "关于道德目的和道德手段间的关系，认识正确的是（    ）。",
          "options": [
            "A.道德目的决定道德手段的表现形式；",
            "B.道德手段反映和反作用于道德目的；",
            "C.道德目的和道德手段在一定条件下可以相互转化；",
            "D.道德目的和道德手段间是相互对立的"
          ],
          "answer": "ABC",
          "id": "S2000002297"
        },
        {
          "type": "single_choice",
          "question": "默顿认为，在“科学共同体”内部，成员具有共同的（    ）。",
          "options": [
            "A.目标；",
            "B.科学规范；",
            "C.行为准则；",
            "D.精神气质"
          ],
          "answer": "ABCD",
          "id": "S2000002298"
        },
        {
          "type": "single_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "S2000002299"
        },
        {
          "type": "single_choice",
          "question": "对为人师表的认识正确的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的准则"
          ],
          "answer": "ABCD",
          "id": "S2000002300"
        },
        {
          "type": "single_choice",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002301"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002302"
        },
        {
          "type": "single_choice",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002303"
        },
        {
          "type": "single_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002304"
        },
        {
          "type": "single_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002305"
        },
        {
          "type": "single_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002306"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002307"
        },
        {
          "type": "single_choice",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002308"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002309"
        },
        {
          "type": "single_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002310"
        },
        {
          "type": "single_choice",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002311"
        },
        {
          "type": "single_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002312"
        },
        {
          "type": "single_choice",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002313"
        },
        {
          "type": "single_choice",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002314"
        },
        {
          "type": "single_choice",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002315"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002316"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002317"
        },
        {
          "type": "single_choice",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002318"
        },
        {
          "type": "single_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002319"
        },
        {
          "type": "single_choice",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002320"
        },
        {
          "type": "single_choice",
          "question": "师德原则涉及的集体是指(    )。",
          "options": [
            "A.教师职业团体；",
            "B.教育事业整体；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "B",
          "id": "S2000002321"
        },
        {
          "type": "single_choice",
          "question": "科学的行为观根本标志是（    ）。",
          "options": [
            "A.人的行为是受社会条件制约并具有某种社会倾向的社会性活动；",
            "B.人的行动是一种积极的能动的自由活动；",
            "C.人的行为受个性心理因素的制约；",
            "D.人的行为是一种受高级意识支配并被行为者意识到的自觉活动"
          ],
          "answer": "A",
          "id": "S2000002322"
        },
        {
          "type": "single_choice",
          "question": "“客观事实表明，育人只有在教书的基础上才能做到，教师对所讲授的内容讲的越是清楚深刻，就越有利于达到育人的目的，就越能突出知识育人的能力。”以上观点是对下列哪种观点的反驳(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000002323"
        },
        {
          "type": "single_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”以上观点属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "D",
          "id": "S2000002324"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.忠诚踏实，严肃认真；",
            "D.坚持真理，献身科学"
          ],
          "answer": "C",
          "id": "S2000002325"
        },
        {
          "type": "single_choice",
          "question": "道德品质的说法错误的是（    ）。",
          "options": [
            "A.其内容具有时代性和阶级性；",
            "B.道德实践是其形成和发展的现实基础；",
            "C.道德品质不能成为区分和体现人格差别的标准和尺度；",
            "D.个人主观努力是其形成和发展的内在动力"
          ],
          "answer": "C",
          "id": "S2000002326"
        },
        {
          "type": "single_choice",
          "question": "师德原则和规范作用能实现到何种程度取决于（    ）。",
          "options": [
            "A.教师道德认识的正确性；",
            "B.教师道德情感的丰富性；",
            "C.教师道德评价的能力和教师道德评价活动开展的深度和广度；",
            "D.教师道德意志的坚定性"
          ],
          "answer": "C",
          "id": "S2000002327"
        },
        {
          "type": "single_choice",
          "question": "面对物质利益的诱惑，高校教师应该有怎样的伦理向度（    ）。",
          "options": [
            "A.增强理性能力；",
            "B.改变情感倾向；",
            "C.端正价值导向；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002328"
        },
        {
          "type": "single_choice",
          "question": "属于“严谨治学，实事求是”的要求的是（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002329"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的内部条件的说法错误的是（    ）。",
          "options": [
            "A.在外部条件既定的条件下，不同的个体的具体行为选择有时具有差异性；",
            "B.了解并把握影响教师行为选择的主观内在条件对教师选择合乎道德的行为具有重要意义；",
            "C.在不同的外部条件下，不同的教师可能选择同一种高尚的道德行为；",
            "D.教师道德行为选择受其自身内部因素影响较小"
          ],
          "answer": "D",
          "id": "S2000002330"
        },
        {
          "type": "single_choice",
          "question": "下列有关动机和效果作为教师道德评价依据的观点错误的是（    ）。",
          "options": [
            "A.进行教师道德评价时，更需要关注动机；",
            "B.教师行为是动机激发的结果，动机的内容决定了行为的性质；",
            "C.要考虑行为的效果，而且要更加重视检验教师教育实践及其取得的效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "A",
          "id": "S2000002331"
        },
        {
          "type": "single_choice",
          "question": "关于人生价值的认识错误的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "A",
          "id": "S2000002332"
        },
        {
          "type": "single_choice",
          "question": "下列有关人生价值的实现说法错误的是（    ）。",
          "options": [
            "A.由于人的社会关系是多方面的，人生价值的实现也是多方面的；",
            "B.人所创造的价值不仅具有社会意义，同时也具有自我意义；",
            "C.人的价值创造和社会对其的承认之间是一一对应的关系；",
            "D.个人对社会的贡献不容易直接地、及时地得到社会的公正评价"
          ],
          "answer": "C",
          "id": "S2000002333"
        },
        {
          "type": "single_choice",
          "question": "在复杂的道德关系和矛盾中做出扬善抑恶的（    ），是一个教师道德理性走向成熟的标志之一。",
          "options": [
            "A.道德判断；",
            "B.道德选择；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "B",
          "id": "S2000002334"
        },
        {
          "type": "single_choice",
          "question": "“‘教学永远具有教育性’，这是教学活动的一条基本规律”，这句话表明教师应该(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "D",
          "id": "S2000002335"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.教师履行道德义务往往是觉得做了自己该做的事情；",
            "B.教师道德义务是同谋求个人权利或报偿相对应的；",
            "C.教师在履行道德义务之后获得的赞扬、权利和报偿是行为的结果，而不是教师行为选择的动机；",
            "D.教师履行道德义务，往往以或多或少的自我牺牲为前提"
          ],
          "answer": "B",
          "id": "S2000002336"
        },
        {
          "type": "single_choice",
          "question": "以下对教师道德品质的理解正确的是（    ）。",
          "options": [
            "A.是教师个体的生理特征；",
            "B.是教师个体的一般个性心理特征；",
            "C.具体体现一定社会或教育集体的道德要求中的个人意识和行为总体的特征；",
            "D.是道德行为的基础"
          ],
          "answer": "C",
          "id": "S2000002337"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师培养勤奋品质的原因论述不正确的是（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度相对较慢；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "A",
          "id": "S2000002338"
        },
        {
          "type": "single_choice",
          "question": "关于良心和义务之间关系下列说法不正确的是（    ）。",
          "options": [
            "A.良心和道德是紧密联系在一起的道德范畴；",
            "B.良心是义务的内化形式；",
            "C.义务和良心都来自于主体内部，表现为个人对自己行为的道德责任；",
            "D.教师道德良心是教师在履行道德义务的过程中产生和形成的"
          ],
          "answer": "C",
          "id": "S2000002339"
        },
        {
          "type": "single_choice",
          "question": "正确处理言教和身教的关系要认真把握的是(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002340"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的特征的说法正确的是（    ）。",
          "options": [
            "A.职业道德鲜明的体现了职业特征，表达了特定的职业义务和责任；",
            "B.这种职业义务和责任主要反映社会的需求，一般不考虑本职业利益；",
            "C.其内容随时代变化，没有稳定性；",
            "D.不管何种具体职业，都应当遵从普遍的职业道德"
          ],
          "answer": "A",
          "id": "S2000002341"
        },
        {
          "type": "single_choice",
          "question": "对教师道德动机的斗争过程认识错误的是（    ）。",
          "options": [
            "A.道德动机的斗争实质是在道德主体外部的利益倾向斗争；",
            "B.道德动机的斗争核心是维护何种利益的问题；",
            "C.动机的斗争主要围绕个人利益和教育事业整体利益的冲突；",
            "D.教师对自身道德行为动机的选择应是增进社会教育事业的整体利益"
          ],
          "answer": "A",
          "id": "S2000002342"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的保障是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "C",
          "id": "S2000002343"
        },
        {
          "type": "single_choice",
          "question": "对于教师道德的教育功能，以下说法不正确的是（    ）。",
          "options": [
            "A.指教师通过评价、激励等方式，造成社会舆论，形成良好风尚，树立道德榜样；塑造理性人格，培养教师正确的价值观念、道德行为与高尚的道德境界；",
            "B.是在特定的道德原则和规范的实施过程中，在调整人际伦理关系的过程中实现的；",
            "C.道德教育的主体是教师，客体是学生；",
            "D.教师既是道德教育的主体，又是道德教育的客体"
          ],
          "answer": "C",
          "id": "S2000002344"
        },
        {
          "type": "single_choice",
          "question": "宋明理学兴盛时期，我国教师职业道德的最大特点是（   ）。",
          "options": [
            "A.言传身教；",
            "B.天人合一；",
            "C.知行合一；",
            "D.反求诸己"
          ],
          "answer": "C",
          "id": "S2000002345"
        },
        {
          "type": "single_choice",
          "question": "确定教师个人的主体地位和主体性的具体道德实践场所是(    )。",
          "options": [
            "A.教师职业活动；",
            "B.教师个人；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "A",
          "id": "S2000002346"
        },
        {
          "type": "single_choice",
          "question": "高等学校处理学术不端行为的最高学术调查评判机构是（    ）",
          "options": [
            "A.校长办公会",
            "B.校党政联席会",
            "C.校纪律检查委员会",
            "D.校学术委员会"
          ],
          "answer": "D",
          "id": "S2000002347"
        },
        {
          "type": "single_choice",
          "question": "美国教育界最具影响的专业伦理规范是（   ）。",
          "options": [
            "A.《我们时代的教师》；",
            "B.《教师职业伦理标准》；",
            "C.《优秀教师行为守则》；",
            "D.《伦理标准》"
          ],
          "answer": "B",
          "id": "S2000002348"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.精通业务，学而不厌；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002349"
        },
        {
          "type": "single_choice",
          "question": "教师道德本质上反映的是(    )。",
          "options": [
            "A.教师职业的特殊利益和要求；",
            "B.教师职业活动和教育规律；",
            "C.一定社会经济关系客观要求；",
            "D.当代社会的教育目的"
          ],
          "answer": "C",
          "id": "S2000002350"
        },
        {
          "type": "single_choice",
          "question": "下列关于政治伦理的说法错误的是（   ）。",
          "options": [
            "A.政治伦理研究宪法、政体的伦理特征；",
            "B.政治伦理探索各部门法的制定；",
            "C.政治伦理揭示政治纷争的道德内涵；",
            "D.政治伦理经常围绕对自由、平等和公正的论证而展开"
          ],
          "answer": "B",
          "id": "S2000002351"
        },
        {
          "type": "single_choice",
          "question": "关于忠诚这一教师道德品质范畴的说法错误的是（    ）。",
          "options": [
            "A.忠诚作为道德道德情感表现出来，即是“热忱”，以及由其所包含的义务感、责任感和正义感等；",
            "B.忠诚体现在道德品质的各个具体要求上具有相同性；",
            "C.忠诚在道德意志上，即是“刚毅”、“坚定”，以及由它们所包含的顽强性等一系列要求；",
            "D.忠诚在道德信念上，即是“尊严”，以及由其所包含的自爱心等要求"
          ],
          "answer": "B",
          "id": "S2000002352"
        },
        {
          "type": "single_choice",
          "question": "区分教师道德与其他职业道德的根本标志是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德原则；",
            "C.教师道德义务；",
            "D.道德良心"
          ],
          "answer": "B",
          "id": "S2000002353"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的动机的说法正确的是（    ）。",
          "options": [
            "A.形式动机是指实际驱动行为发生的动机；",
            "B.事实动机是指没有外化为实际行为的动机；",
            "C.动机是行为者决定做某事的内在发动力；",
            "D.形式动机与实际行为结果分离对教师道德行为评价没有意义"
          ],
          "answer": "C",
          "id": "S2000002354"
        },
        {
          "type": "single_choice",
          "question": "从对普遍行为制约的角度看，道德的形成过程就是（   ）。",
          "options": [
            "A.社会关系的整合过程；",
            "B.个人素质的提升过程；",
            "C.社会文化的重构过程；",
            "D.善良意志的实践过程"
          ],
          "answer": "A",
          "id": "S2000002355"
        },
        {
          "type": "single_choice",
          "question": "教师道德的灵魂是（    ）。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德良心；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000002356"
        },
        {
          "type": "single_choice",
          "question": "师德原则的基本功能的实现途径是(    )。",
          "options": [
            "A.教育事业整体利益；",
            "B.教师个人的职业行为；",
            "C.教师的道德情感；",
            "D.教师的道德责任心"
          ],
          "answer": "B",
          "id": "S2000002357"
        },
        {
          "type": "single_choice",
          "question": "有关传统美德的认识错误的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的核心"
          ],
          "answer": "D",
          "id": "S2000002358"
        },
        {
          "type": "single_choice",
          "question": "孔子说过“知之者莫如好之者，好之者莫如乐知者”，这表明教师在处理爱护学生与严格要求的关系上应该注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "B",
          "id": "S2000002359"
        },
        {
          "type": "single_choice",
          "question": "效果论的看法正确的是（    ）。",
          "options": [
            "A.效果论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.效果论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”",
            "C.效果论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "B",
          "id": "S2000002360"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成的一般路径包括（    ）。",
          "options": [
            "A.强化教师道德认知；",
            "B.培养教师道德情感；",
            "C.磨炼教师道德意志；",
            "D.坚定教师道德信念；",
            "E.践行教师道德行为"
          ],
          "answer": "ABCDE",
          "id": "S2000002361"
        },
        {
          "type": "single_choice",
          "question": "关于人本主义思潮，以下说法正确的是（    ）。",
          "options": [
            "A.初期以理性和人道主义为内核；",
            "B.产生之初矛头直指宗教神学和封建等级制度；",
            "C.经过马克思的提炼，形成较为完善的近代人本主义思潮；",
            "D.在现代转向批判传统理性"
          ],
          "answer": "ABD",
          "id": "S2000002362"
        },
        {
          "type": "single_choice",
          "question": "目前的高校职能主要包括（    ）。",
          "options": [
            "A.培养人才；",
            "B.发展科学；",
            "C.提升民众道德水准；",
            "D.为社会服务"
          ],
          "answer": "ABD",
          "id": "S2000002363"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育、忠诚教育”作为教师道德原则的基本原则的具体要求有(    )。",
          "options": [
            "A.深厚的职业情感和崇高的职业理想；",
            "B.高度的责任感和强烈的事业心；",
            "C.较高的科学文化知识和高尚的思想品德修养；",
            "D.正确处理教育事业的整体利益和教师个人利益的关系"
          ],
          "answer": "ABD",
          "id": "S2000002364"
        },
        {
          "type": "single_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "S2000002365"
        },
        {
          "type": "single_choice",
          "question": "以下属于捷克教育家夸美纽斯的教师职业道德思想的是（   ）。",
          "options": [
            "A.认为教师职业伟大而光荣；",
            "B.教师要充分了解自己职业的社会意义，加强道德修养；",
            "C.教师要如慈父一般爱护儿童，和善愉快地传授知识；",
            "D.教师应当努力提高知识素养"
          ],
          "answer": "ABCD",
          "id": "S2000002366"
        },
        {
          "type": "single_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.刻苦学习，不断探求；",
            "C.不畏艰险，开拓进取；",
            "D.坚持真理，献身科学"
          ],
          "answer": "BCD",
          "id": "S2000002367"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师非道德行为的是（    ）。",
          "options": [
            "A.不是自主自愿的行为；",
            "B.不是涉及他人利益的行为；",
            "C.不涉及教育事业整体利益的行为；",
            "D.出于道德意志的行为"
          ],
          "answer": "ABC",
          "id": "S2000002368"
        },
        {
          "type": "single_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "S2000002369"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "S2000002370"
        },
        {
          "type": "single_choice",
          "question": "与其他职业良心相比，教师道德良心的特征有（    ）。",
          "options": [
            "A.感染性强；",
            "B.内控性强；",
            "C.示范性强；",
            "D.层次性高"
          ],
          "answer": "CD",
          "id": "S2000002371"
        },
        {
          "type": "single_choice",
          "question": "正确开展教师职业道德评价活动的意义有（    ）。",
          "options": [
            "A.有助于提高教师道德水平；",
            "B.形成优良的道德品质；",
            "C.能促进师德和校风建设；",
            "D.对社会精神文明建设有一定的影响"
          ],
          "answer": "ABCD",
          "id": "S2000002372"
        },
        {
          "type": "single_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "S2000002373"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "S2000002374"
        },
        {
          "type": "single_choice",
          "question": "具备节操道德品质的教师能够（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业的整体利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "ABCD",
          "id": "S2000002375"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的功能包括（    ）。",
          "options": [
            "A.教师道德评价是培养教师道德品质的重要环节；",
            "B.教师道德评价是维护师德原则和规范的保障；",
            "C.教师道德评价是教师道德从意识转化为活动的杠杆；",
            "D.教师道德评价是提高教育质量的关键；",
            "E.加强教师道德评价，是建立良好校风校纪的重要途径"
          ],
          "answer": "ABCE",
          "id": "S2000002376"
        },
        {
          "type": "single_choice",
          "question": "道德规范的必要性体现为（   ）。",
          "options": [
            "A.对普遍行为的制约；",
            "B.对个体行为的约束；",
            "C.对政府行为的规制；",
            "D.对犯罪行为的打击"
          ],
          "answer": "AB",
          "id": "S2000002377"
        },
        {
          "type": "single_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.乐观性"
          ],
          "answer": "ABC",
          "id": "S2000002378"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "S2000002379"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "S2000002380"
        },
        {
          "type": "single_choice",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002381"
        },
        {
          "type": "single_choice",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002382"
        },
        {
          "type": "single_choice",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002383"
        },
        {
          "type": "single_choice",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002384"
        },
        {
          "type": "single_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002385"
        },
        {
          "type": "single_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002386"
        },
        {
          "type": "single_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002387"
        },
        {
          "type": "single_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002388"
        },
        {
          "type": "single_choice",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002389"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002390"
        },
        {
          "type": "single_choice",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002391"
        },
        {
          "type": "single_choice",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002392"
        },
        {
          "type": "single_choice",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002393"
        },
        {
          "type": "single_choice",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002394"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002395"
        },
        {
          "type": "single_choice",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002396"
        },
        {
          "type": "single_choice",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002397"
        },
        {
          "type": "single_choice",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002398"
        },
        {
          "type": "single_choice",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002399"
        },
        {
          "type": "single_choice",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002400"
        },
        {
          "type": "single_choice",
          "question": "对节操道德品质的认识错误的是（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业和个人利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "B",
          "id": "S2000002401"
        },
        {
          "type": "single_choice",
          "question": "高等学校处理学术不端行为的最高学术调查评判机构是（    ）",
          "options": [
            "A.校长办公会",
            "B.校党政联席会",
            "C.校纪律检查委员会",
            "D.校学术委员会"
          ],
          "answer": "D",
          "id": "S2000002402"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的保障是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "C",
          "id": "S2000002403"
        },
        {
          "type": "single_choice",
          "question": "以下关于高校教师教育活动正确的是（    ）。",
          "options": [
            "A.大学教育活动的时间、空间都是有严格限定的；",
            "B.大部分教师都采用“坐班制”工作形式；",
            "C.教师工作上较大的时空自由度，使得外界对其工作状况难于监督；",
            "D.高校教师必须以严格的规范制度和赏罚措施来保证工作的质量与效果"
          ],
          "answer": "C",
          "id": "S2000002404"
        },
        {
          "type": "single_choice",
          "question": "教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展，以下说法错误的是（    ）。",
          "options": [
            "A.良好的道德品质有助于教师提高教学业务能力；",
            "B.教师道德水平直接影响学生的心理状态并进而影响学生的智力开发；",
            "C.教师具有深厚的职业道德情感，必然使得学生成绩提升；",
            "D.教师对学生缺乏关爱，甚至态度粗暴，会挫伤学生自尊心和学习积极性，影响学生健康成长"
          ],
          "answer": "C",
          "id": "S2000002405"
        },
        {
          "type": "single_choice",
          "question": "学术人员在科学研究中应遵循的首要原则是（    ）",
          "options": [
            "A. 求真务实",
            "B. 符合规范",
            "C. 有创新性",
            "D. 具有可行性"
          ],
          "answer": "A",
          "id": "S2000002406"
        },
        {
          "type": "single_choice",
          "question": "关于良心和义务之间关系下列说法不正确的是（    ）。",
          "options": [
            "A.良心和道德是紧密联系在一起的道德范畴；",
            "B.良心是义务的内化形式；",
            "C.义务和良心都来自于主体内部，表现为个人对自己行为的道德责任；",
            "D.教师道德良心是教师在履行道德义务的过程中产生和形成的"
          ],
          "answer": "C",
          "id": "S2000002407"
        },
        {
          "type": "single_choice",
          "question": "马克思认为,伦理道德是人类以(    )把握世界的一种特殊方式。",
          "options": [
            "A.“实践—精神”；",
            "B.“物质—意识”；",
            "C.“感性—理性”；",
            "D.“自然—社会”"
          ],
          "answer": "A",
          "id": "S2000002408"
        },
        {
          "type": "single_choice",
          "question": "效果论的看法正确的是（    ）。",
          "options": [
            "A.效果论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.效果论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”",
            "C.效果论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "B",
          "id": "S2000002409"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律上的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "A",
          "id": "S2000002410"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的特征的说法正确的是（    ）。",
          "options": [
            "A.职业道德鲜明的体现了职业特征，表达了特定的职业义务和责任；",
            "B.这种职业义务和责任主要反映社会的需求，一般不考虑本职业利益；",
            "C.其内容随时代变化，没有稳定性；",
            "D.不管何种具体职业，都应当遵从普遍的职业道德"
          ],
          "answer": "A",
          "id": "S2000002411"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学的说法错误的是（    ）。",
          "options": [
            "A.它从教育职业劳动的特殊性和教育规律出发，研究教育活动的特殊道德问题；",
            "B.它是应用伦理学的分支；",
            "C.它以教师的道德现象为研究对象；",
            "D.它指导着教师生活中的方方面面"
          ],
          "answer": "D",
          "id": "S2000002412"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德意识现象的说法正确的是（    ）。",
          "options": [
            "A.是在教育实践中形成的各种具有善恶价值的思想观念和理论体系；",
            "B.它是教师道德的主观方面，体现着教师对客观存在的师德关系和师德活动的认知和理解；",
            "C.它集中表现在教师的价值观念与师德规范体系之中；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002413"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000002414"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题中不正确的是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "B",
          "id": "S2000002415"
        },
        {
          "type": "single_choice",
          "question": "在教师道德的一般功能中，唤起教师道德自觉性、积极性和创造性的动力机制是（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "D",
          "id": "S2000002416"
        },
        {
          "type": "single_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，以下说法错误的是（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是先进的教育理念和方法；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "C",
          "id": "S2000002417"
        },
        {
          "type": "single_choice",
          "question": "在师德规范体系中处于主导地位的是(    )。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德规范；",
            "D.教师道德义务"
          ],
          "answer": "A",
          "id": "S2000002418"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“团结协作，公平竞争”的要求的有（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.团体为重个，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "A",
          "id": "S2000002419"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000002420"
        },
        {
          "type": "single_choice",
          "question": "被马克思称为“内向的愤怒”的是（    ）。",
          "options": [
            "A.耻辱；",
            "B.公正；",
            "C.荣誉；",
            "D.良心"
          ],
          "answer": "A",
          "id": "S2000002421"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德修养的方法的是（    ）。",
          "options": [
            "A.学习；",
            "B.内省；",
            "C.慎独；",
            "D.引导"
          ],
          "answer": "D",
          "id": "S2000002422"
        },
        {
          "type": "single_choice",
          "question": "以下关于社会思潮的影响的观点正确的是（    ）。",
          "options": [
            "A.社会思潮必然会有消极影响和误导，应予以取缔；",
            "B.社会思潮会影响社会稳定，造成动荡；",
            "C.社会思潮能促进思想进步，应大力宣传；",
            "D.应对各种社会思潮进行深入研究，加以批判和梳理，做有说服力的分析和引导"
          ],
          "answer": "D",
          "id": "S2000002423"
        },
        {
          "type": "single_choice",
          "question": "凡是要求学生做到的，教师必须率先做到，凡是要求学生不做的，教师应当带头不做，这说明教师应该(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "A",
          "id": "S2000002424"
        },
        {
          "type": "single_choice",
          "question": "推动了西欧近代教育运动的迅速发展，并使这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志的事件是（    ）。",
          "options": [
            "A.文艺复兴；",
            "B.宗教改革；",
            "C.英法资产阶级革命；",
            "D.第二次科技革命"
          ],
          "answer": "C",
          "id": "S2000002425"
        },
        {
          "type": "single_choice",
          "question": "教育活动中最基本的人际关系是(    )。",
          "options": [
            "A.生生关系；",
            "B.师师关系；",
            "C.师生关系；",
            "D.教师与社会的关系"
          ],
          "answer": "C",
          "id": "S2000002426"
        },
        {
          "type": "single_choice",
          "question": "以下关于提高教师职业道德水平的说法不正确的是（    ）。",
          "options": [
            "A.教师职业的特点对教师的要求以科研水平和业务技能为主；",
            "B.教师的道德品质应以自我提升为主，不能靠灌输；",
            "C.师德教育必须提升到理论高度和理性层面；",
            "D.实践是教师提高道德认识，履行职业义务，确立职业理想的基本途径"
          ],
          "answer": "C",
          "id": "S2000002427"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的论述错误的是（    ）。",
          "options": [
            "A.教师道德行为可以分为道德的行为和不道德的行为；",
            "B.教师道德行为的善恶可以反映教师不同的道德水平和境界；",
            "C.现实社会大力倡导教师以教育事业的整体利益为基础进行行为选择；",
            "D.道德自觉性高的教师，可以超越现实的社会环境作出行为选择"
          ],
          "answer": "D",
          "id": "S2000002428"
        },
        {
          "type": "single_choice",
          "question": "以下教育家中，提出了符合无产阶级和广大人民群众利益的教师职业道德规范的是（   ）。",
          "options": [
            "A.梁启超；",
            "B.蔡元培；",
            "C.杨昌济；",
            "D.陶行知"
          ],
          "answer": "D",
          "id": "S2000002429"
        },
        {
          "type": "single_choice",
          "question": "孔子提出的“有教无类”的教育思想的主要内涵是（   ）。",
          "options": [
            "A.教师应当关心爱护学生；",
            "B.教育不问学生出身贵贱；",
            "C.教师应当以身作则；",
            "D.教师应当谦虚"
          ],
          "answer": "B",
          "id": "S2000002430"
        },
        {
          "type": "single_choice",
          "question": "属于师德养成的一般路径的是（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德品质；",
            "D.师德原则"
          ],
          "answer": "A",
          "id": "S2000002431"
        },
        {
          "type": "single_choice",
          "question": "对于人文知识的作用，以下说法错误的是（    ）。",
          "options": [
            "A.历史是了解我们所自来、我们的集体记忆；",
            "B.哲学是反思性、批判性思维方法，是研究我们思考所根据的理念；",
            "C.艺术指导我们的社会实践；",
            "D.文学主要以审美为手段，用语言来表达情感"
          ],
          "answer": "C",
          "id": "S2000002432"
        },
        {
          "type": "single_choice",
          "question": "“科学知识和成功是公共财富，为人类共享。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "B",
          "id": "S2000002433"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位、影响比较深广的是（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002434"
        },
        {
          "type": "single_choice",
          "question": "道德和法律的共同点是（   ）。",
          "options": [
            "A.都是由国家颁布实施的；",
            "B.都是由社会约定俗成的；",
            "C.都对个人行为有限制、约束的规范性功能；",
            "D.一旦违反，都会受到相应的制裁"
          ],
          "answer": "C",
          "id": "S2000002435"
        },
        {
          "type": "single_choice",
          "question": "关于教师行为评价的动机和效果的观点错误的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.当出现好的动机产生坏的效果时，需要把判断的重心放在动机的善恶上；",
            "D.对于动机坏效果好的行为，应指出其行为恶的性质和危害，通过批评教育等措施，督促动机由恶转化为善"
          ],
          "answer": "B",
          "id": "S2000002436"
        },
        {
          "type": "single_choice",
          "question": "下列关于正义和公正的区别描述不正确的是（    ）。",
          "options": [
            "A.公正往往是根据一定的价值观和原则、规则去行为，而正义用来陈述人类追求的善和幸福；",
            "B.公正与正义既不是种属关系也不是属种关系，而是交叉关系；",
            "C.正义一般表示价值及其原则本身，而公正则表示根据价值及其原则来做人做事；",
            "D.两者的语言习惯的用语也存在差别"
          ],
          "answer": "B",
          "id": "S2000002437"
        },
        {
          "type": "single_choice",
          "question": "有关慎独这种师德修养方法的认识错误的是（    ）。",
          "options": [
            "A.慎独是一种道德修养方法；",
            "B.慎独是道德修养应达到的一种境界；",
            "C.慎独的表现形式是客观的，内容则是主观的；",
            "D.慎独倡导人们要严格要求自己，坚持在“隐”和“微”处下功夫"
          ],
          "answer": "C",
          "id": "S2000002438"
        },
        {
          "type": "single_choice",
          "question": "下列不属于每一位教师都应该做到的是（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以实现个人利益为目标；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "C",
          "id": "S2000002439"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为选择的外部影响因素的是（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念和教师道德规范体系；",
            "D.教师个体道德素质"
          ],
          "answer": "D",
          "id": "S2000002440"
        },
        {
          "type": "single_choice",
          "question": "对历史上出现的理想人格的说法正确的是（    ）。",
          "options": [
            "A.道家塑造的理想人格是君子人格；",
            "B.古希腊人所崇尚的理想人格是“普罗米修斯”形象；",
            "C.尼采的理想人格是“超人”形象；",
            "D.马斯洛提出了“自我实现”的理想人格"
          ],
          "answer": "BCD",
          "id": "S2000002441"
        },
        {
          "type": "single_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "S2000002442"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的根本特征是理论和实践的统一，原因在于（   ）。",
          "options": [
            "A.规范伦理学的关注重点和角度随着社会生活发展而变化；",
            "B.规范伦理学的理论指归是为人们的行为提供标准、方针；",
            "C.规范伦理学要为人类探索理想的规范系统，引导个体道德人格完善和社会道德文明进步；",
            "D.规范伦理学只研究具体的道德现象"
          ],
          "answer": "ABC",
          "id": "S2000002443"
        },
        {
          "type": "single_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "S2000002444"
        },
        {
          "type": "single_choice",
          "question": "学术规范包含的含义有（    ）。",
          "options": [
            "A.学术研究中的具体规则；",
            "B.学术研究的总原则；",
            "C.学术研究的流程；",
            "D.高层次的规范"
          ],
          "answer": "AD",
          "id": "S2000002445"
        },
        {
          "type": "single_choice",
          "question": "下列问题属于经济伦理的争论议题的是（   ）。",
          "options": [
            "A.盈利欲望与道德要求的关系；",
            "B.自由与民主；",
            "C.效率与公平；",
            "D.交易诚信"
          ],
          "answer": "ACD",
          "id": "S2000002446"
        },
        {
          "type": "single_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "S2000002447"
        },
        {
          "type": "single_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "S2000002448"
        },
        {
          "type": "single_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "S2000002449"
        },
        {
          "type": "single_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "S2000002450"
        },
        {
          "type": "single_choice",
          "question": "社会舆论成为教师道德评价的重要手段的原因是（    ）。",
          "options": [
            "A.舆论的重要功能是对教师行为进行善恶判断；",
            "B.通过舆论评判的形式，使学校、教师能及时获得来自学校内部和外部的信息反馈；",
            "C.通过社会舆论，能对教师的行为起着矫正与导向的作用；",
            "D.舆论是教师道德评价的唯一手段"
          ],
          "answer": "ABC",
          "id": "S2000002451"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "S2000002452"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "S2000002453"
        },
        {
          "type": "single_choice",
          "question": "关于人生的社会价值说法正确的是（    ）。",
          "options": [
            "A.一个人对社会和他人的贡献越大，他的价值就越大；",
            "B.一个人对社会和他人没有贡献，就没有价值；",
            "C.一个人有损社会和他人，就是有负价值；",
            "D.一个人对社会和他人的贡献越小，价值就越小"
          ],
          "answer": "ABCD",
          "id": "S2000002454"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德品质；",
            "C.教师道德良心；",
            "D.教师道德义务"
          ],
          "answer": "ACD",
          "id": "S2000002455"
        },
        {
          "type": "single_choice",
          "question": "教师坚持以人为本体现在（    ）。",
          "options": [
            "A.热爱学生；",
            "B.尊重学生；",
            "C.对学生宽容；",
            "D.偏爱学生"
          ],
          "answer": "ABC",
          "id": "S2000002456"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "S2000002457"
        },
        {
          "type": "single_choice",
          "question": "动机和效果作为教师道德评价依据观点正确的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.进行教师道德评价时，应该更关注效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "AD",
          "id": "S2000002458"
        },
        {
          "type": "single_choice",
          "question": "高校教师劳动的目标是把学生培养成具有哪些素质的人(    )。",
          "options": [
            "A.高等科学文化素质；",
            "B.生产技能；",
            "C.生存技能；",
            "D.高尚思想品德"
          ],
          "answer": "ABD",
          "id": "S2000002459"
        },
        {
          "type": "single_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "S2000002460"
        },
        {
          "type": "single_choice",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002461"
        },
        {
          "type": "single_choice",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002462"
        },
        {
          "type": "single_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002463"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002464"
        },
        {
          "type": "single_choice",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002465"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002466"
        },
        {
          "type": "single_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002467"
        },
        {
          "type": "single_choice",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002468"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002469"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002470"
        },
        {
          "type": "single_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002471"
        },
        {
          "type": "single_choice",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002472"
        },
        {
          "type": "single_choice",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002473"
        },
        {
          "type": "single_choice",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002474"
        },
        {
          "type": "single_choice",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002475"
        },
        {
          "type": "single_choice",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002476"
        },
        {
          "type": "single_choice",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002477"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002478"
        },
        {
          "type": "single_choice",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002479"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002480"
        },
        {
          "type": "single_choice",
          "question": "教师道德他律，则是指教师道德原则和规范对教师职业行为具有外在的(    )。",
          "options": [
            "A.约束功能；",
            "B.导向功能；",
            "C.调节功能；",
            "D.制导功能"
          ],
          "answer": "D",
          "id": "S2000002481"
        },
        {
          "type": "single_choice",
          "question": "下列不属于每一位教师都应该做到的是（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以实现个人利益为目标；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "C",
          "id": "S2000002482"
        },
        {
          "type": "single_choice",
          "question": "教师道德本质上反映的是(    )。",
          "options": [
            "A.教师职业的特殊利益和要求；",
            "B.教师职业活动和教育规律；",
            "C.一定社会经济关系客观要求；",
            "D.当代社会的教育目的"
          ],
          "answer": "C",
          "id": "S2000002483"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律与自律相统一的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000002484"
        },
        {
          "type": "single_choice",
          "question": "道德和法律的共同点是（   ）。",
          "options": [
            "A.都是由国家颁布实施的；",
            "B.都是由社会约定俗成的；",
            "C.都对个人行为有限制、约束的规范性功能；",
            "D.一旦违反，都会受到相应的制裁"
          ],
          "answer": "C",
          "id": "S2000002485"
        },
        {
          "type": "single_choice",
          "question": "关于梳理和继承历史上教师道德遗产和资源，以下说法错误的是（    ）。",
          "options": [
            "A.思想理论和道德体系，都有前人的思想资料为其理论来源；",
            "B.职业道德发展具有历史连续性；",
            "C.理论创新要严格以前人的思想为根据；",
            "D.要去其精华、弃其糟粕"
          ],
          "answer": "C",
          "id": "S2000002486"
        },
        {
          "type": "single_choice",
          "question": "教育活动的手段是（    ）。",
          "options": [
            "A.教育方法；",
            "B.教育技术；",
            "C.教育工具；",
            "D.教师完整的个性"
          ],
          "answer": "D",
          "id": "S2000002487"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人截然分开、对立起来”的观点属于(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "A",
          "id": "S2000002488"
        },
        {
          "type": "single_choice",
          "question": "教师道德的灵魂是（    ）。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德良心；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000002489"
        },
        {
          "type": "single_choice",
          "question": "在实践过程中，在价值认识基础上所形成的对客体价值的一种稳定看法或思维定势就是我们所说的（    ）。",
          "options": [
            "A.世界观；",
            "B.人生观；",
            "C.价值观；",
            "D.道德观"
          ],
          "answer": "C",
          "id": "S2000002490"
        },
        {
          "type": "single_choice",
          "question": "教师道德的认识功能是通过道德意识和（   ）来实现的。",
          "options": [
            "A.道德理论；",
            "B.道德评价；",
            "C.道德规范；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S2000002491"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学的核心内容是(    )。",
          "options": [
            "A.教师职业道德行为选择；",
            "B.教师职业道德规范体系；",
            "C.教师职业道德养成；",
            "D.教师职业理想人格追求"
          ],
          "answer": "B",
          "id": "S2000002492"
        },
        {
          "type": "single_choice",
          "question": "教师应有的人格境界不包括（    ）。",
          "options": [
            "A.自律的道德情操；",
            "B.洞察自然、社会、人生的能力；",
            "C.尊重学生的能力和关怀学生的情感；",
            "D.平衡教师个体利益和教育事业整体利益的能力"
          ],
          "answer": "D",
          "id": "S2000002493"
        },
        {
          "type": "single_choice",
          "question": "以下教育家中，提出了符合无产阶级和广大人民群众利益的教师职业道德规范的是（   ）。",
          "options": [
            "A.梁启超；",
            "B.蔡元培；",
            "C.杨昌济；",
            "D.陶行知"
          ],
          "answer": "D",
          "id": "S2000002494"
        },
        {
          "type": "single_choice",
          "question": "以下对教师道德品质的理解正确的是（    ）。",
          "options": [
            "A.是教师个体的生理特征；",
            "B.是教师个体的一般个性心理特征；",
            "C.具体体现一定社会或教育集体的道德要求中的个人意识和行为总体的特征；",
            "D.是道德行为的基础"
          ],
          "answer": "C",
          "id": "S2000002495"
        },
        {
          "type": "single_choice",
          "question": "教育活动中最基本的人际关系是(    )。",
          "options": [
            "A.生生关系；",
            "B.师师关系；",
            "C.师生关系；",
            "D.教师与社会的关系"
          ],
          "answer": "C",
          "id": "S2000002496"
        },
        {
          "type": "single_choice",
          "question": "正确的功利意识应该是（    ）。",
          "options": [
            "A.以义谋利；",
            "B.见利思义；",
            "C.义利兼顾；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002497"
        },
        {
          "type": "single_choice",
          "question": "在英国，人们普遍认为最有力的教育手段是（   ）。",
          "options": [
            "A.教育理论；",
            "B.教育方法；",
            "C.教育技术；",
            "D.教师品行"
          ],
          "answer": "D",
          "id": "S2000002498"
        },
        {
          "type": "single_choice",
          "question": "现代伦理学认为，道德是一种特殊的社会现象，它的主要维系手段是（   ）。",
          "options": [
            "A.教育引导；",
            "B.法律规定；",
            "C.国家强制；",
            "D.习俗、舆论和人类良知"
          ],
          "answer": "D",
          "id": "S2000002499"
        },
        {
          "type": "single_choice",
          "question": "人文作为某类存在物而言时，以下说法正确的是（    ）。",
          "options": [
            "A.泛指人事，与人以外的自然现象相区别；",
            "B.是人本身；",
            "C.是与人有关的种种现象；",
            "D.以上全包含"
          ],
          "answer": "D",
          "id": "S2000002500"
        },
        {
          "type": "single_choice",
          "question": "以下不属于高校社会服务中的教学服务的是（    ）。",
          "options": [
            "A.委托培养；",
            "B.推广教育；",
            "C.技术咨询；",
            "D.举办技术创新人才培训"
          ],
          "answer": "C",
          "id": "S2000002501"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.精通业务，学而不厌；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002502"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，如何正确对待教师荣誉（    ）。",
          "options": [
            "A.把履行教师道德义务当作荣誉的前提和出发点；",
            "B.划清虚荣心和荣誉感的界限；",
            "C.正确处理好个人荣誉和集体荣誉的关系；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002503"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学能直接调节教师职业生活的原因是（）。",
          "options": [
            "A.教师伦理学是一门规范科学；",
            "B.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002504"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学，有助于教师在复杂的道德环境和伦理矛盾中进行正确的（    ）和道德行为选择，从而提高对善恶、是非、荣辱的辨析水平，增强道德自主精神和自控能力。",
          "options": [
            "A.道德判断；",
            "B.道德认知；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "A",
          "id": "S2000002505"
        },
        {
          "type": "single_choice",
          "question": "康德把伦理道德看作一种（   ）。",
          "options": [
            "A.纯粹理性；",
            "B.实践理性；",
            "C.判断理性；",
            "D.价值理性"
          ],
          "answer": "B",
          "id": "S2000002506"
        },
        {
          "type": "single_choice",
          "question": "教师道德的社会作用不包括（    ）。",
          "options": [
            "A.指导教师正确处理各种利益关系，维护教育秩序，保证教育事业顺利发展；",
            "B.直接影响学生品德的形成和智能的发展；",
            "C.有利于促进社会道德环境优化和人类文明进步；",
            "D.促进社会经济发展"
          ],
          "answer": "D",
          "id": "S2000002507"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.“经师”是教行为的；",
            "C.“人师”是教学问的；",
            "D.现代教育更需要“人师”"
          ],
          "answer": "A",
          "id": "S2000002508"
        },
        {
          "type": "single_choice",
          "question": "关于教师的角色自我和个性自我的认识错误的是（    ）。",
          "options": [
            "A.角色意识要求教师以某种社会观念和准则来统摄自己的内心世界；",
            "B.个性意识根植于个体的生命存在，反映了教师对自己的内在需求、情感世界的真实的把握；",
            "C.一个好的教师应在两者间有所侧重；",
            "D.要求教师讲角色审美化、个性化、感情化、情感化"
          ],
          "answer": "C",
          "id": "S2000002509"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择制约因素的观点错误的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是比较科学的；",
            "D.客观条件决定论对教师道德行为选择的观点是片面的"
          ],
          "answer": "C",
          "id": "S2000002510"
        },
        {
          "type": "single_choice",
          "question": "以工科见长的美国马萨诸塞理工学院供本科生选修的人文课程有18类100多门，这体现了高等教育发展趋势中对哪种教育的回归？（    ）",
          "options": [
            "A.品德教育；",
            "B.精英教育；",
            "C.人文教育；",
            "D.实践教育"
          ],
          "answer": "C",
          "id": "S2000002511"
        },
        {
          "type": "single_choice",
          "question": "为了使学生顺应时代要求，我们应该反思所谓“应试教育”，改革教育理念和教育模式，推进（    ）。",
          "options": [
            "A.通识教育；",
            "B.素质教育；",
            "C.人文教育；",
            "D.实践教育"
          ],
          "answer": "B",
          "id": "S2000002512"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教师道德行为特征的是（    ）。",
          "options": [
            "A.教师对行为方式的道德价值和意义有比较明确的认识；",
            "B.教师对行为后果的道德价值和道德意义有比较明确的认识；",
            "C.教师道德行为是教师个人自愿选择的结果；",
            "D.教师道德行为是个人意志的体现而不与他人意志相联系"
          ],
          "answer": "D",
          "id": "S2000002513"
        },
        {
          "type": "single_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，以下说法错误的是（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是先进的教育理念和方法；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "C",
          "id": "S2000002514"
        },
        {
          "type": "single_choice",
          "question": "教育活动实现专门化，教师劳动正式成为一种专门职业是在（    ）。",
          "options": [
            "A.原始社会；",
            "B.奴隶社会；",
            "C.封建社会；",
            "D.资本主义社会"
          ],
          "answer": "B",
          "id": "S2000002515"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是(    )。",
          "options": [
            "A.对于教师来说，教师道德原则和规范是外在的制约，因此需要通过教师的道德范畴来发挥作用；",
            "B.教师道德范畴体现了人们对教师道德认识发展的阶段；",
            "C.教师道德范畴是人们对教师道德原则和规范所包含的师德要求的一些概括和总结；",
            "D.通过考察教师道德范畴无法了解一定社会教师的道德觉悟程度"
          ],
          "answer": "D",
          "id": "S2000002516"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德品质是在个别道德行为的基础上形成的"
          ],
          "answer": "A",
          "id": "S2000002517"
        },
        {
          "type": "single_choice",
          "question": "教师的职业道德意识的表现形式是教师(    )。",
          "options": [
            "A.道德人格；",
            "B.道德品质；",
            "C.道德义务；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000002518"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价对其道德品质的影响体现在（    ）。",
          "options": [
            "A.教师道德行为评价可以使教师形成相应的善恶观；",
            "B.教师道德评价能使教师自觉纠正自己的生活行为习惯；",
            "C.教师道德评价能使教师形成与教师道德品质相背的内心信念；",
            "D.教师道德评价能使教师转变其道德意志"
          ],
          "answer": "A",
          "id": "S2000002519"
        },
        {
          "type": "single_choice",
          "question": "教师在从事教育职业活动时对社会和他人应承担的责任是指（    ）。",
          "options": [
            "A.教师道德责任；",
            "B.教师道德义务；",
            "C.教师道德范畴；",
            "D.教师道德公正"
          ],
          "answer": "B",
          "id": "S2000002520"
        },
        {
          "type": "single_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "S2000002521"
        },
        {
          "type": "single_choice",
          "question": "与一般社会劳动相比，教育活动的特点包括如下几个方面（    ）。",
          "options": [
            "A.其目的是把受教育者培养成社会所需要的人；",
            "B.其对象是作为社会整体成员的儿童和青少年；",
            "C.其手段是教师完整的个性；",
            "D.其过程是一个运用智力的复杂的脑力劳动和体力劳动"
          ],
          "answer": "ABCD",
          "id": "S2000002522"
        },
        {
          "type": "single_choice",
          "question": "默顿所认为的现代科学应具有的“精神元气”包括（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "ABCD",
          "id": "S2000002523"
        },
        {
          "type": "single_choice",
          "question": "属于市场经济所蕴含的文化价值观念的核心即商品意识的有（    ）。",
          "options": [
            "A.金钱观念；",
            "B.效率观念；",
            "C.竞争观念；",
            "D.利益观念"
          ],
          "answer": "ABCD",
          "id": "S2000002524"
        },
        {
          "type": "single_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "S2000002525"
        },
        {
          "type": "single_choice",
          "question": "社会思潮的内涵包括以下内容（    ）。",
          "options": [
            "A.在一定社会历史条件下产生；",
            "B.反映了一定民族、阶级、阶层或社会群体利益；",
            "C.具有一定理论色彩；",
            "D.会造成社会生活的不稳定"
          ],
          "answer": "ABC",
          "id": "S2000002526"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学的使命包括（    ）。",
          "options": [
            "A.研究教师道德意识现象；",
            "B.研究教育活动中的特殊道德关系；",
            "C.研究教师道德实践活动的特点和规律；",
            "D.梳理和继承历史上一切有价值的教师道德遗产和资源。"
          ],
          "answer": "ABCD",
          "id": "S2000002527"
        },
        {
          "type": "single_choice",
          "question": "高校教师在社会服务过程中应遵循的道德规范有（    ）。",
          "options": [
            "A.明确服务社会、服务经济理念，变成果为现实生产力；",
            "B.树立合理谋利精神，理清功利道义关系；",
            "C.推行服务承诺制，诚信守约；",
            "D.立足本职为主，内外兼顾为辅"
          ],
          "answer": "ABCD",
          "id": "S2000002528"
        },
        {
          "type": "single_choice",
          "question": "蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "S2000002529"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "ACD",
          "id": "S2000002530"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "ABC",
          "id": "S2000002531"
        },
        {
          "type": "single_choice",
          "question": "关于人生价值的认识正确的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "BCD",
          "id": "S2000002532"
        },
        {
          "type": "single_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "S2000002533"
        },
        {
          "type": "single_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "S2000002534"
        },
        {
          "type": "single_choice",
          "question": "在教师道德行为评价中，校内外舆论、教育传统习惯和教师内心信念间的关系是（    ）。",
          "options": [
            "A.教师内心信念的形成和巩固，要受到校内舆论和教育传统习惯的熏陶和影响；",
            "B.当校内外舆论、教育传统习惯符合教师需要时，会增强教师内心信念；",
            "C.当校内外舆论、教育传统习惯不符合教师需要时，会引起教师内心冲突和矛盾，甚至可能动摇教师的内心信念；",
            "D.教师内心信念又构成校内外舆论、教育传统习惯形成的基础，教师内心信念的形成，又会促使校内外舆论的形成，并使教育传统习惯活动良性发展"
          ],
          "answer": "ABCD",
          "id": "S2000002535"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "S2000002536"
        },
        {
          "type": "single_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "S2000002537"
        },
        {
          "type": "single_choice",
          "question": "教师道德的一般功能主要包括（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "ABCD",
          "id": "S2000002538"
        },
        {
          "type": "single_choice",
          "question": "下列对美国科学社会学家默顿在《科学的规范结构》中所描述的“科学共同体”的特征描述正确的是（    ）。",
          "options": [
            "A.它是一个松散的社会群体；",
            "B.它是一个有信息交流和联系的社会群体；",
            "C.在其内部，科学研究已成为制度化的活动；",
            "D.其成员具有共同的目标、科学规范、行为准则和精神气质"
          ],
          "answer": "ABCD",
          "id": "S2000002539"
        },
        {
          "type": "single_choice",
          "question": "下列属于在教师与他遵守的原则和规范之间发挥支配作用的中介力量是(    )。",
          "options": [
            "A.道德认同；",
            "B.内心信念；",
            "C.教学纪律、制度；",
            "D.同事、同学"
          ],
          "answer": "CD",
          "id": "S2000002540"
        },
        {
          "type": "single_choice",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002541"
        },
        {
          "type": "single_choice",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002542"
        },
        {
          "type": "single_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002543"
        },
        {
          "type": "single_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002544"
        },
        {
          "type": "single_choice",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002545"
        },
        {
          "type": "single_choice",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002546"
        },
        {
          "type": "single_choice",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002547"
        },
        {
          "type": "single_choice",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002548"
        },
        {
          "type": "single_choice",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002549"
        },
        {
          "type": "single_choice",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002550"
        },
        {
          "type": "single_choice",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002551"
        },
        {
          "type": "single_choice",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002552"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002553"
        },
        {
          "type": "single_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002554"
        },
        {
          "type": "single_choice",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002555"
        },
        {
          "type": "single_choice",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002556"
        },
        {
          "type": "single_choice",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002557"
        },
        {
          "type": "single_choice",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002558"
        },
        {
          "type": "single_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002559"
        },
        {
          "type": "single_choice",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002560"
        },
        {
          "type": "single_choice",
          "question": "确定教师个人的主体地位和主体性的具体道德实践场所是(    )。",
          "options": [
            "A.教师职业活动；",
            "B.教师个人；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "A",
          "id": "S2000002561"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，对教师实现人生价值的论述错误的是（    ）。",
          "options": [
            "A.人生价值的实现体现在个人与社会和他人的关系中；",
            "B.从人生价值实现上来讲，个人应注重对社会的创造与贡献；",
            "C.人生价值体现在个人同自身的关系中；",
            "D.教师人生价值的实现，更需要关注人生的自我价值的实现"
          ],
          "answer": "D",
          "id": "S2000002562"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理不同职业间的关系；",
            "C.职业活动者如何对社会、对他人履行自己的义务；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002563"
        },
        {
          "type": "single_choice",
          "question": "在教师职业道德发展史上，第一次根据教师的特点，系统的提出各级教师具体的道德要求的是（   ）。",
          "options": [
            "A.康有为；",
            "B.梁启超；",
            "C.蔡元培；",
            "D.杨昌济"
          ],
          "answer": "A",
          "id": "S2000002564"
        },
        {
          "type": "single_choice",
          "question": "下列不属于重义轻利观代表人物的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.王阳明；",
            "D.韩非子"
          ],
          "answer": "D",
          "id": "S2000002565"
        },
        {
          "type": "single_choice",
          "question": "以下关于实用主义思潮的说法不正确的是（    ）。",
          "options": [
            "A.产生于美国；",
            "B.核心思想是追求成功和实效；",
            "C.反映了美国商业文化资本主义社会看重市场交换价值和实效的基本心态；",
            "D.是当前国际垄断资本主义的政治性纲领"
          ],
          "answer": "D",
          "id": "S2000002566"
        },
        {
          "type": "single_choice",
          "question": "被称为“新科技时代的伦理”或一种超越了传统伦理学的“新伦理”的是（    ）。",
          "options": [
            "A.制度伦理学；",
            "B.责任伦理学；",
            "C.美德伦理学；",
            "D.个体伦理学"
          ],
          "answer": "B",
          "id": "S2000002567"
        },
        {
          "type": "single_choice",
          "question": "美国教育界最具影响的专业伦理规范是（   ）。",
          "options": [
            "A.《我们时代的教师》；",
            "B.《教师职业伦理标准》；",
            "C.《优秀教师行为守则》；",
            "D.《伦理标准》"
          ],
          "answer": "B",
          "id": "S2000002568"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的构成要素是（    ）。",
          "options": [
            "A.道德认识、道德情感、道德动机；",
            "B.道德认识、道德情感、道德行为；",
            "C.道德认识、道德情感、道德意志；",
            "D.道德认识、道德情感、道德信念"
          ],
          "answer": "C",
          "id": "S2000002569"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的前提是（    ）。",
          "options": [
            "A.人类教育活动的出现；",
            "B.社会生产力的发展；",
            "C.脑力劳动与体力劳动的分工；",
            "D.教育理论的发展"
          ],
          "answer": "C",
          "id": "S2000002570"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的构成要素中，居于核心地位的是（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德认识和道德情感"
          ],
          "answer": "D",
          "id": "S2000002571"
        },
        {
          "type": "single_choice",
          "question": "下列有关理想人格的论述错误的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会具有时代相似性"
          ],
          "answer": "D",
          "id": "S2000002572"
        },
        {
          "type": "single_choice",
          "question": "下列不属于学术规范的是（    ）。",
          "options": [
            "A.引文出处的规定；",
            "B.对引用成果的说明；",
            "C.学术制度、学风；",
            "D.学术创新"
          ],
          "answer": "D",
          "id": "S2000002573"
        },
        {
          "type": "single_choice",
          "question": "现代教育的基本特征是（    ）。",
          "options": [
            "A.教育与爱国主义相结合；",
            "B.教育与品德培养相结合；",
            "C.教育与社会经济发展相结合；",
            "D.教育与价值体系建设相结合"
          ],
          "answer": "C",
          "id": "S2000002574"
        },
        {
          "type": "single_choice",
          "question": "相对于经济、法律、行政规范而言，道德调整社会关系的显著特点是（   ）。",
          "options": [
            "A.广泛性；",
            "B.强制性；",
            "C.非强制性；",
            "D.包容性"
          ],
          "answer": "C",
          "id": "S2000002575"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务的实质内涵是（    ）。",
          "options": [
            "A.以服务和培养为宗旨的；",
            "B.以知识和智力为特征；",
            "C.以引导和促进为目的；",
            "D.以示范和坚持为方向"
          ],
          "answer": "B",
          "id": "S2000002576"
        },
        {
          "type": "single_choice",
          "question": "关于教师增进艺术涵养的论述，以下不正确的是（    ）。",
          "options": [
            "A.教师的审美水平与艺术涵养是教师人文素养的重要组成部分；",
            "B.科学和艺术是相区别和分离的，教师应心无旁骛，专心钻研学术；",
            "C.优秀教师的教学过程总是富含艺术性的；",
            "D.教师在教学中体现美德追求和意境，起着对学生审美的熏陶和引导作用"
          ],
          "answer": "B",
          "id": "S2000002577"
        },
        {
          "type": "single_choice",
          "question": "教师道德的灵魂是（    ）。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德良心；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000002578"
        },
        {
          "type": "single_choice",
          "question": "“华盛顿共识”的形成与推行，标志着哪种思潮成为国际垄断资本主义的经济范式和政治性纲领?（    ）",
          "options": [
            "A.自由主义；",
            "B.新自由主义；",
            "C.人本主义；",
            "D.实用主义"
          ],
          "answer": "B",
          "id": "S2000002579"
        },
        {
          "type": "single_choice",
          "question": "高校教师的职业劳动的最终目的是(    )。",
          "options": [
            "A.培养具有专业知识的高等人才；",
            "B.培养具有劳动技能的高等人才；",
            "C.培养具有高尚思想品德的专业人才；",
            "D.培养具有生产技能的专业人才"
          ],
          "answer": "A",
          "id": "S2000002580"
        },
        {
          "type": "single_choice",
          "question": "属于师德养成的一般路径的是（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德品质；",
            "D.师德原则"
          ],
          "answer": "A",
          "id": "S2000002581"
        },
        {
          "type": "single_choice",
          "question": "对教师道德情感选择过程的认识错误的是（    ）。",
          "options": [
            "A.教师道德选择既是理智指导下的选择，也是情感和情绪的选择；",
            "B.情感是否与理智相适应，对道德行为过程有着极大的影响；",
            "C.在理智胜过情感的情况下，往往使行为过程偏离原定目的或预想结果；",
            "D.理智与情感结合得好，可以达到更有价值的结果"
          ],
          "answer": "C",
          "id": "S2000002582"
        },
        {
          "type": "single_choice",
          "question": "教师道德最基本的作用是（    ）。",
          "options": [
            "A.指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "B.促进学生品德形成和智能发展；",
            "C.促进社会道德环境优化；",
            "D.促进人类文明进步"
          ],
          "answer": "A",
          "id": "S2000002583"
        },
        {
          "type": "single_choice",
          "question": "现实社会的教师道德基本原则是(    )。",
          "options": [
            "A.教书育人、乐于奉献；",
            "B.热爱教育、忠诚教育；",
            "C.爱岗敬业、忠于职守；",
            "D.关爱学生、为人师表"
          ],
          "answer": "B",
          "id": "S2000002584"
        },
        {
          "type": "single_choice",
          "question": "亨利·纽曼认为，大学是传授普遍知识的地方，大学的真正使命是培养良好的社会公民并随之带来社会的和谐发展，这主要体现了大学哪种核心理念？（    ）",
          "options": [
            "A.追求自治与学术自由；",
            "B.倡导通识教育、人文教育；",
            "C.发挥学术群体在学校经营中的作用；",
            "D.承担社会职责，引领社会风尚"
          ],
          "answer": "B",
          "id": "S2000002585"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题中不正确的是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "B",
          "id": "S2000002586"
        },
        {
          "type": "single_choice",
          "question": "以工科见长的美国马萨诸塞理工学院供本科生选修的人文课程有18类100多门，这体现了高等教育发展趋势中对哪种教育的回归？（    ）",
          "options": [
            "A.品德教育；",
            "B.精英教育；",
            "C.人文教育；",
            "D.实践教育"
          ],
          "answer": "C",
          "id": "S2000002587"
        },
        {
          "type": "single_choice",
          "question": "下列关于正义和公正的区别描述不正确的是（    ）。",
          "options": [
            "A.公正往往是根据一定的价值观和原则、规则去行为，而正义用来陈述人类追求的善和幸福；",
            "B.公正与正义既不是种属关系也不是属种关系，而是交叉关系；",
            "C.正义一般表示价值及其原则本身，而公正则表示根据价值及其原则来做人做事；",
            "D.两者的语言习惯的用语也存在差别"
          ],
          "answer": "B",
          "id": "S2000002588"
        },
        {
          "type": "single_choice",
          "question": "处于道德品质形成的第一阶段的教师，其行为特点是（    ）。",
          "options": [
            "A.能有意识地从他人的评价中认识自我的价值；",
            "B.个人的价值准则完全依附于社会价值体系；",
            "C.具备独立思考和独立评判的能力；",
            "D.他们的行为是为了避免惩罚"
          ],
          "answer": "D",
          "id": "S2000002589"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的特征的说法正确的是（    ）。",
          "options": [
            "A.职业道德鲜明的体现了职业特征，表达了特定的职业义务和责任；",
            "B.这种职业义务和责任主要反映社会的需求，一般不考虑本职业利益；",
            "C.其内容随时代变化，没有稳定性；",
            "D.不管何种具体职业，都应当遵从普遍的职业道德"
          ],
          "answer": "A",
          "id": "S2000002590"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000002591"
        },
        {
          "type": "single_choice",
          "question": "在师德规范体系中处于主导地位的是(    )。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德义务；",
            "C.教师道德规范；",
            "D.教师道德义务"
          ],
          "answer": "A",
          "id": "S2000002592"
        },
        {
          "type": "single_choice",
          "question": "高等学校处理学术不端行为的最高学术调查评判机构是（    ）",
          "options": [
            "A.校长办公会",
            "B.校党政联席会",
            "C.校纪律检查委员会",
            "D.校学术委员会"
          ],
          "answer": "D",
          "id": "S2000002593"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的说法错误的是（    ）。",
          "options": [
            "A.职业道德具有普遍性，是各行各业都应当遵守的；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "A",
          "id": "S2000002594"
        },
        {
          "type": "single_choice",
          "question": "教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展，以下说法错误的是（    ）。",
          "options": [
            "A.良好的道德品质有助于教师提高教学业务能力；",
            "B.教师道德水平直接影响学生的心理状态并进而影响学生的智力开发；",
            "C.教师具有深厚的职业道德情感，必然使得学生成绩提升；",
            "D.教师对学生缺乏关爱，甚至态度粗暴，会挫伤学生自尊心和学习积极性，影响学生健康成长"
          ],
          "answer": "C",
          "id": "S2000002595"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学不是道德说教和伦理教条，而是一门科学，这主要是因为（    ）。",
          "options": [
            "A.它描述了教师职业道德；",
            "B.它制定了教师的行为准则；",
            "C.它对教师的职业道德和行为准则进行理性分析和论证；",
            "D.它经过了历史的继承与发展"
          ],
          "answer": "C",
          "id": "S2000002596"
        },
        {
          "type": "single_choice",
          "question": "关于教师职业道德的说法错误的是（    ）。",
          "options": [
            "A.它是教师在从事教育劳动过程中所应遵循的行为规范和必备的品德；",
            "B.它调整教师与学生、其它教师、集体、社会之间的各种关系；",
            "C.它从道义上规定了教师在教育过程中以何种思想、情感、态度和行为教书育人；",
            "D.它是教师追求自身人格完善的主观需要"
          ],
          "answer": "B",
          "id": "S2000002597"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学最根本、最突出的特征是（   ）。",
          "options": [
            "A.理论和实践的统一；",
            "B.社会和个人的统一；",
            "C.物质和精神的统一；",
            "D.现实和理想的统一"
          ],
          "answer": "A",
          "id": "S2000002598"
        },
        {
          "type": "single_choice",
          "question": "师生关系的基础是(    )。",
          "options": [
            "A.教学工作关系；",
            "B.心理情感关系；",
            "C.个人交往关系；",
            "D.道德责任关系"
          ],
          "answer": "A",
          "id": "S2000002599"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的结果的论述中，正确的是（    ）。",
          "options": [
            "A.行为目的是行为结果的实现；",
            "B.行为结果与目的、动机的关系始终是一致的；",
            "C.行为结果对行为价值的意义具有绝对性；",
            "D.意志自由论认为：行为结果对行为的道德价值具有决定性意义"
          ],
          "answer": "D",
          "id": "S2000002600"
        },
        {
          "type": "single_choice",
          "question": "教师道德的一般功能主要包括（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "ABCD",
          "id": "S2000002601"
        },
        {
          "type": "single_choice",
          "question": "教师坚持以人为本体现在（    ）。",
          "options": [
            "A.热爱学生；",
            "B.尊重学生；",
            "C.对学生宽容；",
            "D.偏爱学生"
          ],
          "answer": "ABC",
          "id": "S2000002602"
        },
        {
          "type": "single_choice",
          "question": "高校教师价值观是（    ）。",
          "options": [
            "A.在实践过程中形成的；",
            "B.在价值认识基础上形成的；",
            "C.是对客体价值的一种稳定看法或思维定势；",
            "D.是促进社会发展的力量"
          ],
          "answer": "ABC",
          "id": "S2000002603"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "ACD",
          "id": "S2000002604"
        },
        {
          "type": "single_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "S2000002605"
        },
        {
          "type": "single_choice",
          "question": "高校教师在科研过程中遇到的矛盾主要是（    ）。",
          "options": [
            "A.科研工作与教学工作的矛盾；",
            "B.教师的科研能力、水平与职业要求的矛盾；",
            "C.科研协作中的矛盾；",
            "D.科研工作与劳动付出的矛盾"
          ],
          "answer": "ABC",
          "id": "S2000002606"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，在服务社会的过程中，不应提倡的功利意识是（    ）。",
          "options": [
            "A.见利忘义；",
            "B.急功近利；",
            "C.义利兼顾；",
            "D.见利思义"
          ],
          "answer": "AB",
          "id": "S2000002607"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的根本特征是理论和实践的统一，原因在于（   ）。",
          "options": [
            "A.规范伦理学的关注重点和角度随着社会生活发展而变化；",
            "B.规范伦理学的理论指归是为人们的行为提供标准、方针；",
            "C.规范伦理学要为人类探索理想的规范系统，引导个体道德人格完善和社会道德文明进步；",
            "D.规范伦理学只研究具体的道德现象"
          ],
          "answer": "ABC",
          "id": "S2000002608"
        },
        {
          "type": "single_choice",
          "question": "高校教师劳动的目标是把学生培养成具有哪些素质的人(    )。",
          "options": [
            "A.高等科学文化素质；",
            "B.生产技能；",
            "C.生存技能；",
            "D.高尚思想品德"
          ],
          "answer": "ABD",
          "id": "S2000002609"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成的一般路径包括（    ）。",
          "options": [
            "A.强化教师道德认知；",
            "B.培养教师道德情感；",
            "C.磨炼教师道德意志；",
            "D.坚定教师道德信念；",
            "E.践行教师道德行为"
          ],
          "answer": "ABCDE",
          "id": "S2000002610"
        },
        {
          "type": "single_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德思想包括（   ）。",
          "options": [
            "A.重视教育；",
            "B.崇尚民主人道精神；",
            "C.尊重学生个性；",
            "D.为劳苦大众服务"
          ],
          "answer": "ABC",
          "id": "S2000002611"
        },
        {
          "type": "single_choice",
          "question": "动机和效果作为教师道德评价依据观点正确的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.进行教师道德评价时，应该更关注效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "AD",
          "id": "S2000002612"
        },
        {
          "type": "single_choice",
          "question": "在现代伦理学概念体系中，道德是（   ）。",
          "options": [
            "A.一种特殊的社会现象；",
            "B.以社会习俗、舆论和人类良知为维系手段；",
            "C.以善恶为价值评价方式；",
            "D.是一种外在的处理人与人之间关系的强制手段"
          ],
          "answer": "ABC",
          "id": "S2000002613"
        },
        {
          "type": "single_choice",
          "question": "对动机这一教师道德评价依据的认识正确的是（    ）。",
          "options": [
            "A.动机和效果是人的行为不可缺少的两大要素；",
            "B.动机论者认为行为动机是道德评价的根本；",
            "C.动机论的代表是康德；",
            "D.动机是激励行为的主观原因"
          ],
          "answer": "ABCD",
          "id": "S2000002614"
        },
        {
          "type": "single_choice",
          "question": "在学术诚信建设中要逐步建立起（    ）相结合的约束模式",
          "options": [
            "A.法律",
            "B.规律",
            "C.纪律",
            "D.自律"
          ],
          "answer": "ACD",
          "id": "S2000002615"
        },
        {
          "type": "single_choice",
          "question": "处于道德品质形成与发展的第二阶段的教师（    ）。",
          "options": [
            "A.在追求自身利益的时候，会考虑到群众的评价和周围的舆论；",
            "B.他们的道德认识和道德情感往往基于自身利益；",
            "C.他们的行为不仅是为了避免惩罚，还会在羞耻感和荣誉感的驱使下调节自己的行为；",
            "D.他们拥有独立思考和独立评判的能力；",
            "E.他们的道德认识、情感、意志都处于消极、被动状态"
          ],
          "answer": "ACE",
          "id": "S2000002616"
        },
        {
          "type": "single_choice",
          "question": "师德教育的一般方法包括（    ）。",
          "options": [
            "A.相互教育与自我教育相结合；",
            "B.日常教育和系统教育相结合；",
            "C.软性手段和综合手段相结合；",
            "D.榜样引导和舆论监督相结合；",
            "E.正面教育与反面教育相结合"
          ],
          "answer": "ABCDE",
          "id": "S2000002617"
        },
        {
          "type": "single_choice",
          "question": "人文素养的内涵可分为如下层次（    ）。",
          "options": [
            "A.掌握特定的人文社会科学基础知识的程度；",
            "B.在日常生活中运用这些基础知识的能力；",
            "C.以这些知识处理人与自身、他人、社会和自然的关系中形成的特定价值观，及建立在这种价值观基础上的行为模式和趋向；",
            "D.向他人传播这种知识和价值观的效果"
          ],
          "answer": "AC",
          "id": "S2000002618"
        },
        {
          "type": "single_choice",
          "question": "伦理学的使命是（   ）。",
          "options": [
            "A.反思、寻求生命的真谛和生活的意义；",
            "B.完善自己、丰富自己、发展自己；",
            "C.获得充实生活、实现自我价值；",
            "D.指导自己的学习、生活和工作"
          ],
          "answer": "ABC",
          "id": "S2000002619"
        },
        {
          "type": "single_choice",
          "question": "有关学习这种师德修养方法的说法正确的是（    ）。",
          "options": [
            "A.是师德修养的基本方法；",
            "B.只有加深对教育事业的认识，才能坚定从教的信念；",
            "C.通过勤奋学习，教师能获得教师道德知识的科学认识；",
            "D.有助于教师确立科学的是非观、善恶观"
          ],
          "answer": "ABCD",
          "id": "S2000002620"
        },
        {
          "type": "single_choice",
          "question": "在分析教师职责意识时，应当肯定其为自己正当利益的意识，肯定其为自己的生存、发展而努力工作的道德价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002621"
        },
        {
          "type": "single_choice",
          "question": "教师在道德实践中，可以通过个人努力不断形成、积累和完善新的道德品质因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002622"
        },
        {
          "type": "single_choice",
          "question": "罗尔斯的社会正义论和麦金泰尔的共同体主义被称为“新科技时代的伦理”或一种超越了传统伦理学的“新伦理”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002623"
        },
        {
          "type": "single_choice",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002624"
        },
        {
          "type": "single_choice",
          "question": "在教师道德品质的构成要素中，道德意志是社会道德和教师道德要求转化为个人内在的品质的首要成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002625"
        },
        {
          "type": "single_choice",
          "question": "高校教师教育劳动的时空特殊性，决定了教师应该具有更高的道德自觉感和更强烈的道德责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002626"
        },
        {
          "type": "single_choice",
          "question": "古希腊哲学家亚里士多德是西方第一个提出对教师的道德要求的人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002627"
        },
        {
          "type": "single_choice",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002628"
        },
        {
          "type": "single_choice",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002629"
        },
        {
          "type": "single_choice",
          "question": "经济利益和道德伦理的关系是经济伦理的核心，这是现代市场经济独有的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002630"
        },
        {
          "type": "single_choice",
          "question": "中世纪的西欧，宗教神学在学校教育中占绝对统治地位，宗教道德就是教师的职业道德。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002631"
        },
        {
          "type": "single_choice",
          "question": "现代科学技术是一把“双刃剑”，要求教师以高度的社会责任感从事科学技术的研究和应用开发活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002632"
        },
        {
          "type": "single_choice",
          "question": "教师道德是对教师最基本的职业要求，是教师素质的重要方面，是做好教育工作的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002633"
        },
        {
          "type": "single_choice",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002634"
        },
        {
          "type": "single_choice",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002635"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002636"
        },
        {
          "type": "single_choice",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002637"
        },
        {
          "type": "single_choice",
          "question": "从教师道德实践客观社会环境中，我们不能探讨出教师个体道德形成的根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002638"
        },
        {
          "type": "single_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002639"
        },
        {
          "type": "single_choice",
          "question": "各种社会思潮必然会有消极的影响与误导，因此高校教师应当潜心钻研业务，避免接触复杂的社会思潮。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002640"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的内部条件的说法错误的是（    ）。",
          "options": [
            "A.在外部条件既定的条件下，不同的个体的具体行为选择有时具有差异性；",
            "B.了解并把握影响教师行为选择的主观内在条件对教师选择合乎道德的行为具有重要意义；",
            "C.在不同的外部条件下，不同的教师可能选择同一种高尚的道德行为；",
            "D.教师道德行为选择受其自身内部因素影响较小"
          ],
          "answer": "D",
          "id": "S2000002641"
        },
        {
          "type": "single_choice",
          "question": "从对普遍行为制约的角度看，道德的形成过程就是（   ）。",
          "options": [
            "A.社会关系的整合过程；",
            "B.个人素质的提升过程；",
            "C.社会文化的重构过程；",
            "D.善良意志的实践过程"
          ],
          "answer": "A",
          "id": "S2000002642"
        },
        {
          "type": "single_choice",
          "question": "下列对价值的认识错误的是（    ）。",
          "options": [
            "A.价值的哲学意义是一个关系性的范畴；",
            "B.价值总是包含着客体与主体需要的某种肯定意义；",
            "C.客体的属性和主体的需要是形成价值关系的前提；",
            "D.价值不能考察人生价值"
          ],
          "answer": "D",
          "id": "S2000002643"
        },
        {
          "type": "single_choice",
          "question": "以下对教师道德品质的理解正确的是（    ）。",
          "options": [
            "A.是教师个体的生理特征；",
            "B.是教师个体的一般个性心理特征；",
            "C.具体体现一定社会或教育集体的道德要求中的个人意识和行为总体的特征；",
            "D.是道德行为的基础"
          ],
          "answer": "C",
          "id": "S2000002644"
        },
        {
          "type": "single_choice",
          "question": "在高等教育中，因层次、形式、办学主体、服务面向的不同而产生的多样化是（    ）。",
          "options": [
            "A.机构多样化；",
            "B.主体多样化；",
            "C.管理多样化；",
            "D.组织多样化"
          ],
          "answer": "A",
          "id": "S2000002645"
        },
        {
          "type": "single_choice",
          "question": "以下关于提高教师职业道德水平的说法不正确的是（    ）。",
          "options": [
            "A.教师职业的特点对教师的要求以科研水平和业务技能为主；",
            "B.教师的道德品质应以自我提升为主，不能靠灌输；",
            "C.师德教育必须提升到理论高度和理性层面；",
            "D.实践是教师提高道德认识，履行职业义务，确立职业理想的基本途径"
          ],
          "answer": "C",
          "id": "S2000002646"
        },
        {
          "type": "single_choice",
          "question": "认为教师的智慧和道德比他的学问更有价值的教育家是（   ）。",
          "options": [
            "A.蒙台涅；",
            "B.维多思若；",
            "C.夸美纽斯；",
            "D.昆体良"
          ],
          "answer": "A",
          "id": "S2000002647"
        },
        {
          "type": "single_choice",
          "question": "师德规范中要求（    ），这就要求教师具有博爱的情怀和人文精神。",
          "options": [
            "A.敬业乐教，强化责任；",
            "B.热爱学生，发扬民主；",
            "C.严谨治学，学术诚信；",
            "D.追求创新，注重个性"
          ],
          "answer": "B",
          "id": "S2000002648"
        },
        {
          "type": "single_choice",
          "question": "教师道德他律，则是指教师道德原则和规范对教师职业行为具有外在的(    )。",
          "options": [
            "A.约束功能；",
            "B.导向功能；",
            "C.调节功能；",
            "D.制导功能"
          ],
          "answer": "D",
          "id": "S2000002649"
        },
        {
          "type": "single_choice",
          "question": "以下哪一种不属于师德关系的基本类型（    ）。",
          "options": [
            "A.教师个人与社会、集体的关系；",
            "B.教师与学生的关系；",
            "C.教师与其自身的关系；",
            "D.教师个人与他人的关系"
          ],
          "answer": "B",
          "id": "S2000002650"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德评价善恶标准绝对性的行为是（    ）。",
          "options": [
            "A.高校教师不仅以知识育人，还注重以高尚品德培育青年学生；",
            "B.高校教师树立起探究知识的求实精神和探索真理的献身精神；",
            "C.高校教师探索并遵循教育和人才培养的规律；",
            "D.研究型大学把教师科研行为列为道德评价的主要内容"
          ],
          "answer": "D",
          "id": "S2000002651"
        },
        {
          "type": "single_choice",
          "question": "“科学知识和成功是公共财富，为人类共享。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "B",
          "id": "S2000002652"
        },
        {
          "type": "single_choice",
          "question": "下列对教师超越自尊和自卑的看法，错误的是（    ）。",
          "options": [
            "A.师生交往中，应体现“单向性”特点；",
            "B.教师在与学生交往中，应创设一定的情境让学生“言说”、“表达”和“参与”；",
            "C.教师在教育过程中，要超越自身薄弱的一面；",
            "D.教师应经常性、主动地以学生为镜子，督促自身提高素质"
          ],
          "answer": "A",
          "id": "S2000002653"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学，有助于教师在复杂的道德环境和伦理矛盾中进行正确的（    ）和道德行为选择，从而提高对善恶、是非、荣辱的辨析水平，增强道德自主精神和自控能力。",
          "options": [
            "A.道德判断；",
            "B.道德认知；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "A",
          "id": "S2000002654"
        },
        {
          "type": "single_choice",
          "question": "现代伦理学认为，道德的价值评价方式是（   ）。",
          "options": [
            "A.正误；",
            "B.真假；",
            "C.善恶；",
            "D.美丑"
          ],
          "answer": "C",
          "id": "S2000002655"
        },
        {
          "type": "single_choice",
          "question": "提出经济伦理概念的社会学家是（   ）。",
          "options": [
            "A.韦伯；",
            "B.马克思；",
            "C.涂尔干；",
            "D.费孝通"
          ],
          "answer": "A",
          "id": "S2000002656"
        },
        {
          "type": "single_choice",
          "question": "对教师行为目标的确定过程论述错误的是（    ）。",
          "options": [
            "A.教师道德行为目标是道德认识的外化；",
            "B.明确道德行为目标有助于教师确定道德行为选择的方向；",
            "C.明确道德行为目标有助于教师坚定不移地维护职业道德的要求；",
            "D.明确道德行为目标可以使教师为社会教育事业总体目标的实现尽最大的努力"
          ],
          "answer": "A",
          "id": "S2000002657"
        },
        {
          "type": "single_choice",
          "question": "在实践过程中，在价值认识基础上所形成的对客体价值的一种稳定看法或思维定势就是我们所说的（    ）。",
          "options": [
            "A.世界观；",
            "B.人生观；",
            "C.价值观；",
            "D.道德观"
          ],
          "answer": "C",
          "id": "S2000002658"
        },
        {
          "type": "single_choice",
          "question": "对教师道德动机的斗争过程认识错误的是（    ）。",
          "options": [
            "A.道德动机的斗争实质是在道德主体外部的利益倾向斗争；",
            "B.道德动机的斗争核心是维护何种利益的问题；",
            "C.动机的斗争主要围绕个人利益和教育事业整体利益的冲突；",
            "D.教师对自身道德行为动机的选择应是增进社会教育事业的整体利益"
          ],
          "answer": "A",
          "id": "S2000002659"
        },
        {
          "type": "single_choice",
          "question": "关于梳理和继承历史上教师道德遗产和资源，以下说法错误的是（    ）。",
          "options": [
            "A.思想理论和道德体系，都有前人的思想资料为其理论来源；",
            "B.职业道德发展具有历史连续性；",
            "C.理论创新要严格以前人的思想为根据；",
            "D.要去其精华、弃其糟粕"
          ],
          "answer": "C",
          "id": "S2000002660"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人截然分开、对立起来”的观点属于(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "A",
          "id": "S2000002661"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德素质这一教师道德行为选择的内部条件认识正确的是（    ）。",
          "options": [
            "A.教师个体道德素质包括道德情感、道德信念、道德认识；",
            "B.道德情感的高低，有时直接决定着道德行为的正确性；",
            "C.道德认识是指教师个人对周围现实和对自己的态度的道德体验；",
            "D.道德意志是人的价值意识向行为转化的决定性机制"
          ],
          "answer": "D",
          "id": "S2000002662"
        },
        {
          "type": "single_choice",
          "question": "社会思潮是一种（    ）。",
          "options": [
            "A.社会文化现象；",
            "B.社会道德现象；",
            "C.社会意识现象；",
            "D.社会精神现象"
          ],
          "answer": "C",
          "id": "S2000002663"
        },
        {
          "type": "single_choice",
          "question": "既是伦理学的传统理论形态，也是伦理学发展的必然归宿的伦理学流派是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.美德伦理学；",
            "C.制度伦理学；",
            "D.规范伦理学"
          ],
          "answer": "D",
          "id": "S2000002664"
        },
        {
          "type": "single_choice",
          "question": "忠诚教育事业实际表现在教师对本职工作具有高度的(    )。",
          "options": [
            "A.道德义务感；",
            "B.道德责任感；",
            "C.道德情操感；",
            "D.道德良心感"
          ],
          "answer": "B",
          "id": "S2000002665"
        },
        {
          "type": "single_choice",
          "question": "通过改变自然经济条件下人们安贫乐道、满足现状、不思进取的消极人格特征和生活态度，来激发人们积极进取的精神，促进人们自主意识和独立人格的形成的是（    ）。",
          "options": [
            "A.市场经济的竞争原则；",
            "B.市场经济的等价交换原则；",
            "C.市场经济的价值规律原则；",
            "D.市场经济的优胜劣汰原则"
          ],
          "answer": "A",
          "id": "S2000002666"
        },
        {
          "type": "single_choice",
          "question": "为市场经济活动所指向的社会价值目标的矫正的是（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "B",
          "id": "S2000002667"
        },
        {
          "type": "single_choice",
          "question": "关于人生的社会价值说法错误的是（    ）。",
          "options": [
            "A.一个人对社会和他人的贡献越大，他的价值就越大；",
            "B.一个人对社会和他人没有贡献，就没有价值；",
            "C.一个人有损社会和他人，依然具有社会价值；",
            "D.一个人对社会和他人的贡献越小，价值就越小"
          ],
          "answer": "C",
          "id": "S2000002668"
        },
        {
          "type": "single_choice",
          "question": "孔子说：“君子喻于义，小人喻于利。”，孟子对梁惠王说：“王何必曰利？亦有仁义而已矣。”孔孟的主张属于（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002669"
        },
        {
          "type": "single_choice",
          "question": "以下教育家中，提出了符合无产阶级和广大人民群众利益的教师职业道德规范的是（   ）。",
          "options": [
            "A.梁启超；",
            "B.蔡元培；",
            "C.杨昌济；",
            "D.陶行知"
          ],
          "answer": "D",
          "id": "S2000002670"
        },
        {
          "type": "single_choice",
          "question": "关于虚荣下列说法正确的是（    ）。",
          "options": [
            "A.虚荣是荣誉向耻辱转化的中介；",
            "B.虚荣是以个人主义为基础的；",
            "C.虚荣是个人荣誉感在内心的正常反映之一；",
            "D.虚荣往往伴随着嫉妒"
          ],
          "answer": "C",
          "id": "S2000002671"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择作为一种道德心理过程，应包括道德需要的确立等，以下说法正确的是（    ）。",
          "options": [
            "A.教师高尚的精神需求是人的本能需求；",
            "B.教师高尚的精神需求的获得具有随意性；",
            "C.教师高尚的精神需求是在教育实践活动中逐步确立的；",
            "D.道德需要不能转变为道德动机"
          ],
          "answer": "C",
          "id": "S2000002672"
        },
        {
          "type": "single_choice",
          "question": "对教师个体能力素质的论述错误的是（    ）。",
          "options": [
            "A.教师个体能力中教育创新能力决定教育行为的选择正误；",
            "B.个体能力体现在教师对教育知识的掌握；",
            "C.个体能力体现在教师对教育规律的灵活运用上；",
            "D.教师个人能力的差异，会造成教师行为合理性、有效性和道德性的差异"
          ],
          "answer": "A",
          "id": "S2000002673"
        },
        {
          "type": "single_choice",
          "question": "高校教师的职业劳动在形式上具有的特点是(    )。",
          "options": [
            "A.组织性；",
            "B.自主性；",
            "C.个体性；",
            "D.以个体脑力劳动为基础的松散的集体协作劳动"
          ],
          "answer": "D",
          "id": "S2000002674"
        },
        {
          "type": "single_choice",
          "question": "下列选项中是社会道德和教师道德要求转化为个人内在的品质的首要成分的是（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "A",
          "id": "S2000002675"
        },
        {
          "type": "single_choice",
          "question": "由教育在社会生活中的地位和根本任务决定的师德规范是(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "C",
          "id": "S2000002676"
        },
        {
          "type": "single_choice",
          "question": "教育活动中最基本的人际关系是(    )。",
          "options": [
            "A.生生关系；",
            "B.师师关系；",
            "C.师生关系；",
            "D.教师与社会的关系"
          ],
          "answer": "C",
          "id": "S2000002677"
        },
        {
          "type": "single_choice",
          "question": "关于道德目的和道德手段的认识正确的是（    ）。",
          "options": [
            "A.只要是为了好的道德目的，可以不择手段；",
            "B.手段是脱离目的而独立的；",
            "C.只要手段是道德的、合理的，目的是无所谓的；",
            "D.在评价教师道德行为时应坚持目的和手段的一致性"
          ],
          "answer": "D",
          "id": "S2000002678"
        },
        {
          "type": "single_choice",
          "question": "“师者，人之模范也”，这主要体现了教师道德的哪种特征（    ）。",
          "options": [
            "A.道德意识的高标准；",
            "B.道德行为的示范性；",
            "C.道德规范的严格性；",
            "D.道德影响的广泛性"
          ],
          "answer": "B",
          "id": "S2000002679"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择制约因素的观点错误的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是比较科学的；",
            "D.客观条件决定论对教师道德行为选择的观点是片面的"
          ],
          "answer": "C",
          "id": "S2000002680"
        },
        {
          "type": "single_choice",
          "question": "影响师生伦理关系的主要因素表现在(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "ABCD",
          "id": "S2000002681"
        },
        {
          "type": "single_choice",
          "question": "围绕着动机与效果的问题，在回答什么是决定行为正当与否的标准时，规范伦理学形成的两大对立的理论派别是（   ）。",
          "options": [
            "A.义务论；",
            "B.权利论；",
            "C.目的论；",
            "D.规则论"
          ],
          "answer": "AC",
          "id": "S2000002682"
        },
        {
          "type": "single_choice",
          "question": "教师道德的社会作用主要包括（    ）。",
          "options": [
            "A.指导教师正确处理各种利益关系，维护教育秩序，保证教育事业顺利发展；",
            "B.直接影响学生品德的形成和智能的发展；",
            "C.有利于促进社会道德环境优化和人类文明进步；",
            "D.促进社会经济发展"
          ],
          "answer": "ABC",
          "id": "S2000002683"
        },
        {
          "type": "single_choice",
          "question": "我国高校教师道德现状还存在着诸多问题，比较突出的有（    ）。",
          "options": [
            "A.价值观念模糊；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "ABCD",
          "id": "S2000002684"
        },
        {
          "type": "single_choice",
          "question": "教师的道德理想内容包括（    ）。",
          "options": [
            "A.崇高的理想信念；",
            "B.教书育人；",
            "C.以人为本；",
            "D.为人师表"
          ],
          "answer": "ABD",
          "id": "S2000002685"
        },
        {
          "type": "single_choice",
          "question": "教师道德义务的作用主要表现在（    ）。",
          "options": [
            "A.正确的义务观可以约束和规范教师的行为；",
            "B.正确的义务观是教师职业劳动的巨大激励力量；",
            "C.正确的义务观可以促使教师自觉培养高尚的师德品质；",
            "D.正确的义务观可以调节教育活动中的人际关系"
          ],
          "answer": "BCD",
          "id": "S2000002686"
        },
        {
          "type": "single_choice",
          "question": "师生关系主要包含哪几个层面的关系(    )。",
          "options": [
            "A.教学工作关系；",
            "B.心理情感关系；",
            "C.道德责任关系；",
            "D.个人交往关系"
          ],
          "answer": "ABCD",
          "id": "S2000002687"
        },
        {
          "type": "single_choice",
          "question": "“热爱教育、忠诚教育”作为教师道德原则的基本原则的具体要求有(    )。",
          "options": [
            "A.深厚的职业情感和崇高的职业理想；",
            "B.高度的责任感和强烈的事业心；",
            "C.较高的科学文化知识和高尚的思想品德修养；",
            "D.正确处理教育事业的整体利益和教师个人利益的关系"
          ],
          "answer": "ABD",
          "id": "S2000002688"
        },
        {
          "type": "single_choice",
          "question": "对价值的认识正确的是（    ）。",
          "options": [
            "A.价值的哲学意义是一个关系性的范畴；",
            "B.价值总是包含着客体与主体需要的某种肯定意义；",
            "C.价值不能考察人生价值；",
            "D.客体的属性和主体的需要是形成价值关系的前提"
          ],
          "answer": "ABD",
          "id": "S2000002689"
        },
        {
          "type": "single_choice",
          "question": "教师应有的人格境界包括（    ）。",
          "options": [
            "A.自律的道德情操；",
            "B.洞察自然、社会、人生的能力；",
            "C.尊重学生的能力和关怀学生的情感；",
            "D.勇于创新的精神和能力；",
            "E.对生态、环境的关怀"
          ],
          "answer": "ABCDE",
          "id": "S2000002690"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师道德范畴的有（    ）。",
          "options": [
            "A.道德义务；",
            "B.道德良心；",
            "C.道德公正；",
            "D.教师荣誉"
          ],
          "answer": "ABCD",
          "id": "S2000002691"
        },
        {
          "type": "single_choice",
          "question": "对教师超越自尊和自卑的看法正确的是（    ）。",
          "options": [
            "A.师生交往中，应体现“主体间性”特点；",
            "B.教师在与学生交往中，应创设一定的情境让学生“言说”、“表达”和“参与”；",
            "C.教师在教育过程中，要超越自身薄弱的一面；",
            "D.教师应经常性、主动地以学生为镜子，督促自身提高素质"
          ],
          "answer": "ABCD",
          "id": "S2000002692"
        },
        {
          "type": "single_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "S2000002693"
        },
        {
          "type": "single_choice",
          "question": "高校教师在社会服务过程中应遵循的道德规范有（    ）。",
          "options": [
            "A.明确服务社会、服务经济理念，变成果为现实生产力；",
            "B.树立合理谋利精神，理清功利道义关系；",
            "C.推行服务承诺制，诚信守约；",
            "D.立足本职为主，内外兼顾为辅"
          ],
          "answer": "ABCD",
          "id": "S2000002694"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德行为是一定的道德原则和规范的体现"
          ],
          "answer": "AD",
          "id": "S2000002695"
        },
        {
          "type": "single_choice",
          "question": "学术诚信的三项简单而有效的原则为（     ）",
          "options": [
            "A.当你声称自己做了某项工作时，你确实是做了",
            "B.当你发表言论时，你应该就熟悉的领域陈述真实的想法",
            "C.当你介绍研究资料时，你应该公正真实地介绍它们",
            "D.如果你使用了别人的工作，你要公开准确地引注它"
          ],
          "answer": "ACD",
          "id": "S2000002696"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，如何正确对待教师荣誉（    ）。",
          "options": [
            "A.把履行教师道德义务当作荣誉的前提和出发点；",
            "B.正确处理耻辱感和荣誉感的关系；",
            "C.划清虚荣心和荣誉感的界限；",
            "D.正确处理好个人荣誉和集体荣誉的关系"
          ],
          "answer": "ACD",
          "id": "S2000002697"
        },
        {
          "type": "single_choice",
          "question": "以下属于明末清初的唯物主义思想家王夫之的观点的有（   ）。",
          "options": [
            "A.教师担负着提升“正人心”的任务；",
            "B.教师应当教人树立理想志向；",
            "C.教师自身必须勤奋好学掌握渊博的知识；",
            "D.教师应当关心国家社会的进步事业"
          ],
          "answer": "ABCD",
          "id": "S2000002698"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "S2000002699"
        },
        {
          "type": "single_choice",
          "question": "教师职业在社会发展和人类文明进步中有如下作用（    ）。",
          "options": [
            "A.教师是人类科学文化的传递者；",
            "B.教师是人类智力资源的开发者；",
            "C.教师是塑造一代新人的灵魂工程师；",
            "D.教师经济和社会的建设者"
          ],
          "answer": "ABC",
          "id": "S2000002700"
        },
        {
          "type": "single_choice",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002701"
        },
        {
          "type": "single_choice",
          "question": "每一种职业都有其特殊的社会职责、特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002702"
        },
        {
          "type": "single_choice",
          "question": "师德原则和规范及其作用能实现到何种程度，直接取决于教师道德评价的能力与教师道德评价活动开展的深度和广度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002703"
        },
        {
          "type": "single_choice",
          "question": "伦理学作为一门独立的学科，是由亚里士多德在公元前三世纪创立的，亚里士多德创造了“伦理学”这一名词来表述他关于人生完美和幸福的学问。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002704"
        },
        {
          "type": "single_choice",
          "question": "科学研究活动，是以个体脑力劳动为基础的，科学研究的进展和取得的成果，往往与个人创造能力的发展程度直接相关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002705"
        },
        {
          "type": "single_choice",
          "question": "教师道德认识中只包括理性认识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002706"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价标准会随着我国社会主义建设各个阶段发生改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002707"
        },
        {
          "type": "single_choice",
          "question": "教师道德公正的原则既是“平等的应当平等地对待”，也是“不平等的应当不平等地对待”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002708"
        },
        {
          "type": "single_choice",
          "question": "相对于从事简单劳动者和初等教育教师，勤奋的美德在高校教师身上更加明显。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002709"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则是指导教师道德生活的最高准则，它不是对每一个教师的具体职业行为作出的具体规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002710"
        },
        {
          "type": "single_choice",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002711"
        },
        {
          "type": "single_choice",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002712"
        },
        {
          "type": "single_choice",
          "question": "道德行为是道德品质的外在表现，是衡量教师道德水平高低的主要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002713"
        },
        {
          "type": "single_choice",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002714"
        },
        {
          "type": "single_choice",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002715"
        },
        {
          "type": "single_choice",
          "question": "教师的人格魅力是一种巨大的精神感召力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002716"
        },
        {
          "type": "single_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”这属于技术乐观主义的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002717"
        },
        {
          "type": "single_choice",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002718"
        },
        {
          "type": "single_choice",
          "question": "网络伦理的建构实际上就是解决虚拟社会伦理与现实社会伦理的调适、转换和兼容的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002719"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002720"
        },
        {
          "type": "single_choice",
          "question": "下列不属于重利轻义观代表人物的是（    ）。",
          "options": [
            "A.管子；",
            "B.墨子；",
            "C.商鞅；",
            "D.韩非子"
          ],
          "answer": "B",
          "id": "S2000002721"
        },
        {
          "type": "single_choice",
          "question": "教书与育人的伦理学意义是(    )。",
          "options": [
            "A.是塑造学生健康人格和展示自身人格的根本途径；",
            "B.是提高教学质量和培养高素质人才的根本保证；",
            "C.是建立和谐师生关系、成为人民满意教师的重要内容；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002722"
        },
        {
          "type": "single_choice",
          "question": "哪个伦理学流派的出现体现了伦理学反思从单纯的理论思辨、规范论证过渡到关注现实、实践应用这样一种历史性转变?（   ）",
          "options": [
            "A.制度伦理学；",
            "B.信念伦理学；",
            "C.应用伦理学；",
            "D.规范伦理学"
          ],
          "answer": "C",
          "id": "S2000002723"
        },
        {
          "type": "single_choice",
          "question": "以下关于社会思潮的影响的观点正确的是（    ）。",
          "options": [
            "A.社会思潮必然会有消极影响和误导，应予以取缔；",
            "B.社会思潮会影响社会稳定，造成动荡；",
            "C.社会思潮能促进思想进步，应大力宣传；",
            "D.应对各种社会思潮进行深入研究，加以批判和梳理，做有说服力的分析和引导"
          ],
          "answer": "D",
          "id": "S2000002724"
        },
        {
          "type": "single_choice",
          "question": "教师应有的人格境界不包括（    ）。",
          "options": [
            "A.自律的道德情操；",
            "B.洞察自然、社会、人生的能力；",
            "C.尊重学生的能力和关怀学生的情感；",
            "D.平衡教师个体利益和教育事业整体利益的能力"
          ],
          "answer": "D",
          "id": "S2000002725"
        },
        {
          "type": "single_choice",
          "question": "无产阶级判断善恶标准的基础是（    ）。",
          "options": [
            "A.获得快乐、幸福多少；",
            "B.知识和理念；",
            "C.“义”；",
            "D.无产阶级的阶段利益"
          ],
          "answer": "D",
          "id": "S2000002726"
        },
        {
          "type": "single_choice",
          "question": "忠于教育事业的集中体现和履行师德要求的前提是（    ）。",
          "options": [
            "A.敬业乐教，强化责任；",
            "B.热爱学生，发扬民主；",
            "C.严谨治学，学术诚信；",
            "D.追求创新，注重个性"
          ],
          "answer": "A",
          "id": "S2000002727"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的动机的说法正确的是（    ）。",
          "options": [
            "A.形式动机是指实际驱动行为发生的动机；",
            "B.事实动机是指没有外化为实际行为的动机；",
            "C.动机是行为者决定做某事的内在发动力；",
            "D.形式动机与实际行为结果分离对教师道德行为评价没有意义"
          ],
          "answer": "C",
          "id": "S2000002728"
        },
        {
          "type": "single_choice",
          "question": "师德规范要求教师“追求创新，注重个性”，以下哪条不属于这一要求的内容（    ）。",
          "options": [
            "A.加强国内外学术交流，追踪学术前沿，更新教学内容；",
            "B.因材施教，注重学生个性发展;",
            "C.形成个性化教育模式，鼓励学生创新和冒尖;",
            "D.保持个性，敢于特立独行"
          ],
          "answer": "D",
          "id": "S2000002729"
        },
        {
          "type": "single_choice",
          "question": "师德原则涉及的集体是指(    )。",
          "options": [
            "A.教师职业团体；",
            "B.教育事业整体；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "B",
          "id": "S2000002730"
        },
        {
          "type": "single_choice",
          "question": "“‘教学永远具有教育性’，这是教学活动的一条基本规律”，这句话表明教师应该(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "D",
          "id": "S2000002731"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律上的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "A",
          "id": "S2000002732"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价对其道德品质的影响体现在（    ）。",
          "options": [
            "A.教师道德行为评价可以使教师形成相应的善恶观；",
            "B.教师道德评价能使教师自觉纠正自己的生活行为习惯；",
            "C.教师道德评价能使教师形成与教师道德品质相背的内心信念；",
            "D.教师道德评价能使教师转变其道德意志"
          ],
          "answer": "A",
          "id": "S2000002733"
        },
        {
          "type": "single_choice",
          "question": "国际上人文学科较为通行的引注规则是（    ）",
          "options": [
            "A.芝加哥或图拉宾式（Chicago or Turabian）",
            "B.美国现代语言协会（MLA）",
            "C.美国心理学协会（APA）",
            "D.蓝皮书（The Bluebook）"
          ],
          "answer": "B",
          "id": "S2000002734"
        },
        {
          "type": "single_choice",
          "question": "教师职业生活中最根本的行为准则是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德他律；",
            "C.教师道德原则；",
            "D.教师道德品质"
          ],
          "answer": "C",
          "id": "S2000002735"
        },
        {
          "type": "single_choice",
          "question": "对于教师职业在社会发展和人类文明进步中的作用，以下说法不正确的是（    ）。",
          "options": [
            "A.教师是人类科学文化的传递者；",
            "B.教师是人类智力资源的开发者；",
            "C.教师是塑造一代新人的灵魂工程师；",
            "D.教师是经济建设的直接参与者"
          ],
          "answer": "D",
          "id": "S2000002736"
        },
        {
          "type": "single_choice",
          "question": "在中国传统文化中占主导地位、影响比较深广的是（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002737"
        },
        {
          "type": "single_choice",
          "question": "对于人文知识的作用，以下说法错误的是（    ）。",
          "options": [
            "A.历史是了解我们所自来、我们的集体记忆；",
            "B.哲学是反思性、批判性思维方法，是研究我们思考所根据的理念；",
            "C.艺术指导我们的社会实践；",
            "D.文学主要以审美为手段，用语言来表达情感"
          ],
          "answer": "C",
          "id": "S2000002738"
        },
        {
          "type": "single_choice",
          "question": "教师职业的特点就是以人格来培养人格，以灵魂来塑造灵魂，这说明教师应该(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "B",
          "id": "S2000002739"
        },
        {
          "type": "single_choice",
          "question": "为了使学生顺应时代要求，我们应该反思所谓“应试教育”，改革教育理念和教育模式，推进（    ）。",
          "options": [
            "A.通识教育；",
            "B.素质教育；",
            "C.人文教育；",
            "D.实践教育"
          ],
          "answer": "B",
          "id": "S2000002740"
        },
        {
          "type": "single_choice",
          "question": "以下不属于教育家维多思若的思想的是（   ）。",
          "options": [
            "A.废除体罚；",
            "B.以身作则；",
            "C.不用强制手段；",
            "D.重视学生个性发展"
          ],
          "answer": "C",
          "id": "S2000002741"
        },
        {
          "type": "single_choice",
          "question": "下列对师生关系中各个层面关系描述不正确的是(    )。",
          "options": [
            "A.道德责任关系是师生关系的基础；",
            "B.道德责任关系是伴随工作关系而生成的关系；",
            "C.如果没有心理意义上的情感作用和联系，工作关系也不能有效维持；",
            "D.个人关系是师生集体交往和关系的一种补充"
          ],
          "answer": "A",
          "id": "S2000002742"
        },
        {
          "type": "single_choice",
          "question": "下列对教师道德范畴与教师道德原则和规范之间关系描述正确的是(    )。",
          "options": [
            "A.教师道德范畴是教师道德原则和规范的前提；",
            "B.教师道德原则和规范是教师道德范畴的前提；",
            "C.教师道德原则和规范是教师道德范畴发挥作用的必要条件；",
            "D.教师道德原则和规范从属或者依附于教师道德范畴"
          ],
          "answer": "B",
          "id": "S2000002743"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是(    )。",
          "options": [
            "A.对于教师来说，教师道德原则和规范是外在的制约，因此需要通过教师的道德范畴来发挥作用；",
            "B.教师道德范畴体现了人们对教师道德认识发展的阶段；",
            "C.教师道德范畴是人们对教师道德原则和规范所包含的师德要求的一些概括和总结；",
            "D.通过考察教师道德范畴无法了解一定社会教师的道德觉悟程度"
          ],
          "answer": "D",
          "id": "S2000002744"
        },
        {
          "type": "single_choice",
          "question": "以下关于社会思潮对高校教师价值观正面影响的说法不正确的是（    ）。",
          "options": [
            "A.开拓教师的眼界和知识；",
            "B.思考和探寻其生存和发展的真谛、形成多元文化理论与思潮并存的格局；",
            "C.促进思想文化交流和学术争论；",
            "D.指导教师的日常实践"
          ],
          "answer": "D",
          "id": "S2000002745"
        },
        {
          "type": "single_choice",
          "question": "在社会不同发展阶段，教师道德除了反映一般规律的共同要求外，也有一个逐步提高的过程，这反映了（    ）。",
          "options": [
            "A.道德的理想性；",
            "B.道德的超前性；",
            "C.教师道德的层次性；",
            "D.教师道德的社会性"
          ],
          "answer": "C",
          "id": "S2000002746"
        },
        {
          "type": "single_choice",
          "question": "被马克思称为“内向的愤怒”的是（    ）。",
          "options": [
            "A.耻辱；",
            "B.公正；",
            "C.荣誉；",
            "D.良心"
          ],
          "answer": "A",
          "id": "S2000002747"
        },
        {
          "type": "single_choice",
          "question": "社会主义市场经济文化精神的内涵表现在（    ）。",
          "options": [
            "A.从价值角度说，要有人文社会价值取向；",
            "B.从功能角度讲，要以广义的科技文化作为动力；",
            "C.从社会角度讲，要落实到塑造文明主体上；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002748"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师人格的看法错误的是（    ）。",
          "options": [
            "A.是教师群体共有的心理特征；",
            "B.是教师群体共有的思想行为特质；",
            "C.是教师在教育活动中表现出的认知、情感、性格等特质；",
            "D.教师的人格不会影响到教育效果"
          ],
          "answer": "D",
          "id": "S2000002749"
        },
        {
          "type": "single_choice",
          "question": "伦理学的研究对象决定了它的学科特征：包括（   ）。",
          "options": [
            "A.规范科学；",
            "B.价值科学；",
            "C.实践科学；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002750"
        },
        {
          "type": "single_choice",
          "question": "对科研成果鉴定时的参照标准应该是（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "A",
          "id": "S2000002751"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则在教育领域中体现的最重要、最基本的道德关系是(    )。",
          "options": [
            "A.教师职业和社会职业行为总体道德要求的关系；",
            "B.教师社个人劳动和社会劳动价值取向之间的关系；",
            "C.教师道德行为与社会对教师道德期望之间的关系；",
            "D.教师个人与他人和社会整体教育利益的关系"
          ],
          "answer": "D",
          "id": "S2000002752"
        },
        {
          "type": "single_choice",
          "question": "在构成行为的伦理价值上，行为目的对行为道德价值的影响论述错误的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为不会因目的的善恶而改变其善恶性质"
          ],
          "answer": "D",
          "id": "S2000002753"
        },
        {
          "type": "single_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价首先涉及的问题是教师道德评价的主体；",
            "B.对教师道德行为进行评价的最一般概念是“善”和“恶”；",
            "C.历史上少有伦理思想家提出有关善恶标准的解释和观点；",
            "D.历史上的“义”“利”之争实质上就是教师道德评价"
          ],
          "answer": "B",
          "id": "S2000002754"
        },
        {
          "type": "single_choice",
          "question": "以下不属于高校社会服务中的教学服务的是（    ）。",
          "options": [
            "A.委托培养；",
            "B.推广教育；",
            "C.技术咨询；",
            "D.举办技术创新人才培训"
          ],
          "answer": "C",
          "id": "S2000002755"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列不属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德修养；",
            "C.教师道德良心；",
            "D.教师道德原则"
          ],
          "answer": "B",
          "id": "S2000002756"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德修养的方法的是（    ）。",
          "options": [
            "A.学习；",
            "B.内省；",
            "C.慎独；",
            "D.引导"
          ],
          "answer": "D",
          "id": "S2000002757"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的分析正确的是（    ）。",
          "options": [
            "A.教师道德行为的某一重要构成要素，很大程度上决定了该行为价值的大小；",
            "B.教师道德行为目的仅指行为者的目的；",
            "C.教师道德行为结果对该行为价值具有决定性意义；",
            "D.教师道德行为的动机对该行为的价值关系不大"
          ],
          "answer": "C",
          "id": "S2000002758"
        },
        {
          "type": "single_choice",
          "question": "关于教师行为评价的动机和效果的观点错误的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.当出现好的动机产生坏的效果时，需要把判断的重心放在动机的善恶上；",
            "D.对于动机坏效果好的行为，应指出其行为恶的性质和危害，通过批评教育等措施，督促动机由恶转化为善"
          ],
          "answer": "B",
          "id": "S2000002759"
        },
        {
          "type": "single_choice",
          "question": "关于教书和育人的辩证统一关系，应当处理好的关系是(    )。",
          "options": [
            "A.寓思想教育于传授知识中；",
            "B.寓思想教育于各个教学环节中；",
            "C.寓思想教育于师生的交往中；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002760"
        },
        {
          "type": "single_choice",
          "question": "我们要划清坚持物质利益原则和“一切向钱看”的界限，这是因为社会主义物质利益原则（    ）。",
          "options": [
            "A.强调国家、集体、个人三者之间的利益；",
            "B.把坚持按劳分配作为人们获得物质利益的主要分配制度；",
            "C.要求提高个人利益必须建立在整个社会财富增长的基础上，从而引导人们关心生产和经济建设的效益；",
            "D.所指的个人物质利益不仅指的直接的劳动报酬，还表现为间接的集体福利和社会公共事业的利益"
          ],
          "answer": "ABCD",
          "id": "S2000002761"
        },
        {
          "type": "single_choice",
          "question": "正确处理好教师个人利益和教育事业利益之间的关系的基本要点包括(    )。",
          "options": [
            "A.在实现教师个人利益的前提下，维护和实现好教育事业整体利益；",
            "B.在保障社会整体利益的前提下，实现教师个人利益与教育事业整体利益的结合；",
            "C.在教师个人利益与社会教育事业整体利益发生冲突时，教师个人应自觉服从教育事业的整体利益；",
            "D.在维护教育事业整体利益的前提下，要尊重和关心个人利益"
          ],
          "answer": "BCD",
          "id": "S2000002762"
        },
        {
          "type": "single_choice",
          "question": "有关公民道德的特点认识正确的是（    ）。",
          "options": [
            "A.普遍性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "ABCD",
          "id": "S2000002763"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "ABC",
          "id": "S2000002764"
        },
        {
          "type": "single_choice",
          "question": "伦理学的研究对象决定了它的学科特征是（   ）。",
          "options": [
            "A.伦理学是一门规范科学；",
            "B.伦理学是一门价值科学；",
            "C.伦理学是一门实践科学；",
            "D.伦理学是一门心理科学"
          ],
          "answer": "ABC",
          "id": "S2000002765"
        },
        {
          "type": "single_choice",
          "question": "默顿认为，在“科学共同体”内部，成员具有共同的（    ）。",
          "options": [
            "A.目标；",
            "B.科学规范；",
            "C.行为准则；",
            "D.精神气质"
          ],
          "answer": "ABCD",
          "id": "S2000002766"
        },
        {
          "type": "single_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.乐观性"
          ],
          "answer": "ABC",
          "id": "S2000002767"
        },
        {
          "type": "single_choice",
          "question": "人作为道德主体，不是消极的受制于外在必然性的，这表现为（   ）。",
          "options": [
            "A.道德不是强加于人的东西，而是人自觉的内在需求；",
            "B.人会无意识的遵守约定俗成的道德规范；",
            "C.道德是人们自我肯定、自我发展、自我实现的社会形式；",
            "D.人能够以自己的理性创造和改变道德"
          ],
          "answer": "AC",
          "id": "S2000002768"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "S2000002769"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的一般路径；",
            "B.师德教育可以帮助确立正确的人生观、价值观、道德观；",
            "C.教师道德修养是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "ABCD",
          "id": "S2000002770"
        },
        {
          "type": "single_choice",
          "question": "社会主义核心价值体系的基本内容包括（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "ABD",
          "id": "S2000002771"
        },
        {
          "type": "single_choice",
          "question": "处于自律机制中的教师，在与教师道德规范体系的关系上，具有的特点是(    )。",
          "options": [
            "A.师德规范体系对于教师来说是他内在心灵和行为个性的有机构成因素；",
            "B.教师的职业道德行为是出于按照自己的良心行事；",
            "C.教师在认知心理上更注意教师道德的实质内核和良心指向的真正实现；",
            "D.教师成为自主自为进行自我抉择和自我调控的积极主体"
          ],
          "answer": "ABCD",
          "id": "S2000002772"
        },
        {
          "type": "single_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "S2000002773"
        },
        {
          "type": "single_choice",
          "question": "科技伦理的现实意义在于（    ）。",
          "options": [
            "A.可以使科学技术的运用得到明确的道德理性的指导；",
            "B.最大限度地减少科技成果被随意滥用或出于邪恶目的利用的可能性；",
            "C.可以弥补单纯的科技理性之不足，增强科技工作者对于科技开发之后果的道德责任意识；",
            "D.最大限度地消解科技理性在社会消极层面上的负面作用"
          ],
          "answer": "ABCD",
          "id": "S2000002774"
        },
        {
          "type": "single_choice",
          "question": "孟子提出的教师道德规范包括（   ）。",
          "options": [
            "A.以身作则，教者必以正；",
            "B.提高自身能力，以其昭昭；",
            "C.加强个人修养，反省、知耻、改过；",
            "D.注重实践，知行合一"
          ],
          "answer": "ABC",
          "id": "S2000002775"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的内部条件有（    ）。",
          "options": [
            "A.教师个人的世界观；",
            "B.教师个人的人生观；",
            "C.教师个体道德素质；",
            "D.教师个体能力素质；",
            "E.教师个人身体素质"
          ],
          "answer": "ABCD",
          "id": "S2000002776"
        },
        {
          "type": "single_choice",
          "question": "属于“团结协作，公平竞争”的要求包括（    ）。",
          "options": [
            "A.配合协作，互相帮助；",
            "B.团体为重，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "ABCD",
          "id": "S2000002777"
        },
        {
          "type": "single_choice",
          "question": "高校教师要培养勤奋品质的原因在于（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度快；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "ABCD",
          "id": "S2000002778"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师非道德行为的是（    ）。",
          "options": [
            "A.不是自主自愿的行为；",
            "B.不是涉及他人利益的行为；",
            "C.不涉及教育事业整体利益的行为；",
            "D.出于道德意志的行为"
          ],
          "answer": "ABC",
          "id": "S2000002779"
        },
        {
          "type": "single_choice",
          "question": "应用伦理学的理论特征包括（   ）。",
          "options": [
            "A.面对当今世界全球性、普遍性问题；",
            "B.研究涉及传统与现代、理论与现实、理性与欲望等种种矛盾；",
            "C.注重理论思辨，与人类的现实生活没有直接关联；",
            "D.影响着人们对道德生活实践中“应当”坐标的重新确立"
          ],
          "answer": "ABD",
          "id": "S2000002780"
        },
        {
          "type": "single_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002781"
        },
        {
          "type": "single_choice",
          "question": "教师内心信念是教师的道德认识、道德情感和道德意志在教育实践上的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002782"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德的自律在于引导教师在这一职业行为上努力实现高尚的道德追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002783"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质，是一定社会的教师道德原则和规范在教师个人思想和行为中的体现，是教师在一系列的道德选择中表现出来的比较稳定的的特征和倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002784"
        },
        {
          "type": "single_choice",
          "question": "教师职业产生的根本原因是人类教育活动的出现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002785"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价活动的实现，意味着教师道德从意识到活动的转化过程的实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002786"
        },
        {
          "type": "single_choice",
          "question": "以人为本是师德教育的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002787"
        },
        {
          "type": "single_choice",
          "question": "引用未成文的口语实录应将整理稿交作者审核并征得同意。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002788"
        },
        {
          "type": "single_choice",
          "question": "道德目的是指人们表达道德行为的方式和方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002789"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学以现实中的人为其研究对象，因此其关注的重点和角度是永恒不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002790"
        },
        {
          "type": "single_choice",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002791"
        },
        {
          "type": "single_choice",
          "question": "只要是教师基于自己的意志，经过自愿选择而做出的行为，就具有道德意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002792"
        },
        {
          "type": "single_choice",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002793"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的选择，可以反映教师不同道德水平和境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002794"
        },
        {
          "type": "single_choice",
          "question": "斯朗普强调，教育绝不是单纯的文化传递，教育之为教育，正在于它是人格心灵的唤醒。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002795"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的条件问题上，客观条件决定论夸大了人的主观能动性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002796"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002797"
        },
        {
          "type": "single_choice",
          "question": "高校为市场经济服务，就是市场要求什么，教育就应该肯定什么，维护什么，提倡什么。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002798"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学作为一门反映教师道德实践理性的科学，必须从教育领域中的客观道德关系出发，构建一个符合教育职业生活特点、适应教师事业发展的师德规范体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002799"
        },
        {
          "type": "single_choice",
          "question": "科学研究是一个千方百计实现真理的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002800"
        },
        {
          "type": "single_choice",
          "question": "下列选项属于道德行为的是（    ）。",
          "options": [
            "A.以个人利益为基础做出行为选择；",
            "B.教师的行为选择以个人利益为转移；",
            "C.以教育事业的整体利益为基础的选择；",
            "D.把教育事业利益置于从属性地位"
          ],
          "answer": "C",
          "id": "S2000002801"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为选择的外部影响因素的是（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念和教师道德规范体系；",
            "D.教师个体道德素质"
          ],
          "answer": "D",
          "id": "S2000002802"
        },
        {
          "type": "single_choice",
          "question": "效果论的看法正确的是（    ）。",
          "options": [
            "A.效果论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.效果论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”",
            "C.效果论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "B",
          "id": "S2000002803"
        },
        {
          "type": "single_choice",
          "question": "马克思认为,伦理道德是人类以(    )把握世界的一种特殊方式。",
          "options": [
            "A.“实践—精神”；",
            "B.“物质—意识”；",
            "C.“感性—理性”；",
            "D.“自然—社会”"
          ],
          "answer": "A",
          "id": "S2000002804"
        },
        {
          "type": "single_choice",
          "question": "对节操道德品质的认识错误的是（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业和个人利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "B",
          "id": "S2000002805"
        },
        {
          "type": "single_choice",
          "question": "通过催化人的效益观念、时间观念，讲科学、重管理、求效率来增强挖掘潜能的主动精神的是（    ）。",
          "options": [
            "A.市场经济的竞争原则；",
            "B.市场经济的等价交换原则；",
            "C.市场经济的价值规律原则；",
            "D.市场经济的优胜劣汰原则"
          ],
          "answer": "C",
          "id": "S2000002806"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德意识现象的说法正确的是（    ）。",
          "options": [
            "A.是在教育实践中形成的各种具有善恶价值的思想观念和理论体系；",
            "B.它是教师道德的主观方面，体现着教师对客观存在的师德关系和师德活动的认知和理解；",
            "C.它集中表现在教师的价值观念与师德规范体系之中；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002807"
        },
        {
          "type": "single_choice",
          "question": "孔子提出的“有教无类”的教育思想的主要内涵是（   ）。",
          "options": [
            "A.教师应当关心爱护学生；",
            "B.教育不问学生出身贵贱；",
            "C.教师应当以身作则；",
            "D.教师应当谦虚"
          ],
          "answer": "B",
          "id": "S2000002808"
        },
        {
          "type": "single_choice",
          "question": "1952年，日本教职员组织通过了（    ），这个纲领成为教师的行为指针。",
          "options": [
            "A.《伦理标准》；",
            "B.《伦理纲领》；",
            "C.《师道》；",
            "D.《教师职业伦理准则》"
          ],
          "answer": "B",
          "id": "S2000002809"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000002810"
        },
        {
          "type": "single_choice",
          "question": "教师道德建设的保障是（    ）。",
          "options": [
            "A.建构教师道德教育机制；",
            "B.健全教师道德运行机制；",
            "C.加强教师道德约束机制；",
            "D.形成教师道德激励机制"
          ],
          "answer": "C",
          "id": "S2000002811"
        },
        {
          "type": "single_choice",
          "question": "资产阶级教育家蔡元培先生重视教师职业道德，他认为教师应当具有的品德中不包括以下哪一项（   ）。",
          "options": [
            "A.谦虚、正直；",
            "B.忠党、爱国；",
            "C.爱国、爱生；",
            "D.知识渊博"
          ],
          "answer": "B",
          "id": "S2000002812"
        },
        {
          "type": "single_choice",
          "question": "（    ）是一个社会占主流地位、起支配作用的核心理念，也是一个社会必须普遍遵循的基本价值准则。",
          "options": [
            "A.世界观；",
            "B.人生观；",
            "C.价值观；",
            "D.核心价值观"
          ],
          "answer": "D",
          "id": "S2000002813"
        },
        {
          "type": "single_choice",
          "question": "在教师道德的一般功能中，唤起教师道德自觉性、积极性和创造性的动力机制是（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "D",
          "id": "S2000002814"
        },
        {
          "type": "single_choice",
          "question": "“在道德他律机制中的的教师，在道德原则和规范面前始终处于外在力量支配的被动地位，既缺乏独立的内在判断力和内在的价值根据，又缺乏积极主动的追求道德价值的热情和激情。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "A",
          "id": "S2000002815"
        },
        {
          "type": "single_choice",
          "question": "2004年中国教育部发布的（    ）被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "A.《高等学校哲学社会科学研究学术规范》（试行）",
            "B.《关于进一步加强和改进师德建设的意见》；",
            "C.《高等学校教师职业道德规范》；",
            "D.《关于加强我国科研道德建设的意见》"
          ],
          "answer": "A",
          "id": "S2000002816"
        },
        {
          "type": "single_choice",
          "question": "肯定技术具有相对的价值独立性，把技术看作是一种自主的、独立的力量的是（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000002817"
        },
        {
          "type": "single_choice",
          "question": "面对物质利益的诱惑，高校教师应该有怎样的伦理向度（    ）。",
          "options": [
            "A.增强理性能力；",
            "B.改变情感倾向；",
            "C.端正价值导向；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002818"
        },
        {
          "type": "single_choice",
          "question": "下列选项属于道德行为的是（    ）。",
          "options": [
            "A.无知行为、被迫行为；",
            "B.儿童和野蛮人的行为；",
            "C.教师的地点行为；",
            "D.教师自主自愿选择的行为"
          ],
          "answer": "D",
          "id": "S2000002819"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的唯一路径；",
            "B.师德修养可以帮助确立正确的人生观、价值观、道德观；",
            "C.师德教育是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "D",
          "id": "S2000002820"
        },
        {
          "type": "single_choice",
          "question": "教育活动的根本目的是（    ）。",
          "options": [
            "A.发展科学；",
            "B.传播知识；",
            "C.培养社会所需人才；",
            "D.提升社会道德水准"
          ],
          "answer": "C",
          "id": "S2000002821"
        },
        {
          "type": "single_choice",
          "question": "孔子说过“知之者莫如好之者，好之者莫如乐知者”，这表明教师在处理爱护学生与严格要求的关系上应该注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "B",
          "id": "S2000002822"
        },
        {
          "type": "single_choice",
          "question": "在美国现代教师职业道德发展初期，一些学者使用（    ）的研究方法，系统的分析教师的品质人格，并概括了25项教师职业应有的品质。",
          "options": [
            "A.理论；",
            "B.实证；",
            "C.调查；",
            "D.对比"
          ],
          "answer": "B",
          "id": "S2000002823"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为选择的过程的是（    ）。",
          "options": [
            "A.道德需要的确立；",
            "B.道德信念的树立；",
            "C.道德动机的斗争；",
            "D.道德行为手段的选择"
          ],
          "answer": "B",
          "id": "S2000002824"
        },
        {
          "type": "single_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”以上观点属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "D",
          "id": "S2000002825"
        },
        {
          "type": "single_choice",
          "question": "关于物质利益和“钱”之间关系不正确的是（    ）。",
          "options": [
            "A.物质利益的实物内容是钱；",
            "B.物质利益的社会基础是生产关系，不能简单用钱来代替物质利益；",
            "C.钱和物质利益是不同的两个概念；",
            "D.货币或钱在某种程度上标志着人们的物质利益"
          ],
          "answer": "A",
          "id": "S2000002826"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则的核心是(    )。",
          "options": [
            "A.正确处理教师道德义务和道德情感之间的关系；",
            "B.正确处理教师道德行为和道德良心之间的关系；",
            "C.正确处理教育事业的整体利益和教师个人利益的关系；",
            "D.正确处理教育事业的长期利益和教师短期利益之间的关系"
          ],
          "answer": "C",
          "id": "S2000002827"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德发展达到相当成熟和完善的标志是确定并实现(    )。",
          "options": [
            "A.道德价值目标；",
            "B.道德评价目标；",
            "C.道德教育目标；",
            "D.道德动机目标"
          ],
          "answer": "A",
          "id": "S2000002828"
        },
        {
          "type": "single_choice",
          "question": "“科学的真理具有普遍性的标准，并且向一切有科学才能的人敞开。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "A",
          "id": "S2000002829"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质通过（    ）才能表现出来。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德行为；",
            "D.道德意志"
          ],
          "answer": "C",
          "id": "S2000002830"
        },
        {
          "type": "single_choice",
          "question": "教育职业与其他职业相比较，最根本的特点在于它是以（    ）为对象的。",
          "options": [
            "A.知识；",
            "B.文化、",
            "C.社会、",
            "D.人"
          ],
          "answer": "D",
          "id": "S2000002831"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德品质；",
            "B.教师道德修养；",
            "C.教师道德评价；",
            "D.教师道德良心"
          ],
          "answer": "D",
          "id": "S2000002832"
        },
        {
          "type": "single_choice",
          "question": "下列选项中不属于教师道德理想内容的是（    ）。",
          "options": [
            "A.崇高的理想信念；",
            "B.教书育人；",
            "C.以人为本；",
            "D.为人师表"
          ],
          "answer": "C",
          "id": "S2000002833"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，以下不是教师职业道德的主要特征的是（    ）。",
          "options": [
            "A.在道德意识上有更高的要求；",
            "B.在道德行为上有更突出的示范性；",
            "C.在道德影响上更广泛更深远；",
            "D.在道德规范上更严格"
          ],
          "answer": "D",
          "id": "S2000002834"
        },
        {
          "type": "single_choice",
          "question": "对为人师表的认识错误的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的任务"
          ],
          "answer": "D",
          "id": "S2000002835"
        },
        {
          "type": "single_choice",
          "question": "认为“趋乐避苦”是人性的自然要求的思潮是（    ）。",
          "options": [
            "A.自由主义；",
            "B.实用主义；",
            "C.拜金主义；",
            "D.享乐主义"
          ],
          "answer": "D",
          "id": "S2000002836"
        },
        {
          "type": "single_choice",
          "question": "人们常把教师喻作是“人类灵魂的工程师”，把教师的职业赞为“太阳底下最高尚的职业”，这实质上是(    )。",
          "options": [
            "A.对教师道德行为的高度肯定；",
            "B.对教师个人的高度肯定；",
            "C.对教师职业的高度肯定；",
            "D.对教师道德品质的高度赞美"
          ],
          "answer": "D",
          "id": "S2000002837"
        },
        {
          "type": "single_choice",
          "question": "以下对社会舆论看法中，错误的是（    ）。",
          "options": [
            "A.主要是学校以及有关社会方面的人员或组织发表带有某种倾向性的意见；",
            "B.是依据一定的社会道德原则及师德观念和规范，对教育过程中的一些现象、事件及行为进行的；",
            "C.它是人们对教师进行道德评价的最普遍、最常见的一种形式；",
            "D.自发的社会舆论往往与统治阶级的社会舆论是统一的"
          ],
          "answer": "D",
          "id": "S2000002838"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学能直接调节教师职业生活的原因是（）。",
          "options": [
            "A.教师伦理学是一门规范科学；",
            "B.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002839"
        },
        {
          "type": "single_choice",
          "question": "正确的功利意识应该是（    ）。",
          "options": [
            "A.以义谋利；",
            "B.见利思义；",
            "C.义利兼顾；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002840"
        },
        {
          "type": "single_choice",
          "question": "教师道德修养的方法包括（    ）。",
          "options": [
            "A.学习；",
            "B.内省；",
            "C.慎独；",
            "D.笃行；",
            "E.引导"
          ],
          "answer": "ABCD",
          "id": "S2000002841"
        },
        {
          "type": "single_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "S2000002842"
        },
        {
          "type": "single_choice",
          "question": "下列对“自发论”的评价及其原则分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来，是错误的；",
            "B.这种倾向把教书和育人混为一谈，是错误的；",
            "C.这种观点用教书代替育人，认为自己传授了知识就自然而然完成了育人的任务，是错误的；",
            "D.这种观点同时考虑了教书和育人的辩证关系，是正确的"
          ],
          "answer": "BC",
          "id": "S2000002843"
        },
        {
          "type": "single_choice",
          "question": "影响教师公正观念的因素有（    ）。",
          "options": [
            "A.一定社会历史条件和社会教育制度、职业劳动的目的的制约；",
            "B.教师教育规律；",
            "C.教师个人道德觉悟的提高；",
            "D.每个学生情况的认识水平"
          ],
          "answer": "ABCD",
          "id": "S2000002844"
        },
        {
          "type": "single_choice",
          "question": "关于人生价值的实现说法正确的是（    ）。",
          "options": [
            "A.由于人的社会关系是多方面的，人生价值的实现也是多方面的；",
            "B.人所创造的价值不仅具有社会意义，同时也具有自我意义；",
            "C.人的价值创造和社会对其的承认之间是一一对应的关系；",
            "D.个人对社会的贡献不容易直接地、及时地得到社会的公正评价"
          ],
          "answer": "ABD",
          "id": "S2000002845"
        },
        {
          "type": "single_choice",
          "question": "教师职业行为中的善恶理解正确的是（    ）。",
          "options": [
            "A.可以对教师行为中的善行、恶行划分出不同的价值量；",
            "B.有的教师行为在性质上是绝对善的行为；",
            "C.在对教师道德行为进行善恶评价时，应从质和量两个层面进行；",
            "D.有的教师行为是相对意义上的善"
          ],
          "answer": "ABCD",
          "id": "S2000002846"
        },
        {
          "type": "single_choice",
          "question": "以下属于捷克教育家夸美纽斯的教师职业道德思想的是（   ）。",
          "options": [
            "A.认为教师职业伟大而光荣；",
            "B.教师要充分了解自己职业的社会意义，加强道德修养；",
            "C.教师要如慈父一般爱护儿童，和善愉快地传授知识；",
            "D.教师应当努力提高知识素养"
          ],
          "answer": "ABCD",
          "id": "S2000002847"
        },
        {
          "type": "single_choice",
          "question": "教师作为独立的职业，是人类社会发展到一定阶段的产物，它的产生要求以下条件（    ）。",
          "options": [
            "A.人类教育活动的出现是教师职业产生的基础；",
            "B.教育理论的发展是教师职业产生的理论前提；",
            "C.社会生产力的发展是教师职业产生的根本原因；",
            "D.脑力劳动和体力劳动的分工是教师职业产生的前提"
          ],
          "answer": "ACD",
          "id": "S2000002848"
        },
        {
          "type": "single_choice",
          "question": "现代教育过于强调科学技术专业技能的培养，使得学生人文素养缺失，具体表现为（    ）。",
          "options": [
            "A.注重个人功利，缺乏社会责任感；",
            "B.缺乏敬业精神和团队精神；",
            "C.心理承受和调试能力极弱；",
            "D.生命意识淡薄，对社会和他人冷漠"
          ],
          "answer": "ABCD",
          "id": "S2000002849"
        },
        {
          "type": "single_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "S2000002850"
        },
        {
          "type": "single_choice",
          "question": "目前的高校职能主要包括（    ）。",
          "options": [
            "A.培养人才；",
            "B.发展科学；",
            "C.提升民众道德水准；",
            "D.为社会服务"
          ],
          "answer": "ABD",
          "id": "S2000002851"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "S2000002852"
        },
        {
          "type": "single_choice",
          "question": "对新旧教育传统的认识正确的是（    ）。",
          "options": [
            "A.新的教育传统能继承旧教育传统中的合理因素；",
            "B.旧教育传统中有些陈旧落后的东西，需要新教育传统加以摒弃；",
            "C.在用教育传统习惯对教师道德行为进行评价时，需要充分认识新、旧教育传统习惯之间斗争的长期性和复杂性；",
            "D.要对旧的教育传统习惯进行具体剖析，区别对待，充分利用其所含有的积极因素，促使新的教育传统习惯的形成和发展"
          ],
          "answer": "ABCD",
          "id": "S2000002853"
        },
        {
          "type": "single_choice",
          "question": "法国启蒙思想家卢梭认为，应当培养学生（   ）。",
          "options": [
            "A.善良的感情；",
            "B.善良的判断；",
            "C.善良的意志；",
            "D.善良的行为"
          ],
          "answer": "ABC",
          "id": "S2000002854"
        },
        {
          "type": "single_choice",
          "question": "正确处理言教和身教的关系要认真把握的是(    )。",
          "options": [
            "A.教书育人，关爱学生；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.言行一致，身体力行"
          ],
          "answer": "BCD",
          "id": "S2000002855"
        },
        {
          "type": "single_choice",
          "question": "以下关于价值观问题的说法正确的是（    ）。",
          "options": [
            "A.价值观是人们在实践中形成的对于价值、价值关系的一般看法和根本观点；",
            "B.价值观是处理各种价值问题时所持有的比较稳定的立场、态度和观点的总和；",
            "C.核心价值观是一个社会中占主流地位、起支配作用的核心理念；",
            "D.核心价值观是一个社会必须长期普遍遵循的基本价值准则，具有相对稳定的特点"
          ],
          "answer": "ABCD",
          "id": "S2000002856"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价善恶的绝对性的种类有（    ）。+D33",
          "options": [
            "A.为社会培养人才，满足社会现实需要与潜在需要；",
            "B.教师应该承担传播知识、创造知识与监督社会的职责；",
            "C.教师自觉地探索教育和人才培养规律，开展的教育活动必须符合和遵循这两条规律，才有善的意义；",
            "D.教育事业发展状况是教师道德行为评价的重要影响因素"
          ],
          "answer": "ABC",
          "id": "S2000002857"
        },
        {
          "type": "single_choice",
          "question": "技术悲观主义揭示了技术化社会的哪些内在缺陷（    ）。",
          "options": [
            "A.技术手段的目的化；",
            "B.技术工具化；",
            "C.技术社会的自由丧失；",
            "D.技术异化的显现"
          ],
          "answer": "AC",
          "id": "S2000002858"
        },
        {
          "type": "single_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "S2000002859"
        },
        {
          "type": "single_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德品质；",
            "C.教师道德良心；",
            "D.教师道德义务"
          ],
          "answer": "ACD",
          "id": "S2000002860"
        },
        {
          "type": "single_choice",
          "question": "在西方，有的学者把知识和理念作为善恶的标准，柏拉图就是其中的代表。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002861"
        },
        {
          "type": "single_choice",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002862"
        },
        {
          "type": "single_choice",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002863"
        },
        {
          "type": "single_choice",
          "question": "科学技术本身并不具有善恶的道德属性，问题在于它的应用可能有潜在的破坏作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002864"
        },
        {
          "type": "single_choice",
          "question": "为人师表是师德教育的重要内容，也是师德教育的准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002865"
        },
        {
          "type": "single_choice",
          "question": "职业道德具有灵活性，其内容总是随着社会发展而改变，历史承续性和稳定性不强。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002866"
        },
        {
          "type": "single_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002867"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为仅是个人意志的表现，不受他人意志的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002868"
        },
        {
          "type": "single_choice",
          "question": "社会对高校教师职业道德的要求更注重教师个体道德素质，而不在于被动接受社会要求的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002869"
        },
        {
          "type": "single_choice",
          "question": "在我们社会主义社会，道德应该被看做是一种“无私利他”的产物。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002870"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的目的仅限于行为者的目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002871"
        },
        {
          "type": "single_choice",
          "question": "道家塑造了一种遁世、出世、逍遥、无为、超越的理想人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002872"
        },
        {
          "type": "single_choice",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002873"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为是出于教师对他人和社会教育事业的某种自觉态度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002874"
        },
        {
          "type": "single_choice",
          "question": "道德责任关系是伴随工作关系而生成的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002875"
        },
        {
          "type": "single_choice",
          "question": "一般而言，在操作层面上，试图解决道德领域的越轨现象，首先考虑的是建立一个以伦理信念为核心的体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002876"
        },
        {
          "type": "single_choice",
          "question": "爱国主义、社会主义、集体主义是教师道德修养的核心和方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002877"
        },
        {
          "type": "single_choice",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002878"
        },
        {
          "type": "single_choice",
          "question": "义务和自由是对立的，作为高校教师要履行好教师道德义务就必须放弃相应的职业自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002879"
        },
        {
          "type": "single_choice",
          "question": "道德良心区别于道德义务的明显特征，在于这是一种“道德自律”，是存在于教师内心的自我道德信念和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002880"
        },
        {
          "type": "single_choice",
          "question": "教育活动实现专门化，教师劳动正式成为一种专门职业是在（    ）。",
          "options": [
            "A.原始社会；",
            "B.奴隶社会；",
            "C.封建社会；",
            "D.资本主义社会"
          ],
          "answer": "B",
          "id": "S2000002881"
        },
        {
          "type": "single_choice",
          "question": "孔子的“中庸”思想体现了（   ）。",
          "options": [
            "A.社会规范对人的行为的要求；",
            "B.人的理性对个体行为的规定；",
            "C.人的理性对他人行为的规定；",
            "D.社会规范对人的思想的要求"
          ],
          "answer": "B",
          "id": "S2000002882"
        },
        {
          "type": "single_choice",
          "question": "良心最显著的特征是（    ）。",
          "options": [
            "A.他律性；",
            "B.自律性；",
            "C.内生性；",
            "D.排他性"
          ],
          "answer": "B",
          "id": "S2000002883"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法不正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "B",
          "id": "S2000002884"
        },
        {
          "type": "single_choice",
          "question": "某高校教师非常注重教育教学方法，善于发现各个学生身上的特长，做到因势利导。这说明该教师在公正原则上做到（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.因材施教；",
            "D.秉公办事"
          ],
          "answer": "C",
          "id": "S2000002885"
        },
        {
          "type": "single_choice",
          "question": "下列选项中不属于教师理想人格追求内容的是（    ）。",
          "options": [
            "A.超越功利；",
            "B.超越角色和个性；",
            "C.超越自尊和自卑；",
            "D.超越他人"
          ],
          "answer": "D",
          "id": "S2000002886"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师求实道德品质的说法错误的是（    ）。",
          "options": [
            "A.求实道德品质对高校教师能否履行自己的基本职能影响较小；",
            "B.求实道德品质直接影响高校教师能否承担社会赋予的神圣使命；",
            "C.大搞学术腐败是缺乏求实道德品质的表现；",
            "D.高校教师在科研中探索的科学知识是真实的，容不得半点虚伪和浮夸"
          ],
          "answer": "A",
          "id": "S2000002887"
        },
        {
          "type": "single_choice",
          "question": "对于通过研究当代社会思潮可以达到的效果，以下说法不正确的是（    ）。",
          "options": [
            "A.学习和借鉴国外先进的政治理念；",
            "B.了解青年教师、大学生和社会各阶层的社会心理和社会需求；",
            "C.发现社会问题和矛盾的焦点，及时调整工作重点；",
            "D.提高人们的理论鉴别力和政治敏感性"
          ],
          "answer": "A",
          "id": "S2000002888"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学两大理论流派义务论和目的论争论的核心问题是（   ）。",
          "options": [
            "A.物质与意识的问题；",
            "B.社会与个人的问题；",
            "C.动机与效果的问题；",
            "D.感性与理性的问题"
          ],
          "answer": "C",
          "id": "S2000002889"
        },
        {
          "type": "single_choice",
          "question": "一切学术活动尤其是学术研究的灵魂是（    ）。",
          "options": [
            "A.求真；",
            "B.创新；",
            "C.美德；",
            "D.严谨"
          ],
          "answer": "B",
          "id": "S2000002890"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.科技创新要从往日的“单打独斗”变为“团结协作”；",
            "B.高校开展区域化服务有其人才智力的优势；",
            "C.高校为社会服务，一般是指人才培养和科技创新，而不包括直接为社会提供服务；",
            "D.在服务过程中，应该要讲究成本核算，讲投入要素的收益回报率，讲合作“双赢”或“多赢”"
          ],
          "answer": "C",
          "id": "S2000002891"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教师道德行为特征的是（    ）。",
          "options": [
            "A.教师对行为方式的道德价值和意义有比较明确的认识；",
            "B.教师对行为后果的道德价值和道德意义有比较明确的认识；",
            "C.教师道德行为是教师个人自愿选择的结果；",
            "D.教师道德行为是个人意志的体现而不与他人意志相联系"
          ],
          "answer": "D",
          "id": "S2000002892"
        },
        {
          "type": "single_choice",
          "question": "有关内省这种师德修养方法的认识错误的是（    ）。",
          "options": [
            "A.是师德修养的根本方法；",
            "B.要求教师增强教师道德认识；",
            "C.要求教师有针对性地解剖自己，加深自我认识并改进自身的不足；",
            "D.内省有助于教师培养良好的个性品德"
          ],
          "answer": "A",
          "id": "S2000002893"
        },
        {
          "type": "single_choice",
          "question": "下列对“自发论”的评价及其原则分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来，是错误的；",
            "B.这种倾向把教书和育人混为一谈，是错误的；",
            "C.这种观点以教书为天职，以完成学科知识传授、能力培养为己任。是正确的；",
            "D.这种观点同时考虑了教书和育人的辩证关系，是正确的"
          ],
          "answer": "B",
          "id": "S2000002894"
        },
        {
          "type": "single_choice",
          "question": "“教师对自己遵守师德原则和规范，仅仅是当成对道德律令的服从，在行为中则只注意教师律令的外在词句，不注意它的实质内容，在认知心理上把道德责任仅当成是受外界支配的东西。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "C",
          "id": "S2000002895"
        },
        {
          "type": "single_choice",
          "question": "教育活动的手段是（    ）。",
          "options": [
            "A.教育方法；",
            "B.教育技术；",
            "C.教育工具；",
            "D.教师完整的个性"
          ],
          "answer": "D",
          "id": "S2000002896"
        },
        {
          "type": "single_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.“经师”是教行为的；",
            "C.“人师”是教学问的；",
            "D.现代教育更需要“人师”"
          ],
          "answer": "A",
          "id": "S2000002897"
        },
        {
          "type": "single_choice",
          "question": "推动了西欧近代教育运动的迅速发展，并使这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志的事件是（    ）。",
          "options": [
            "A.文艺复兴；",
            "B.宗教改革；",
            "C.英法资产阶级革命；",
            "D.第二次科技革命"
          ],
          "answer": "C",
          "id": "S2000002898"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的实践就是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.应用伦理学；",
            "C.制度伦理学；",
            "D.信念伦理学"
          ],
          "answer": "B",
          "id": "S2000002899"
        },
        {
          "type": "single_choice",
          "question": "关于人生价值的认识错误的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "A",
          "id": "S2000002900"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师道德行为标准的论述错误的是（    ）。",
          "options": [
            "A.每一类高等教育，其内部对教师行为的道德要求存在着一致性；",
            "B.主张研究型大学把教师科研行为列入道德评价的主要内容；",
            "C.主张教学型大学，把教师教学行为作为道德评价的主要内容；",
            "D.教育事业的发展状况是影响教师道德行为评价的重要因素"
          ],
          "answer": "A",
          "id": "S2000002901"
        },
        {
          "type": "single_choice",
          "question": "道德和法律的共同点是（   ）。",
          "options": [
            "A.都是由国家颁布实施的；",
            "B.都是由社会约定俗成的；",
            "C.都对个人行为有限制、约束的规范性功能；",
            "D.一旦违反，都会受到相应的制裁"
          ],
          "answer": "C",
          "id": "S2000002902"
        },
        {
          "type": "single_choice",
          "question": "对效果这一教师道德评价依据的认识错误的是（    ）。",
          "options": [
            "A.效果是人们行为所产生的客观结果或后果；",
            "B.效果是主观的；",
            "C.效果论者认为行为的实际效果才是道德评价的依据；",
            "D.效果论的代表是边沁和穆勒"
          ],
          "answer": "B",
          "id": "S2000002903"
        },
        {
          "type": "single_choice",
          "question": "关于教师的角色自我和个性自我的认识错误的是（    ）。",
          "options": [
            "A.角色意识要求教师以某种社会观念和准则来统摄自己的内心世界；",
            "B.个性意识根植于个体的生命存在，反映了教师对自己的内在需求、情感世界的真实的把握；",
            "C.一个好的教师应在两者间有所侧重；",
            "D.要求教师讲角色审美化、个性化、感情化、情感化"
          ],
          "answer": "C",
          "id": "S2000002904"
        },
        {
          "type": "single_choice",
          "question": "不属于社会主义核心价值体系的基本内容的是（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "C",
          "id": "S2000002905"
        },
        {
          "type": "single_choice",
          "question": "拓展师德建设途径，应当（    ）。",
          "options": [
            "A.使师德规范内在于教育活动的结构和过程之中；",
            "B.将伦理素养纳入教师职业素质训练体系之中；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002906"
        },
        {
          "type": "single_choice",
          "question": "道德和道德规范是（   ）。",
          "options": [
            "A.神的意志的体现；",
            "B.人的先验“善良意志”的产物；",
            "C.特定社会群体在共同生活和交往中，基于自身生存和发展的现实要求所达成的“道德共识”；",
            "D.不特定社会群体在共同生活和交往中，基于利益的获取和分配所达成的“社会契约”"
          ],
          "answer": "C",
          "id": "S2000002907"
        },
        {
          "type": "single_choice",
          "question": "雅斯贝尔斯认为：“技术仅是一种手段，它本身并无善恶，一切取决于人从中造出什么，它为什么目的而服务于人，人将置于什么条件下。”雅斯贝尔斯的这段话表明他属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "B",
          "id": "S2000002908"
        },
        {
          "type": "single_choice",
          "question": "工具理性的膨胀，导致了人文价值的失落。这体现的是（    ）。",
          "options": [
            "A.技术工具化；",
            "B.技术手段的目的化；",
            "C.技术社会自由丧失；",
            "D.技术异化的显现"
          ],
          "answer": "C",
          "id": "S2000002909"
        },
        {
          "type": "single_choice",
          "question": "欧洲文艺复兴运动中，经常反映在对教师职业道德的要求中的资产阶级思想是（   ）。",
          "options": [
            "A.自然权利思想；",
            "B.三权分立思想；",
            "C.人文主义思想；",
            "D.自由平等思想"
          ],
          "answer": "C",
          "id": "S2000002910"
        },
        {
          "type": "single_choice",
          "question": "有关公民道德的特点认识错误的是（    ）。",
          "options": [
            "A.特殊性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "A",
          "id": "S2000002911"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人从一个极端推向另一个极端，同样混淆了教书和育人各自确定的内涵，用育人代替教书。”的观点是(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000002912"
        },
        {
          "type": "single_choice",
          "question": "市场经济所蕴含的文化价值观念的核心是（    ）。",
          "options": [
            "A.思想意识；",
            "B.商品意识；",
            "C.价值意识；",
            "D.道德意识"
          ],
          "answer": "B",
          "id": "S2000002913"
        },
        {
          "type": "single_choice",
          "question": "教师道德的社会作用不包括（    ）。",
          "options": [
            "A.指导教师正确处理各种利益关系，维护教育秩序，保证教育事业顺利发展；",
            "B.直接影响学生品德的形成和智能的发展；",
            "C.有利于促进社会道德环境优化和人类文明进步；",
            "D.促进社会经济发展"
          ],
          "answer": "D",
          "id": "S2000002914"
        },
        {
          "type": "single_choice",
          "question": "黑格尔认为，“道德”相对于“伦理”的最大特点是（   ）。",
          "options": [
            "A.主观性；",
            "B.客观性；",
            "C.物质性；",
            "D.精神性"
          ],
          "answer": "A",
          "id": "S2000002915"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学在教师道德实践中的作用，下列说法不正确的是（    ）。",
          "options": [
            "A.指导着教师生活中的方方面面；",
            "B.引导教师理性的选择自己的道德行为及对自己和他人行为进行科学的道德评价；",
            "C.增强教师自我修养、自我完善的能力，培养高尚的道德品质；",
            "D.有助于教师抵制各种错误道德思想和价值观念的影响"
          ],
          "answer": "A",
          "id": "S2000002916"
        },
        {
          "type": "single_choice",
          "question": "有关道德行为的论述错误的是（    ）。",
          "options": [
            "A.是知、情、意的归宿；",
            "B.是道德品质的外在表现；",
            "C.是一种内在心理因素；",
            "D.是心理的外显"
          ],
          "answer": "C",
          "id": "S2000002917"
        },
        {
          "type": "single_choice",
          "question": "属于“严谨治学，实事求是”的要求的是（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002918"
        },
        {
          "type": "single_choice",
          "question": "动机这一教师道德评价依据的认识中错误的是（    ）。",
          "options": [
            "A.动机和效果是人的行为的不可缺少的两大要素；",
            "B.动机论者认为行为动机是道德评价的根本；",
            "C.动机论的代表是康德；",
            "D.动机是人们行为所产生的客观结果或后果"
          ],
          "answer": "D",
          "id": "S2000002919"
        },
        {
          "type": "single_choice",
          "question": "对高校教师自制道德品质的说法错误的是（    ）。",
          "options": [
            "A.高校教师的职业特点要求教师在心理具有很强的自制力；",
            "B.高校教师需要培养自己的道德控制能力，学会“情绪管理”；",
            "C.具有强自制力的高校教师能高质量地承担自己的社会责任；",
            "D.高校教师需要杜绝一切外界因素的影响"
          ],
          "answer": "D",
          "id": "S2000002920"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，教师职业道德的主要特征是（    ）。",
          "options": [
            "A.在道德意识上有更高的要求；",
            "B.在道德行为上有更突出的示范性；",
            "C.在道德影响上更广泛更深远；",
            "D.在道德规范上更严格"
          ],
          "answer": "ABC",
          "id": "S2000002921"
        },
        {
          "type": "single_choice",
          "question": "荣誉包含的意义有（    ）。",
          "options": [
            "A.家庭对行为的社会价值的评判标准；",
            "B.一定社会、一定阶级用以评价人们行为的社会价值的尺度；",
            "C.他人对行为的社会价值的自我意识；",
            "D.个人对行为的社会价值的自我意识"
          ],
          "answer": "BD",
          "id": "S2000002922"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的认识正确的是（    ）。",
          "options": [
            "A.对教师履行师德规范有重要意义；",
            "B.对教师履行师德原则有深远影响；",
            "C.对教师道德实践有很大的作用；",
            "D.有助于教师道德人格塑造"
          ],
          "answer": "ABCD",
          "id": "S2000002923"
        },
        {
          "type": "single_choice",
          "question": "教书与育人的伦理学意义是(    )。",
          "options": [
            "A.是塑造学生健康人格和展示自身人格的根本途径；",
            "B.是提高教学质量和培养高素质人才的根本保证；",
            "C.是建立和谐师生关系、成为人民满意教师的重要内容；",
            "D.是促进教师高尚道德形成的关键"
          ],
          "answer": "ABC",
          "id": "S2000002924"
        },
        {
          "type": "single_choice",
          "question": "高校师德教育的规章制度包括的层次有（    ）。",
          "options": [
            "A.国家的法律、行政法规、地方性法规和政府规章；",
            "B.政策；",
            "C.高校有关管理规章；",
            "D.教师行业协会的章程、公约；",
            "E.教师与学校的聘任合同等"
          ],
          "answer": "ABCDE",
          "id": "S2000002925"
        },
        {
          "type": "single_choice",
          "question": "关于教书和育人的辩证统一关系，应当处理好哪几对关系(    )。",
          "options": [
            "A.寓思想教育于传授知识中；",
            "B.寓思想教育于各个教学环节中；",
            "C.寓思想教育于师生的交往中；",
            "D.寓思想教育于教学反思中"
          ],
          "answer": "ABC",
          "id": "S2000002926"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价善恶标准的共同性表现在（    ）。",
          "options": [
            "A.教师行为的方向性；",
            "B.教师行为的科学性；",
            "C.教师行为的“真善美”的统一性；",
            "D.教师行为的能动性"
          ],
          "answer": "ABC",
          "id": "S2000002927"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德评价对教师道德意识和活动的影响，认识正确的是（    ）。",
          "options": [
            "A.教师道德评价的实施使教师在思想上懂得善恶；",
            "B.促使教师孕育自己实践善的道德行为的强大动力；",
            "C.教师道德评价可以提供推动和促进教师从道德意识向道德活动转变的强大精神力量；",
            "D.教师道德评价在教师道德认识和教师职业道德行为不断转化中起着媒介作用"
          ],
          "answer": "ABCD",
          "id": "S2000002928"
        },
        {
          "type": "single_choice",
          "question": "关于“热爱教育，忠诚教育”下列说法正确的是(    )。",
          "options": [
            "A.它是教师职业道德的基本原则；",
            "B.“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任；",
            "C.“忠”表现在教师应真心接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动；",
            "D.它要求教师以自己的创造性劳动履行社会职责和道德义务"
          ],
          "answer": "AD",
          "id": "S2000002929"
        },
        {
          "type": "single_choice",
          "question": "下列属于在教师与他遵守的原则和规范之间发挥支配作用的中介力量是(    )。",
          "options": [
            "A.道德认同；",
            "B.内心信念；",
            "C.教学纪律、制度；",
            "D.同事、同学"
          ],
          "answer": "CD",
          "id": "S2000002930"
        },
        {
          "type": "single_choice",
          "question": "教师道德作为一种特殊的意识形态系统，主要由以下要素构成（    ）。",
          "options": [
            "A.教师道德意识现象；",
            "B.教师道德关系现象；",
            "C.教师道德规范现象；",
            "D.教师道德活动现象"
          ],
          "answer": "ABCD",
          "id": "S2000002931"
        },
        {
          "type": "single_choice",
          "question": "我国加强理想信念教育的环节包括（    ）。",
          "options": [
            "A.马克思主义理论教育；",
            "B.中国近现代史教育；",
            "C.形势政策教育；",
            "D.社会主义核心价值体系教育；",
            "E.专业技能教育"
          ],
          "answer": "ABCD",
          "id": "S2000002932"
        },
        {
          "type": "single_choice",
          "question": "有关师德养成过程中各要素的认识正确的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德行为是衡量教师道德水平高低的主要标志"
          ],
          "answer": "ABCD",
          "id": "S2000002933"
        },
        {
          "type": "single_choice",
          "question": "改革家梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "S2000002934"
        },
        {
          "type": "single_choice",
          "question": "与其他职业良心相比，教师道德良心的特征有（    ）。",
          "options": [
            "A.感染性强；",
            "B.内控性强；",
            "C.示范性强；",
            "D.层次性高"
          ],
          "answer": "CD",
          "id": "S2000002935"
        },
        {
          "type": "single_choice",
          "question": "对历史上出现的理想人格的说法正确的是（    ）。",
          "options": [
            "A.道家塑造的理想人格是君子人格；",
            "B.古希腊人所崇尚的理想人格是“普罗米修斯”形象；",
            "C.尼采的理想人格是“超人”形象；",
            "D.马斯洛提出了“自我实现”的理想人格"
          ],
          "answer": "BCD",
          "id": "S2000002936"
        },
        {
          "type": "single_choice",
          "question": "就伦理的本意和最突出的传统伦理的特征而言，它是一种（    ）。",
          "options": [
            "A.制度伦理；",
            "B.信念伦理；",
            "C.自律伦理；",
            "D.他律伦理"
          ],
          "answer": "BC",
          "id": "S2000002937"
        },
        {
          "type": "single_choice",
          "question": "教师对自身行为的自觉表现在（    ）。",
          "options": [
            "A.教师在行为前对自己将要做什么、怎样做有自觉意识；",
            "B.教师在行动前对行为后果有自觉意识；",
            "C.教师在行为前对所要选择的行为有清晰的道德自我意识；",
            "D.教师在行为前对所选行为的道德意识，是出于对一定社会的教师道德准则的“应该”与否的理解"
          ],
          "answer": "ABCD",
          "id": "S2000002938"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为善恶的认识正确的是（    ）。",
          "options": [
            "A.善恶的划分是以动机和效果为依据；",
            "B.善行是有利于他人和教育事业整体利益的行为；",
            "C.恶行是不利于或有害于他人和教育事业整体利益的行为；",
            "D.教师道德行为没有性质之分"
          ],
          "answer": "ABC",
          "id": "S2000002939"
        },
        {
          "type": "single_choice",
          "question": "从教师伦理角度概括出的高校教师在科研中的道德规范，主要有（    ）。",
          "options": [
            "A.严谨治学，实事求是；",
            "B.团结协作，公平竞争；",
            "C.坚韧不拔，勇于探索；",
            "D.以德修身，率先垂范"
          ],
          "answer": "ABC",
          "id": "S2000002940"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的动机有时会出现形式动机与实际行为结果分离的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002941"
        },
        {
          "type": "single_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002942"
        },
        {
          "type": "single_choice",
          "question": "教师道德原则是教师道德社会本质的集中体现，是社会对教师职业行为的具体的道德要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002943"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，应该无偿开展科技产品的研发、成果推广转让、科技信息咨询和教育培训等社会服务活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002944"
        },
        {
          "type": "single_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002945"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德行为的选择只是教师个人自由意志驱动的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002946"
        },
        {
          "type": "single_choice",
          "question": "在我国，教师职业道德是整个社会主义道德体系的重要组成部分，是社会主义、共产主义道德在教育领域的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002947"
        },
        {
          "type": "single_choice",
          "question": "社会主义初级阶段的教师道德行为的善恶评价标准，根本上说是要求教师的行为有利于社会培养合格人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002948"
        },
        {
          "type": "single_choice",
          "question": "元伦理学既是伦理学的传统理论形态，也是伦理学发展的必然归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002949"
        },
        {
          "type": "single_choice",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002950"
        },
        {
          "type": "single_choice",
          "question": "教师道德义务表现为教师发自内心的一种道德命令或道德要求，它不需要任何外力的强制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002951"
        },
        {
          "type": "single_choice",
          "question": "按美国学者马丁.特罗的理论，如果18～22岁年龄段中超过15%的人接受不同层次和形式的高等教育，则高等教育发展便进入了“大众化阶段”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002952"
        },
        {
          "type": "single_choice",
          "question": "教师自身的思想道德素质对教师道德行为评价的影响不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002953"
        },
        {
          "type": "single_choice",
          "question": "当一个人占有物质或精神上的东西不是他的贡献所得，就不能真实反映他的社会价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002954"
        },
        {
          "type": "single_choice",
          "question": "耻辱和荣誉是不可分的，一个人的荣誉感越强，就越能知耻，耻辱心就越发达。一个恬不知耻的人就无所谓荣誉感，也不可能获得真正的荣誉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002955"
        },
        {
          "type": "single_choice",
          "question": "教师在选择道德行为时，道德认识的高低有时会直接决定道德行为的正误。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002956"
        },
        {
          "type": "single_choice",
          "question": "人才培养的成功，既需要教师个人的主观努力，也离不开教师集体力量的发挥。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002957"
        },
        {
          "type": "single_choice",
          "question": "教师的荣誉观一般只受到教师的特点和社会价值的影响，不受到来自集体主义原则的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002958"
        },
        {
          "type": "single_choice",
          "question": "在不可抗拒的外力强迫下，做出的任何某些伤害他人和社会的行为，一般不负道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000002959"
        },
        {
          "type": "single_choice",
          "question": "共产主义品质与非共产主义品质之间的矛盾是教师道德修养过程中遇到的最基本矛盾之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000002960"
        },
        {
          "type": "single_choice",
          "question": "对于教师道德的教育功能，以下说法不正确的是（    ）。",
          "options": [
            "A.指教师通过评价、激励等方式，造成社会舆论，形成良好风尚，树立道德榜样；塑造理性人格，培养教师正确的价值观念、道德行为与高尚的道德境界；",
            "B.是在特定的道德原则和规范的实施过程中，在调整人际伦理关系的过程中实现的；",
            "C.道德教育的主体是教师，客体是学生；",
            "D.教师既是道德教育的主体，又是道德教育的客体"
          ],
          "answer": "C",
          "id": "S2000002961"
        },
        {
          "type": "single_choice",
          "question": "成绩至上的评价方式根深蒂固，而全面客观的评价体系无法得到落实，使得部分学生的全面发展和个人潜能被忽视了，从而造成了师生关系的疏远。以上这种情况反映出是师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "C",
          "id": "S2000002962"
        },
        {
          "type": "single_choice",
          "question": "关于忠诚这一教师道德品质范畴的说法错误的是（    ）。",
          "options": [
            "A.忠诚作为道德道德情感表现出来，即是“热忱”，以及由其所包含的义务感、责任感和正义感等；",
            "B.忠诚体现在道德品质的各个具体要求上具有相同性；",
            "C.忠诚在道德意志上，即是“刚毅”、“坚定”，以及由它们所包含的顽强性等一系列要求；",
            "D.忠诚在道德信念上，即是“尊严”，以及由其所包含的自爱心等要求"
          ],
          "answer": "B",
          "id": "S2000002963"
        },
        {
          "type": "single_choice",
          "question": "师德原则和规范作用能实现到何种程度取决于（    ）。",
          "options": [
            "A.教师道德认识的正确性；",
            "B.教师道德情感的丰富性；",
            "C.教师道德评价的能力和教师道德评价活动开展的深度和广度；",
            "D.教师道德意志的坚定性"
          ],
          "answer": "C",
          "id": "S2000002964"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为善恶的说法错误的是（    ）。",
          "options": [
            "A.只要能出色地完成教学任务，无论条件如何都具有相同水平的善；",
            "B.教师道德行为的善行的结果包括了绝对的善和相对的善；",
            "C.恶行的价值量大小可以划分出不同的等级；",
            "D.对教师道德行为的善恶价值的进行定性和定量的分析，可以使评价教师行为的道德价值有着重要意义"
          ],
          "answer": "A",
          "id": "S2000002965"
        },
        {
          "type": "single_choice",
          "question": "关于良心和义务之间关系下列说法不正确的是（    ）。",
          "options": [
            "A.良心和道德是紧密联系在一起的道德范畴；",
            "B.良心是义务的内化形式；",
            "C.义务和良心都来自于主体内部，表现为个人对自己行为的道德责任；",
            "D.教师道德良心是教师在履行道德义务的过程中产生和形成的"
          ],
          "answer": "C",
          "id": "S2000002966"
        },
        {
          "type": "single_choice",
          "question": "教师道德最主要、最基本的功能是（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "A",
          "id": "S2000002967"
        },
        {
          "type": "single_choice",
          "question": "从认识论上说，道德是（   ）。",
          "options": [
            "A.人对自身及其关系的感性把握；",
            "B.人对自身及其关系的理性把握；",
            "C.人对外部世界及其关系的感性把握；",
            "D.人对外部世界及其关系的理性把握"
          ],
          "answer": "B",
          "id": "S2000002968"
        },
        {
          "type": "single_choice",
          "question": "认为教师应当培养学生的“善良的感情”、“善良的判断”、“善良的意志”的思想家是（   ）。",
          "options": [
            "A.洛克；",
            "B.卢梭；",
            "C.第斯多惠；",
            "D.乌申斯基"
          ],
          "answer": "B",
          "id": "S2000002969"
        },
        {
          "type": "single_choice",
          "question": "下列对“分家论”观点分析不正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来；",
            "B.这种倾向把教书和育人混为一谈；",
            "C.这是一种以学科为本位的教学观；",
            "D.这种观点以教书为天职，以完成学科知识传授、能力培养为己任"
          ],
          "answer": "B",
          "id": "S2000002970"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价的形式中，不属于社会评价形式的是（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会风俗和传统习惯；",
            "D.内心信念"
          ],
          "answer": "D",
          "id": "S2000002971"
        },
        {
          "type": "single_choice",
          "question": "师德教育首先应从公民道德谈起，其原因的表述错误的是（    ）。",
          "options": [
            "A.公民道德符合当前师德的实际情况；",
            "B.公民道德契合一般教师的道德心理；",
            "C.公民道德是学校对学生实施公民道德教育的基础和前提；",
            "D.公民道德是教师道德的决定性因素"
          ],
          "answer": "D",
          "id": "S2000002972"
        },
        {
          "type": "single_choice",
          "question": "对师德养成过程中各要素关系论述错误的是（    ）。",
          "options": [
            "A.道德认识是基础；",
            "B.道德情感和道德意志是两个重要的外在条件；",
            "C.道德行为是认知的结果；",
            "D.师德养成过程中，需要使各要素达到有机统一"
          ],
          "answer": "B",
          "id": "S2000002973"
        },
        {
          "type": "single_choice",
          "question": "伦理学的使命是（   ）。",
          "options": [
            "A.反思、寻求生命的真谛和生活的意义；",
            "B.完善自己、丰富自己、发展自己；",
            "C.获得充实生活、实现自我价值；",
            "D.以上都对"
          ],
          "answer": "D",
          "id": "S2000002974"
        },
        {
          "type": "single_choice",
          "question": "培养人文精神，首先是要把握人的（    ），确认人的生命意义与存在价值。",
          "options": [
            "A.自然本质；",
            "B.社会本质；",
            "C.文化本质；",
            "D.道德本质"
          ],
          "answer": "B",
          "id": "S2000002975"
        },
        {
          "type": "single_choice",
          "question": "对关怀学生的情感的认识错误的是（    ）。",
          "options": [
            "A.学校仅是传授知识、开发智力的场所；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "A",
          "id": "S2000002976"
        },
        {
          "type": "single_choice",
          "question": "汉代儒家学者董仲舒将（    ）作为整个社会道德的核心。",
          "options": [
            "A.天人合一；",
            "B.重义轻利；",
            "C.三纲五常；",
            "D.重农抑商"
          ],
          "answer": "C",
          "id": "S2000002977"
        },
        {
          "type": "single_choice",
          "question": "教师道德的认识功能是通过道德意识和（   ）来实现的。",
          "options": [
            "A.道德理论；",
            "B.道德评价；",
            "C.道德规范；",
            "D.道德情感"
          ],
          "answer": "B",
          "id": "S2000002978"
        },
        {
          "type": "single_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.精通业务，学而不厌；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002979"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德的社会作用的说法错误的是（    ）。",
          "options": [
            "A.教师道德的社会作用是教师道德一般功能在具体历史条件下的实现；",
            "B.教师道德的最基本作用是指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "C.教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展；",
            "D.教师职业道德的主要影响对象是学生，对社会难以产生影响"
          ],
          "answer": "D",
          "id": "S2000002980"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的核心内容是（   ）。",
          "options": [
            "A.人的行为及其准则；",
            "B.人的思想及其内容；",
            "C.社会的文化及其取向；",
            "D.社会的制度及其特征"
          ],
          "answer": "A",
          "id": "S2000002981"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.教师如果无视自己的教育义务，只根据自己的意愿行事，那必然严重造成教育工作中的矛盾和冲突；",
            "B.教师道德品质的形成与教师道德义务观是密不可分的；",
            "C.高校教师面对人际关系中的矛盾和冲突，主要需要靠经济手段和法律手段来解决；",
            "D.经过教师教育活动的反复实践和认识，道德义务会内化为教师的“内心需要”"
          ],
          "answer": "C",
          "id": "S2000002982"
        },
        {
          "type": "single_choice",
          "question": "有关教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德品质是在个别道德行为的基础上形成的"
          ],
          "answer": "A",
          "id": "S2000002983"
        },
        {
          "type": "single_choice",
          "question": "生态伦理的学科对象是（   ）。",
          "options": [
            "A.研究自然环境对于人类的价值；",
            "B.研究人在自然界中的地位；",
            "C.探讨和确立科学的自然环境观和环境道德行为准则；",
            "D.以上全都对"
          ],
          "answer": "D",
          "id": "S2000002984"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会责任包括（    ）。",
          "options": [
            "A.教书育人；",
            "B.以科研推动社会科学技术进步；",
            "C.以智力和技能优势为社会服务；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000002985"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为的认识正确的是（    ）。",
          "options": [
            "A.教师的某一行为往往仅是一个道德行为；",
            "B.教师道德行为是孤立的行为；",
            "C.教师道德行为是从道德这一特定的方面进行评价的行为；",
            "D.教师道德行为作为一种社会行为，但不与其他行为结合"
          ],
          "answer": "C",
          "id": "S2000002986"
        },
        {
          "type": "single_choice",
          "question": "在高校教师遇到的矛盾中，主要靠教育能力的提高可以解决的是（    ）。",
          "options": [
            "A.个人利益、爱好与道德义务之间的矛盾；",
            "B.不同道德义务之间的矛盾；",
            "C.一些教育技术处理过程中出现的“虚假冲突”；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000002987"
        },
        {
          "type": "single_choice",
          "question": "“把教书和育人混为一谈，混淆教书和育人各自确定的内涵，用教书代替育人，认为自己传授了知识，就自然而然完成了育人的任务。”的观点是属于(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002988"
        },
        {
          "type": "single_choice",
          "question": "通过否定人身依附关系和等级特权思想，强化人的平等自由和公正观念来促使人的主体意识增强的是（    ）。",
          "options": [
            "A.市场经济的竞争原则；",
            "B.市场经济的等价交换原则；",
            "C.市场经济的价值规律原则；",
            "D.市场经济的优胜劣汰原则"
          ],
          "answer": "B",
          "id": "S2000002989"
        },
        {
          "type": "single_choice",
          "question": "以多种语言发表同一成果，以下说法正确的是（    ）",
          "options": [
            "A.语言不同可以记为不同研究成果",
            "B.视为同一成果",
            "C.可以在不同的出版物上自由发表",
            "D.不需要注明原始刊载处"
          ],
          "answer": "B",
          "id": "S2000002990"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师道德品质形成的看法正确的是（    ）。",
          "options": [
            "A.是自然形成的或先天形成的习性；",
            "B.是一种坚定的道德意志的凝结；",
            "C.是教师职业行为习性；",
            "D.是教师一时的道德冲动"
          ],
          "answer": "B",
          "id": "S2000002991"
        },
        {
          "type": "single_choice",
          "question": "目的论在目的指向上可分为利己主义和功利主义，其中功利主义的基本公式是（   ）。",
          "options": [
            "A.自由竞争原理；",
            "B.权力制衡原理；",
            "C.善良意志原理；",
            "D.最大幸福原理"
          ],
          "answer": "D",
          "id": "S2000002992"
        },
        {
          "type": "single_choice",
          "question": "关于物质利益说法不正确的是（    ）。",
          "options": [
            "A.物质利益不能等同于个人利益；",
            "B.物质利益不能等同于“向钱看”；",
            "C.物质利益主要指的是经济利益；",
            "D.作为高校教师是不应当提倡追求物质利益的"
          ],
          "answer": "D",
          "id": "S2000002993"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，教师职业在道德意识上有更高的要求，以下说法正确的是（    ）。",
          "options": [
            "A.教师承担着传播人类文化、开发人类智能、塑造人类灵魂的神圣职责；",
            "B.教师对学生有一种“以身立教”的特殊影响力；",
            "C.教师道德的影响比其他职业道德更加深远；",
            "D.教师职业必须担负提升整个社会道德水平的责任"
          ],
          "answer": "A",
          "id": "S2000002994"
        },
        {
          "type": "single_choice",
          "question": "亚里士多德用“伦理学”一词来表述（   ）。",
          "options": [
            "A.关于智慧的学问；",
            "B.关于价值的学问；",
            "C.关于人生完美和幸福的学问；",
            "D.关于城邦政治的学问"
          ],
          "answer": "C",
          "id": "S2000002995"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德修养的目标说法错误的是（    ）。",
          "options": [
            "A.爱国主义、社会主义、集体主义是教师道德修养的核心和方向；",
            "B.艰苦创业、爱业敬岗的劳动态度的培养，是教师道德修养的职业要求；",
            "C.关心学生、乐于助教、营造良好的教育环境与和睦的人际关系是教师职业道德修养的基本任务；",
            "D.要求教师忠诚于教育事业，把爱教育置于爱国之上"
          ],
          "answer": "D",
          "id": "S2000002996"
        },
        {
          "type": "single_choice",
          "question": "下列关于政治伦理的说法错误的是（   ）。",
          "options": [
            "A.政治伦理研究宪法、政体的伦理特征；",
            "B.政治伦理探索各部门法的制定；",
            "C.政治伦理揭示政治纷争的道德内涵；",
            "D.政治伦理经常围绕对自由、平等和公正的论证而展开"
          ],
          "answer": "B",
          "id": "S2000002997"
        },
        {
          "type": "single_choice",
          "question": "西方第一个提出对教师的道德要求的人是（   ）。",
          "options": [
            "A.柏拉图；",
            "B.亚里士多德；",
            "C.苏格拉底；",
            "D.德谟克里特"
          ],
          "answer": "D",
          "id": "S2000002998"
        },
        {
          "type": "single_choice",
          "question": "“试想在教学中如果不能促成学生道德提升和人格发展，这必然是以学科为本位教学的最大失职。”以上观点是针对下列哪种观点的有力反驳(    )。",
          "options": [
            "A.分家论；",
            "B.自发论；",
            "C.代替论；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000002999"
        },
        {
          "type": "single_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000003000"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学的使命包括（    ）。",
          "options": [
            "A.研究教师道德意识现象；",
            "B.研究教育活动中的特殊道德关系；",
            "C.研究教师道德实践活动的特点和规律；",
            "D.梳理和继承历史上一切有价值的教师道德遗产和资源。"
          ],
          "answer": "ABCD",
          "id": "S2000003001"
        },
        {
          "type": "single_choice",
          "question": "教师道德信念形成的最基本的条件有（    ）。",
          "options": [
            "A.掌握有关的道德知识；",
            "B.通过道德实践,获得与道德知识相符合的道德经验；",
            "C.在道德实践中的情感体验；",
            "D.形成道德信念使知情意行这些心理成分都得到相应的发展"
          ],
          "answer": "ABC",
          "id": "S2000003002"
        },
        {
          "type": "single_choice",
          "question": "英国提出的称职教师的要求包括（   ）。",
          "options": [
            "A.爱国主义；",
            "B.职业道德；",
            "C.合作共事；",
            "D.个人主义精神"
          ],
          "answer": "BCD",
          "id": "S2000003003"
        },
        {
          "type": "single_choice",
          "question": "下列问题属于经济伦理的争论议题的是（   ）。",
          "options": [
            "A.盈利欲望与道德要求的关系；",
            "B.自由与民主；",
            "C.效率与公平；",
            "D.交易诚信"
          ],
          "answer": "ACD",
          "id": "S2000003004"
        },
        {
          "type": "single_choice",
          "question": "现代高等教育的发展趋势包括（    ）。",
          "options": [
            "A.大众化；",
            "B.市场化；",
            "C.国际化；",
            "D.网络化"
          ],
          "answer": "ABCD",
          "id": "S2000003005"
        },
        {
          "type": "single_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "S2000003006"
        },
        {
          "type": "single_choice",
          "question": "师德建设影响高等教育事业发展的途径有（    ）。",
          "options": [
            "A.教师自身；",
            "B.高等教育的对象；",
            "C.高等教育的工作特性；",
            "D.对社会的影响"
          ],
          "answer": "ABC",
          "id": "S2000003007"
        },
        {
          "type": "single_choice",
          "question": "孔子提出的教师道德规范有（   ）。",
          "options": [
            "A.有教无类；",
            "B.诲人不倦；",
            "C.言传身教；",
            "D.不耻下问"
          ],
          "answer": "ABCD",
          "id": "S2000003008"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德行为的构成要素，从大处至少包括（    ）。",
          "options": [
            "A.教师道德行为的动机；",
            "B.教师道德行为的意志；",
            "C.教师道德行为的目的；",
            "D.教师道德行为的结果"
          ],
          "answer": "ACD",
          "id": "S2000003009"
        },
        {
          "type": "single_choice",
          "question": "教学过程中的伦理矛盾体现为(    )。",
          "options": [
            "A.师生之间的矛盾；",
            "B.教师个人的教学业务能力和水平不能适应教学工作的实际需要引起的矛盾；",
            "C.师师之间的矛盾；",
            "D.教师对教学工作的态度和责任心不能满足教学工作要求引起的矛盾"
          ],
          "answer": "ABD",
          "id": "S2000003010"
        },
        {
          "type": "single_choice",
          "question": "师德养成的一般路径包括（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德修养；",
            "D.师德品质；",
            "E.师德原则"
          ],
          "answer": "AC",
          "id": "S2000003011"
        },
        {
          "type": "single_choice",
          "question": "从社会活动方式的角度看，人的行为本质包括（    ）。",
          "options": [
            "A.人的行为是积极能动的自主活动；",
            "B.人的行为是受意识支配的自觉活动；",
            "C.人的行为受社会条件制约；",
            "D.人的行为是具有某种社会倾向性的社会性活动"
          ],
          "answer": "ABCD",
          "id": "S2000003012"
        },
        {
          "type": "single_choice",
          "question": "以下属于马克思主义伦理学的观点是（    ）。",
          "options": [
            "A.对人的行为进行道德评价，必须既根据动机，又要根据效果；",
            "B.只有动机和效果的统一，才是道德行为评价的正确依据；",
            "C.如果只强调动机而否定效果，就会陷入唯心主义的观点；",
            "D.如果只强调效果而否定动机，就会犯形而上学机械论的错误"
          ],
          "answer": "ABCD",
          "id": "S2000003013"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德良心下列说法正确的是（    ）。",
          "options": [
            "A.教师道德良心具体内涵首先体现为教师职业意识中一种强烈的道德责任感；",
            "B.教师良心作为一种道德责任感，是教师对社会和学生的义务感的强烈表现；",
            "C.作为一种评价能力，它是一定道德原则和规范在教师内心深处形成的稳定的信念和意志；",
            "D.就其全部内容而言，教师道德良心是道德认识、道德情感、道德意志等各种道德心理因素的有机统一"
          ],
          "answer": "ABCD",
          "id": "S2000003014"
        },
        {
          "type": "single_choice",
          "question": "道德规范的必要性体现为（   ）。",
          "options": [
            "A.对普遍行为的制约；",
            "B.对个体行为的约束；",
            "C.对政府行为的规制；",
            "D.对犯罪行为的打击"
          ],
          "answer": "AB",
          "id": "S2000003015"
        },
        {
          "type": "single_choice",
          "question": "关于教师人格中的创新精神和能力的认识正确的是（    ）。",
          "options": [
            "A.人才的竞争使培养创造性人才成为当务之急；",
            "B.要培养学生的创新素质，首先要求教师要有勇于创新的精神和能力；",
            "C.创新精神是一种追求科学、勇于探索、永无止境的科学精神；",
            "D.创新能力是创新精神在创造实践中的集中体现"
          ],
          "answer": "ABCD",
          "id": "S2000003016"
        },
        {
          "type": "single_choice",
          "question": "以下属于英国教育家洛克的教师职业道德思想的是（   ）。",
          "options": [
            "A.教师的责任在于使学生养成良好的习惯，怀抱德性的智慧；",
            "B.应当培养学生善良的感情、判断、意志；",
            "C.学生向善的时候，给他理论、活力和勉励；",
            "D.重视教师的榜样作用"
          ],
          "answer": "AD",
          "id": "S2000003017"
        },
        {
          "type": "single_choice",
          "question": "在高校教师遇到的矛盾中，需要靠教师通过直接对自己的职业道德义务的认识加以解决的是（    ）。",
          "options": [
            "A.个人利益、爱好与道德义务之间的矛盾；",
            "B.不同道德义务之间的矛盾；",
            "C.一些教育技术处理过程中出现的“虚假冲突”；",
            "D.个人利益与整个教育事业之间的矛盾"
          ],
          "answer": "AB",
          "id": "S2000003018"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的外部条件包括（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念；",
            "D.教师道德规范体系"
          ],
          "answer": "ABCD",
          "id": "S2000003019"
        },
        {
          "type": "single_choice",
          "question": "有关内省这种师德修养方法的的认识正确的是（    ）。",
          "options": [
            "A.是师德修养的根本方法；",
            "B.要求教师增强教师道德认识；",
            "C.要求教师有针对性地解剖自己，加深自我认识并改进自身的不足；",
            "D.内省有助于教师培养良好的个性品德"
          ],
          "answer": "BCD",
          "id": "S2000003020"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的标准包括了社会标准和职业道德标准两个方面内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003021"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务的实质是社会发展对高校的期望和高校自身发展需要的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003022"
        },
        {
          "type": "single_choice",
          "question": "教师道德情感可以和其道德认识结合在一起，增强或减弱教师履行某种道德义务的道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003023"
        },
        {
          "type": "single_choice",
          "question": "对于一个教师来说，只有自觉认识和深刻理解一定社会的道德关系和教育职业活动中的道德关系，才能形成教师道德良心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003024"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的优劣程度是区分和体现人格差别的标准和尺度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003025"
        },
        {
          "type": "single_choice",
          "question": "严格要求是教师对学生进行思想教育的催化剂，是开启学生心灵的钥匙。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003026"
        },
        {
          "type": "single_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003027"
        },
        {
          "type": "single_choice",
          "question": "当动机和效果不一致时，我们需要采取具体分析的方法来确定教师道德行为评价标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003028"
        },
        {
          "type": "single_choice",
          "question": "教师在职业实践中，教育观察等能力直接影响其教育行为的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003029"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成是教师伦理学的重要内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003030"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003031"
        },
        {
          "type": "single_choice",
          "question": "相对于规范无人格的、外在于个体的特性，德性则无法与人自身的存在、生命价值和内在人格相分离。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003032"
        },
        {
          "type": "single_choice",
          "question": "所谓人生价值，就是人的生存、发展、创造等活动满足社会、他人需要的积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003033"
        },
        {
          "type": "single_choice",
          "question": "教师的人文素养，是以科学精神为标志的教育理念、人文知识、情感责任和艺术涵养等方面构成的系统，以及在此基础上塑造而成的教师特有的人格魅力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003034"
        },
        {
          "type": "single_choice",
          "question": "人的价值实现往往通过社会关系表现出来，人生价值的实现却是单方面的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003035"
        },
        {
          "type": "single_choice",
          "question": "传统上以传授事实性知识为主的教学模式已经不适应时代的要求，教师的职责已不仅是知识的传播者，更是学习的指导者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003036"
        },
        {
          "type": "single_choice",
          "question": "道德手段反映和反作用于道德目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003037"
        },
        {
          "type": "single_choice",
          "question": "职业道德是职业生活对人们的客观要求，与人们自身对职业关系的主观认识没有关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003038"
        },
        {
          "type": "single_choice",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003039"
        },
        {
          "type": "single_choice",
          "question": "科学的社会规范本身即具有伦理特性和道德意义，这体现了科学活动的伦理意蕴，反映了科学活动与道德实践的内在统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003040"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教师道德规范体系的是(    )。",
          "options": [
            "A.教师道德规范；",
            "B.教师道德范畴；",
            "C.教师道德原则；",
            "D.教师道德准则"
          ],
          "answer": "D",
          "id": "S2000003041"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.忠诚踏实，严肃认真；",
            "D.坚持真理，献身科学"
          ],
          "answer": "C",
          "id": "S2000003042"
        },
        {
          "type": "single_choice",
          "question": "亨利·纽曼认为，大学是传授普遍知识的地方，大学的真正使命是培养良好的社会公民并随之带来社会的和谐发展，这主要体现了大学哪种核心理念？（    ）",
          "options": [
            "A.追求自治与学术自由；",
            "B.倡导通识教育、人文教育；",
            "C.发挥学术群体在学校经营中的作用；",
            "D.承担社会职责，引领社会风尚"
          ],
          "answer": "B",
          "id": "S2000003043"
        },
        {
          "type": "single_choice",
          "question": "康德把伦理道德看作一种（   ）。",
          "options": [
            "A.纯粹理性；",
            "B.实践理性；",
            "C.判断理性；",
            "D.价值理性"
          ],
          "answer": "B",
          "id": "S2000003044"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的特点中不正确的是（    ）。",
          "options": [
            "A.内容上体现职业特征，表达特定职业的义务和责任；",
            "B.形式上具有具体性、多样性和灵活性，因此更具可操作性；",
            "C.价值取向上注重利益性；",
            "D.调适范围上具有特定的适用范围和对象"
          ],
          "answer": "C",
          "id": "S2000003045"
        },
        {
          "type": "single_choice",
          "question": "道德作为社会规范的一种特殊形式，（   ）。",
          "options": [
            "A.是神的意志的体现；",
            "B.是人的主观意志的产物；",
            "C.人们对现实道德现象的普遍规律的反应；",
            "D.社会对具体道德事件的特殊要求"
          ],
          "answer": "C",
          "id": "S2000003046"
        },
        {
          "type": "single_choice",
          "question": "部分教师平时与学生缺乏交流沟通，不愿花力气研究和掌握学生的思想动态，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "B",
          "id": "S2000003047"
        },
        {
          "type": "single_choice",
          "question": "部分教师上课自由散漫、迟到早退，或者仪表不整、举止粗俗，这反映了这些教师的道德现状存在的问题是（    ）。",
          "options": [
            "A.价值观念单薄；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "C",
          "id": "S2000003048"
        },
        {
          "type": "single_choice",
          "question": "教师道德公正最基本的要求是（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.公平合理地对待和评价所有学生；",
            "D.秉公办事"
          ],
          "answer": "C",
          "id": "S2000003049"
        },
        {
          "type": "single_choice",
          "question": "对于我国的教师职业道德的说法错误的是（    ）。",
          "options": [
            "A.是整个社会主义道德体系的重要组成部分；",
            "B.是社会主义、共产主义道德在教育领域的具体体现；",
            "C.是与资产阶级的教师职业道德完全对立的；",
            "D.其要求体现了教师职业道德与教育规律的一致性，也体现了教师职业道德与教师个体全面发展的统一性"
          ],
          "answer": "C",
          "id": "S2000003050"
        },
        {
          "type": "single_choice",
          "question": "教育活动实现专门化，教师劳动正式成为一种专门职业是在（    ）。",
          "options": [
            "A.原始社会；",
            "B.奴隶社会；",
            "C.封建社会；",
            "D.资本主义社会"
          ],
          "answer": "B",
          "id": "S2000003051"
        },
        {
          "type": "single_choice",
          "question": "学习和研究教师伦理学，有助于教师在复杂的道德环境和伦理矛盾中进行正确的（    ）和道德行为选择，从而提高对善恶、是非、荣辱的辨析水平，增强道德自主精神和自控能力。",
          "options": [
            "A.道德判断；",
            "B.道德认知；",
            "C.道德实践；",
            "D.道德学习"
          ],
          "answer": "A",
          "id": "S2000003052"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的实践就是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.应用伦理学；",
            "C.制度伦理学；",
            "D.信念伦理学"
          ],
          "answer": "B",
          "id": "S2000003053"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学的说法错误的是（    ）。",
          "options": [
            "A.它从教育职业劳动的特殊性和教育规律出发，研究教育活动的特殊道德问题；",
            "B.它是应用伦理学的分支；",
            "C.它以教师的道德现象为研究对象；",
            "D.它指导着教师生活中的方方面面"
          ],
          "answer": "D",
          "id": "S2000003054"
        },
        {
          "type": "single_choice",
          "question": "师德原则涉及的集体是指(    )。",
          "options": [
            "A.教师职业团体；",
            "B.教育事业整体；",
            "C.教师的家庭环境；",
            "D.教师的人际环境"
          ],
          "answer": "B",
          "id": "S2000003055"
        },
        {
          "type": "single_choice",
          "question": "对我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的源泉；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "A",
          "id": "S2000003056"
        },
        {
          "type": "single_choice",
          "question": "高等学校处理学术不端行为的最高学术调查评判机构是（    ）",
          "options": [
            "A.校长办公会",
            "B.校党政联席会",
            "C.校纪律检查委员会",
            "D.校学术委员会"
          ],
          "answer": "D",
          "id": "S2000003057"
        },
        {
          "type": "single_choice",
          "question": "有关道德行为的论述错误的是（    ）。",
          "options": [
            "A.是知、情、意的归宿；",
            "B.是道德品质的外在表现；",
            "C.是一种内在心理因素；",
            "D.是心理的外显"
          ],
          "answer": "C",
          "id": "S2000003058"
        },
        {
          "type": "single_choice",
          "question": "对科研成果进行鉴定是应该杜绝以什么作为参照标准（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "C",
          "id": "S2000003059"
        },
        {
          "type": "single_choice",
          "question": "“金无足赤，人无完人”，教师也会有缺点、失误和不足之处。这就要求教师在处理言传和身教的关系时要(    )。",
          "options": [
            "A.言行一致，身体力行；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.以上都是"
          ],
          "answer": "C",
          "id": "S2000003060"
        },
        {
          "type": "single_choice",
          "question": "关于教师增进艺术涵养的论述，以下不正确的是（    ）。",
          "options": [
            "A.教师的审美水平与艺术涵养是教师人文素养的重要组成部分；",
            "B.科学和艺术是相区别和分离的，教师应心无旁骛，专心钻研学术；",
            "C.优秀教师的教学过程总是富含艺术性的；",
            "D.教师在教学中体现美德追求和意境，起着对学生审美的熏陶和引导作用"
          ],
          "answer": "B",
          "id": "S2000003061"
        },
        {
          "type": "single_choice",
          "question": "评价教师某道德行为时，应该（    ）。",
          "options": [
            "A.根据该行为的的效果；",
            "B.根据教师一贯的品质；",
            "C.对该行为的影响因素进行综合分析；",
            "D.根据该行为的目的"
          ],
          "answer": "C",
          "id": "S2000003062"
        },
        {
          "type": "single_choice",
          "question": "下列有关教师人格中的创新精神和能力的认识错误的是（    ）。",
          "options": [
            "A.人才的竞争使培养创造性人才成为当务之急；",
            "B.要培养学生的创新素质，首要要求教师要有勇于创新的精神和能力；",
            "C.创新精神是一种追求科学、勇于探索、永无止境的科学精神；",
            "D.创新精神是创新能力在创造实践中的集中体现"
          ],
          "answer": "D",
          "id": "S2000003063"
        },
        {
          "type": "single_choice",
          "question": "下列能力中，哪一种属于处在道德品质形成第二阶段的教师所具有的（    ）。",
          "options": [
            "A.分析社会道德要求和教师道德原则和规范的能力；",
            "B.能主动评判社会价值标准和各种利益矛盾；",
            "C.形成合乎社会教育事业整体利益的、独立的价值观；",
            "D.能在羞耻感和荣誉感的驱使下调节自己的行为"
          ],
          "answer": "D",
          "id": "S2000003064"
        },
        {
          "type": "single_choice",
          "question": "下列对“自发论”的评价及其原则分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来，是错误的；",
            "B.这种倾向把教书和育人混为一谈，是错误的；",
            "C.这种观点以教书为天职，以完成学科知识传授、能力培养为己任。是正确的；",
            "D.这种观点同时考虑了教书和育人的辩证关系，是正确的"
          ],
          "answer": "B",
          "id": "S2000003065"
        },
        {
          "type": "single_choice",
          "question": "以下关于高校教师教育活动正确的是（    ）。",
          "options": [
            "A.大学教育活动的时间、空间都是有严格限定的；",
            "B.大部分教师都采用“坐班制”工作形式；",
            "C.教师工作上较大的时空自由度，使得外界对其工作状况难于监督；",
            "D.高校教师必须以严格的规范制度和赏罚措施来保证工作的质量与效果"
          ],
          "answer": "C",
          "id": "S2000003066"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的动机的说法正确的是（    ）。",
          "options": [
            "A.形式动机是指实际驱动行为发生的动机；",
            "B.事实动机是指没有外化为实际行为的动机；",
            "C.动机是行为者决定做某事的内在发动力；",
            "D.形式动机与实际行为结果分离对教师道德行为评价没有意义"
          ],
          "answer": "C",
          "id": "S2000003067"
        },
        {
          "type": "single_choice",
          "question": "亚里士多德用“伦理学”一词来表述（   ）。",
          "options": [
            "A.关于智慧的学问；",
            "B.关于价值的学问；",
            "C.关于人生完美和幸福的学问；",
            "D.关于城邦政治的学问"
          ],
          "answer": "C",
          "id": "S2000003068"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的构成要素中，居于核心地位的是（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德意志；",
            "D.道德认识和道德情感"
          ],
          "answer": "D",
          "id": "S2000003069"
        },
        {
          "type": "single_choice",
          "question": "下列不属于我国教育部《关于加强学术道德建设的若干意见》的主要内容的有（    ）。",
          "options": [
            "A.增强献身科技、服务社会的历史使命感和社会责任感；",
            "B.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "C.树立法制观念，保护知识产权，尊重他人劳动和权益；",
            "D.以德修身，率先垂范"
          ],
          "answer": "B",
          "id": "S2000003070"
        },
        {
          "type": "single_choice",
          "question": "认为教师的责任在于使学生形成良好的习惯，怀抱德性的智慧的思想家是（   ）。",
          "options": [
            "A.洛克；",
            "B.卢梭；",
            "C.第斯多惠；",
            "D.乌申斯基"
          ],
          "answer": "A",
          "id": "S2000003071"
        },
        {
          "type": "single_choice",
          "question": "“它可以对广大青年学生进行理想信念教育，使他们在市场经济大潮中始终保持清醒的头脑和坚定正确的政治方向。”以上描述体现出高等教育对市场经济的（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.否定性服务；",
            "C.前导性服务；",
            "D.超越性服务"
          ],
          "answer": "C",
          "id": "S2000003072"
        },
        {
          "type": "single_choice",
          "question": "法国的J·埃吕尔说：“技术的特点就在于它拒绝温情的道德判断，技术决不接受在道德和非道德运用之间的区分相反，他旨在创造一种完全独立的技术道德。”埃吕尔的这段话表明他属于（    ）。",
          "options": [
            "A.技术决定论者；",
            "B.技术价值中性论者；",
            "C.技术乐观主义；",
            "D.技术悲观主义"
          ],
          "answer": "A",
          "id": "S2000003073"
        },
        {
          "type": "single_choice",
          "question": "教师个体道德发展达到相当成熟和完善的标志是确定并实现(    )。",
          "options": [
            "A.道德价值目标；",
            "B.道德评价目标；",
            "C.道德教育目标；",
            "D.道德动机目标"
          ],
          "answer": "A",
          "id": "S2000003074"
        },
        {
          "type": "single_choice",
          "question": "孔子说过“知之者莫如好之者，好之者莫如乐知者”，这表明教师在处理爱护学生与严格要求的关系上应该注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "B",
          "id": "S2000003075"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德行为评价善恶标准的相对性种类是（    ）。",
          "options": [
            "A.社会政治、经济、文化发展的差异性；",
            "B.教育事业发展状况是影响教师道德行为评价的重要因素",
            "C.社会思潮、意识形态左右着教师道德行为，成为构成教师道德行为标准的重要因素；",
            "D.教师应该承担传播知识、创造知识与监督社会的职责"
          ],
          "answer": "D",
          "id": "S2000003076"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，如何正确对待教师荣誉（    ）。",
          "options": [
            "A.把履行教师道德义务当作荣誉的前提和出发点；",
            "B.划清虚荣心和荣誉感的界限；",
            "C.正确处理好个人荣誉和集体荣誉的关系；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000003077"
        },
        {
          "type": "single_choice",
          "question": "对师德养成过程中各要素关系论述错误的是（    ）。",
          "options": [
            "A.道德认识是基础；",
            "B.道德情感和道德意志是两个重要的外在条件；",
            "C.道德行为是认知的结果；",
            "D.师德养成过程中，需要使各要素达到有机统一"
          ],
          "answer": "B",
          "id": "S2000003078"
        },
        {
          "type": "single_choice",
          "question": "“在教书育人的工作中，既要强调向学生传授科学文化知识和技能，又要培养学生具有良好的思想品德和高尚的人格。”这是对哪一条教师道德规范的描述(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.以身作则，为人师表；",
            "C.精通业务，学而不厌；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000003079"
        },
        {
          "type": "single_choice",
          "question": "有关慎独这种师德修养方法的认识错误的是（    ）。",
          "options": [
            "A.慎独是一种道德修养方法；",
            "B.慎独是道德修养应达到的一种境界；",
            "C.慎独的表现形式是客观的，内容则是主观的；",
            "D.慎独倡导人们要严格要求自己，坚持在“隐”和“微”处下功夫"
          ],
          "answer": "C",
          "id": "S2000003080"
        },
        {
          "type": "single_choice",
          "question": "下列对“分家论”观点分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来；",
            "B.这种倾向把教书和育人混为一谈；",
            "C.这是一种以学科为本位的教学观；",
            "D.这种观点以教书为天职，以完成学科知识传授、能力培养为己任"
          ],
          "answer": "ACD",
          "id": "S2000003081"
        },
        {
          "type": "single_choice",
          "question": "相对于其他职业道德，教师职业在道德意识上有更高的要求，以下说法错误的是（    ）。",
          "options": [
            "A.教师承担着传播人类文化、开发人类智能、塑造人类灵魂的神圣职责；",
            "B.教师对学生有一种“以身立教”的特殊影响力；",
            "C.教师道德的影响比其他职业道德更加深远；",
            "D.教师职业必须担负提升整个社会道德水平的责任"
          ],
          "answer": "BCD",
          "id": "S2000003082"
        },
        {
          "type": "single_choice",
          "question": "关于人生价值的认识正确的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "BCD",
          "id": "S2000003083"
        },
        {
          "type": "single_choice",
          "question": "我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的任务；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "AC",
          "id": "S2000003084"
        },
        {
          "type": "single_choice",
          "question": "教师道德修养的特点有（    ）。",
          "options": [
            "A.自觉性；",
            "B.长期性；",
            "C.主观性；",
            "D.曲折性"
          ],
          "answer": "ABD",
          "id": "S2000003085"
        },
        {
          "type": "single_choice",
          "question": "属于“严谨治学，实事求是”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.尊老扶新，甘为人梯"
          ],
          "answer": "ABC",
          "id": "S2000003086"
        },
        {
          "type": "single_choice",
          "question": "如何强化高校的社会服务意识，变单一职能服务为全职能服务（    ）。",
          "options": [
            "A.强化办学理念中的服务意识，树立主动适应社会的服务观；",
            "B.强化高校职能意识，树立全方位的服务观；",
            "C.强化区域化意识，树立协调发展的服务观；",
            "D.强化效益意识，树立合作双赢的服务观"
          ],
          "answer": "ABCD",
          "id": "S2000003087"
        },
        {
          "type": "single_choice",
          "question": "教师实现人生价值体现在（    ）。",
          "options": [
            "A.人生价值的实现体现在个人与社会和他人的关系中；",
            "B.从人生价值实现上来讲，个人应注重对社会的创造与贡献；",
            "C.人生价值体现在个人同自身的关系中；",
            "D.教师人生价值的实现，需更关注人生的自我价值"
          ],
          "answer": "ABC",
          "id": "S2000003088"
        },
        {
          "type": "single_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "S2000003089"
        },
        {
          "type": "single_choice",
          "question": "教师道德观念的构成因素有（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.秉公办事；",
            "D.一视同仁；",
            "E.因材施教"
          ],
          "answer": "ABCDE",
          "id": "S2000003090"
        },
        {
          "type": "single_choice",
          "question": "关于人本主义思潮，以下说法正确的是（    ）。",
          "options": [
            "A.初期以理性和人道主义为内核；",
            "B.产生之初矛头直指宗教神学和封建等级制度；",
            "C.经过马克思的提炼，形成较为完善的近代人本主义思潮；",
            "D.在现代转向批判传统理性"
          ],
          "answer": "ABD",
          "id": "S2000003091"
        },
        {
          "type": "single_choice",
          "question": "下列说法正确的是（    ）。",
          "options": [
            "A.市场规则实质上来源于市场外部的社会文化环境和价值观念；",
            "B.市场行为不仅是一种社会行为，同样也是一种文化伦理行为；",
            "C.市场经济秩序实际上是由社会的文化价值观念来维护的；",
            "D.市场经济秩序的建立是以特定的文化精神作基础的"
          ],
          "answer": "ABCD",
          "id": "S2000003092"
        },
        {
          "type": "single_choice",
          "question": "下列行为中属于学术不端行为的有（    ）",
          "options": [
            "A.一稿多投或重复发表",
            "B.利用媒体对学术成果进行过度包装和炒作",
            "C.抄袭、剽窃、侵吞他人数据观点、技术线路、学术成果",
            "D.对学术批评者进行压制、打击或者报复等"
          ],
          "answer": "ABCD",
          "id": "S2000003093"
        },
        {
          "type": "single_choice",
          "question": "当代人文教育中，要提升人文素养，应包括如下几个方面（    ）。",
          "options": [
            "A.更新教育理念；",
            "B.积累人文知识；",
            "C.提升责任情感；",
            "D.增进艺术涵养"
          ],
          "answer": "ABCD",
          "id": "S2000003094"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "S2000003095"
        },
        {
          "type": "single_choice",
          "question": "教师道德养成具有的现实意义包括（    ）。",
          "options": [
            "A.师德养成是适应社会发展的需要；",
            "B.师德养成是受教育者成长的需要；",
            "C.师德养成是师资队伍建设的需要；",
            "D.师德养成是精神文明建设的需要"
          ],
          "answer": "ABCD",
          "id": "S2000003096"
        },
        {
          "type": "single_choice",
          "question": "社会思潮的内涵包括以下内容（    ）。",
          "options": [
            "A.在一定社会历史条件下产生；",
            "B.反映了一定民族、阶级、阶层或社会群体利益；",
            "C.具有一定理论色彩；",
            "D.会造成社会生活的不稳定"
          ],
          "answer": "ABC",
          "id": "S2000003097"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "S2000003098"
        },
        {
          "type": "single_choice",
          "question": "在进行教师道德评价时，应该做到（    ）。",
          "options": [
            "A.坚持道德目的和手段的一致性；",
            "B.当道德目的和道德手段不一致时，应该具体分析；",
            "C.追求好的道德目的；",
            "D.只要道德手段是合理的，道德目的即可采用"
          ],
          "answer": "AB",
          "id": "S2000003099"
        },
        {
          "type": "single_choice",
          "question": "社会思潮作为社会意识的一种综合表现形式，具有以下特点（    ）。",
          "options": [
            "A.反思性；",
            "B.继承性；",
            "C.全球性；",
            "D.符号性"
          ],
          "answer": "ABCD",
          "id": "S2000003100"
        },
        {
          "type": "single_choice",
          "question": "确立了教师道德评价标准意味着完成了教师道德评价的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003101"
        },
        {
          "type": "single_choice",
          "question": "学术批评指遵循一定的规范，分析、议论他人学术计划、过程和结果的缺点与不足。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003102"
        },
        {
          "type": "single_choice",
          "question": "高校教育既是一项社会教育活动，也是一项社会经济活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003103"
        },
        {
          "type": "single_choice",
          "question": "教师作为一般道德主体，他必须比一般人更严格地履行一般道德义务，只有这样，他才能成为真正的道德榜样。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003104"
        },
        {
          "type": "single_choice",
          "question": "每个社会都要求教师既有高水准的专业知识，又有高尚的道德情操和高度的社会责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003105"
        },
        {
          "type": "single_choice",
          "question": "教师作为人类灵魂的工程师，其价值观影响着整个社会的思想导向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003106"
        },
        {
          "type": "single_choice",
          "question": "所有的师德活动都是教师作为道德主体有意识的、自觉的言行，包括师德行为，师德评价、师德教育、师德修养等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003107"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价的善恶标准具有相对性和绝对性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003108"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质不是教师个体的生理特征和一般的个性心理特征，而是具体体现在一定社会或教育集体的道德要求中的个人意识和行为总体的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003109"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德既体现了一般社会道德的基本要求，又规定了做好教育工作的特殊准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003110"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学的主要内容是描述职业道德，并制定教师的行为准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003111"
        },
        {
          "type": "single_choice",
          "question": "东汉时期，汉武帝采纳了董仲舒“罢黜百家，独尊儒术”的主张，儒家思想成为中国传统教师职业道德的指导思想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003112"
        },
        {
          "type": "single_choice",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003113"
        },
        {
          "type": "single_choice",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003114"
        },
        {
          "type": "single_choice",
          "question": "从完整意义上讲，师德养成是由教师的道德认知、道德情感、道德意志、道德信念和道德行为等基本要素构成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003115"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为评价只需通过自我评价的形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003116"
        },
        {
          "type": "single_choice",
          "question": "道德规范之必要性，首先体现于对高尚行为的榜样树立。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003117"
        },
        {
          "type": "single_choice",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003118"
        },
        {
          "type": "single_choice",
          "question": "内心信念在教师道德评价中，主要是通过道德义务发挥其作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003119"
        },
        {
          "type": "single_choice",
          "question": "学习和教育，是教师提高道德认识，履行职业义务，确立职业理想，走向人格完善的基本途径之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003120"
        },
        {
          "type": "single_choice",
          "question": "成绩至上的评价方式根深蒂固，而全面客观的评价体系无法得到落实，使得部分学生的全面发展和个人潜能被忽视了，从而造成了师生关系的疏远。以上这种情况反映出是师生伦理关系中哪一方面受到了影响(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "C",
          "id": "S2000003121"
        },
        {
          "type": "single_choice",
          "question": "关于教书和育人的辩证统一关系，应当处理好的关系是(    )。",
          "options": [
            "A.寓思想教育于传授知识中；",
            "B.寓思想教育于各个教学环节中；",
            "C.寓思想教育于师生的交往中；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000003122"
        },
        {
          "type": "single_choice",
          "question": "关于教师伦理学在教师道德实践中的作用，下列说法不正确的是（    ）。",
          "options": [
            "A.指导着教师生活中的方方面面；",
            "B.引导教师理性的选择自己的道德行为及对自己和他人行为进行科学的道德评价；",
            "C.增强教师自我修养、自我完善的能力，培养高尚的道德品质；",
            "D.有助于教师抵制各种错误道德思想和价值观念的影响"
          ],
          "answer": "A",
          "id": "S2000003123"
        },
        {
          "type": "single_choice",
          "question": "“科学知识和成功是公共财富，为人类共享。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "B",
          "id": "S2000003124"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德关系现象的说法不正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "B",
          "id": "S2000003125"
        },
        {
          "type": "single_choice",
          "question": "“教师对自己遵守师德原则和规范，仅仅是当成对道德律令的服从，在行为中则只注意教师律令的外在词句，不注意它的实质内容，在认知心理上把道德责任仅当成是受外界支配的东西。”以上描述是对教师道德他律机制中哪一特点的描述(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "C",
          "id": "S2000003126"
        },
        {
          "type": "single_choice",
          "question": "以下关于社会思潮的影响的观点正确的是（    ）。",
          "options": [
            "A.社会思潮必然会有消极影响和误导，应予以取缔；",
            "B.社会思潮会影响社会稳定，造成动荡；",
            "C.社会思潮能促进思想进步，应大力宣传；",
            "D.应对各种社会思潮进行深入研究，加以批判和梳理，做有说服力的分析和引导"
          ],
          "answer": "D",
          "id": "S2000003127"
        },
        {
          "type": "single_choice",
          "question": "在教师个人道德修养上，提出反省、知耻、改过等重要方法的思想家是（   ）。",
          "options": [
            "A.孟子；",
            "B.荀子；",
            "C.董仲舒；",
            "D.韩愈"
          ],
          "answer": "A",
          "id": "S2000003128"
        },
        {
          "type": "single_choice",
          "question": "认为“趋乐避苦”是人性的自然要求的思潮是（    ）。",
          "options": [
            "A.自由主义；",
            "B.实用主义；",
            "C.拜金主义；",
            "D.享乐主义"
          ],
          "answer": "D",
          "id": "S2000003129"
        },
        {
          "type": "single_choice",
          "question": "教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展，以下说法错误的是（    ）。",
          "options": [
            "A.良好的道德品质有助于教师提高教学业务能力；",
            "B.教师道德水平直接影响学生的心理状态并进而影响学生的智力开发；",
            "C.教师具有深厚的职业道德情感，必然使得学生成绩提升；",
            "D.教师对学生缺乏关爱，甚至态度粗暴，会挫伤学生自尊心和学习积极性，影响学生健康成长"
          ],
          "answer": "C",
          "id": "S2000003130"
        },
        {
          "type": "single_choice",
          "question": "不属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "D",
          "id": "S2000003131"
        },
        {
          "type": "single_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的唯一路径；",
            "B.师德修养可以帮助确立正确的人生观、价值观、道德观；",
            "C.师德教育是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "D",
          "id": "S2000003132"
        },
        {
          "type": "single_choice",
          "question": "下列说法不正确的是（    ）。",
          "options": [
            "A.教师如果无视自己的教育义务，只根据自己的意愿行事，那必然严重造成教育工作中的矛盾和冲突；",
            "B.教师道德品质的形成与教师道德义务观是密不可分的；",
            "C.高校教师面对人际关系中的矛盾和冲突，主要需要靠经济手段和法律手段来解决；",
            "D.经过教师教育活动的反复实践和认识，道德义务会内化为教师的“内心需要”"
          ],
          "answer": "C",
          "id": "S2000003133"
        },
        {
          "type": "single_choice",
          "question": "对节操道德品质的认识错误的是（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业和个人利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "B",
          "id": "S2000003134"
        },
        {
          "type": "single_choice",
          "question": "对教师道德行为善恶的说法错误的是（    ）。",
          "options": [
            "A.只要能出色地完成教学任务，无论条件如何都具有相同水平的善；",
            "B.教师道德行为的善行的结果包括了绝对的善和相对的善；",
            "C.恶行的价值量大小可以划分出不同的等级；",
            "D.对教师道德行为的善恶价值的进行定性和定量的分析，可以使评价教师行为的道德价值有着重要意义"
          ],
          "answer": "A",
          "id": "S2000003135"
        },
        {
          "type": "single_choice",
          "question": "下列不属于“坚韧不拔，勇于探索”的要求的是（    ）。",
          "options": [
            "A.刻苦学习，不断探求；",
            "B.不畏艰险，开拓进取；",
            "C.忠诚踏实，严肃认真；",
            "D.坚持真理，献身科学"
          ],
          "answer": "C",
          "id": "S2000003136"
        },
        {
          "type": "single_choice",
          "question": "职业道德所要解决的问题中不正确的是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "B",
          "id": "S2000003137"
        },
        {
          "type": "single_choice",
          "question": "对科研成果进行鉴定是应该杜绝以什么作为参照标准（    ）。",
          "options": [
            "A.科学事实和客观标准；",
            "B.学术创新的程度；",
            "C.各项人际关系；",
            "D.学术研究的难易程度"
          ],
          "answer": "C",
          "id": "S2000003138"
        },
        {
          "type": "single_choice",
          "question": "“科学的真理具有普遍性的标准，并且向一切有科学才能的人敞开。”以上描述属于下列哪一种科学规范（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "A",
          "id": "S2000003139"
        },
        {
          "type": "single_choice",
          "question": "孔子的“中庸”思想体现了（   ）。",
          "options": [
            "A.社会规范对人的行为的要求；",
            "B.人的理性对个体行为的规定；",
            "C.人的理性对他人行为的规定；",
            "D.社会规范对人的思想的要求"
          ],
          "answer": "B",
          "id": "S2000003140"
        },
        {
          "type": "single_choice",
          "question": "墨翟主张“兼相爱，交相利”，他的主张属于（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "C",
          "id": "S2000003141"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的实践就是（   ）。",
          "options": [
            "A.元伦理学；",
            "B.应用伦理学；",
            "C.制度伦理学；",
            "D.信念伦理学"
          ],
          "answer": "B",
          "id": "S2000003142"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为选择的内部条件的说法错误的是（    ）。",
          "options": [
            "A.在外部条件既定的条件下，不同的个体的具体行为选择有时具有差异性；",
            "B.了解并把握影响教师行为选择的主观内在条件对教师选择合乎道德的行为具有重要意义；",
            "C.在不同的外部条件下，不同的教师可能选择同一种高尚的道德行为；",
            "D.教师道德行为选择受其自身内部因素影响较小"
          ],
          "answer": "D",
          "id": "S2000003143"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，如何正确对待教师荣誉（    ）。",
          "options": [
            "A.把履行教师道德义务当作荣誉的前提和出发点；",
            "B.划清虚荣心和荣誉感的界限；",
            "C.正确处理好个人荣誉和集体荣誉的关系；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000003144"
        },
        {
          "type": "single_choice",
          "question": "忠诚教育事业实际表现在教师对本职工作具有高度的(    )。",
          "options": [
            "A.道德义务感；",
            "B.道德责任感；",
            "C.道德情操感；",
            "D.道德良心感"
          ],
          "answer": "B",
          "id": "S2000003145"
        },
        {
          "type": "single_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.发展性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.以上都是"
          ],
          "answer": "D",
          "id": "S2000003146"
        },
        {
          "type": "single_choice",
          "question": "关于职业道德的说法错误的是（    ）。",
          "options": [
            "A.职业道德具有普遍性，是各行各业都应当遵守的；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "A",
          "id": "S2000003147"
        },
        {
          "type": "single_choice",
          "question": "下列不属于每一位教师都应该做到的是（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以实现个人利益为目标；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "C",
          "id": "S2000003148"
        },
        {
          "type": "single_choice",
          "question": "现代教育的基本特征是（    ）。",
          "options": [
            "A.教育与爱国主义相结合；",
            "B.教育与品德培养相结合；",
            "C.教育与社会经济发展相结合；",
            "D.教育与价值体系建设相结合"
          ],
          "answer": "C",
          "id": "S2000003149"
        },
        {
          "type": "single_choice",
          "question": "对教师行为目标的确定过程论述错误的是（    ）。",
          "options": [
            "A.教师道德行为目标是道德认识的外化；",
            "B.明确道德行为目标有助于教师确定道德行为选择的方向；",
            "C.明确道德行为目标有助于教师坚定不移地维护职业道德的要求；",
            "D.明确道德行为目标可以使教师为社会教育事业总体目标的实现尽最大的努力"
          ],
          "answer": "A",
          "id": "S2000003150"
        },
        {
          "type": "single_choice",
          "question": "孔子说：“君子喻于义，小人喻于利。”，孟子对梁惠王说：“王何必曰利？亦有仁义而已矣。”孔孟的主张属于（    ）。",
          "options": [
            "A.重利轻义观；",
            "B.重义轻利观；",
            "C.义利并重观；",
            "D.以上都不是"
          ],
          "answer": "B",
          "id": "S2000003151"
        },
        {
          "type": "single_choice",
          "question": "科学的行为观根本标志是（    ）。",
          "options": [
            "A.人的行为是受社会条件制约并具有某种社会倾向的社会性活动；",
            "B.人的行动是一种积极的能动的自由活动；",
            "C.人的行为受个性心理因素的制约；",
            "D.人的行为是一种受高级意识支配并被行为者意识到的自觉活动"
          ],
          "answer": "A",
          "id": "S2000003152"
        },
        {
          "type": "single_choice",
          "question": "体现在教师道德规范体系他律与自律相统一的教师个体道德核心范畴是(    )。",
          "options": [
            "A.道德义务；",
            "B.道德权利；",
            "C.道德价值目标；",
            "D.道德良心"
          ],
          "answer": "C",
          "id": "S2000003153"
        },
        {
          "type": "single_choice",
          "question": "教育活动的根本目的是（    ）。",
          "options": [
            "A.发展科学；",
            "B.传播知识；",
            "C.培养社会所需人才；",
            "D.提升社会道德水准"
          ],
          "answer": "C",
          "id": "S2000003154"
        },
        {
          "type": "single_choice",
          "question": "规范伦理学的核心内容是（   ）。",
          "options": [
            "A.人的行为及其准则；",
            "B.人的思想及其内容；",
            "C.社会的文化及其取向；",
            "D.社会的制度及其特征"
          ],
          "answer": "A",
          "id": "S2000003155"
        },
        {
          "type": "single_choice",
          "question": "2004年中国教育部发布的（    ）被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "A.《高等学校哲学社会科学研究学术规范》（试行）",
            "B.《关于进一步加强和改进师德建设的意见》；",
            "C.《高等学校教师职业道德规范》；",
            "D.《关于加强我国科研道德建设的意见》"
          ],
          "answer": "A",
          "id": "S2000003156"
        },
        {
          "type": "single_choice",
          "question": "对于通过研究当代社会思潮可以达到的效果，以下说法不正确的是（    ）。",
          "options": [
            "A.学习和借鉴国外先进的政治理念；",
            "B.了解青年教师、大学生和社会各阶层的社会心理和社会需求；",
            "C.发现社会问题和矛盾的焦点，及时调整工作重点；",
            "D.提高人们的理论鉴别力和政治敏感性"
          ],
          "answer": "A",
          "id": "S2000003157"
        },
        {
          "type": "single_choice",
          "question": "教育活动实现专门化，教师劳动正式成为一种专门职业是在（    ）。",
          "options": [
            "A.原始社会；",
            "B.奴隶社会；",
            "C.封建社会；",
            "D.资本主义社会"
          ],
          "answer": "B",
          "id": "S2000003158"
        },
        {
          "type": "single_choice",
          "question": "对于教师更新教育理念的要求，以下说法错误的是（    ）。",
          "options": [
            "A.教师应当从知识技能的传授者拓展为人文精神的培育者；",
            "B.教师不仅仅是知识的传播者，更是学习的引导者；",
            "C.教师应当学会认识、学会生活、学会做事、学会发展；",
            "D.师生关系中应当坚持教师的主导性"
          ],
          "answer": "D",
          "id": "S2000003159"
        },
        {
          "type": "single_choice",
          "question": "高等教育的基本属性决定了它与三个方面的因素紧密相连，其中不包括（    ）。",
          "options": [
            "A.受教育者；",
            "B.高深知识；",
            "C.科技进步；",
            "D.社会发展"
          ],
          "answer": "C",
          "id": "S2000003160"
        },
        {
          "type": "single_choice",
          "question": "关于教师道德原则和规范与教师道德范畴之间的关系描述正确的是(    )。",
          "options": [
            "A.教师道德范畴是教师道德原则和规范的前提；",
            "B.教师道德原则和规范是教师道德范畴的前提；",
            "C.教师道德范畴是教师道德原则和规范发挥作用的必要条件；",
            "D.教师道德范畴从属或者依附于教师道德原则和规范"
          ],
          "answer": "BCD",
          "id": "S2000003161"
        },
        {
          "type": "single_choice",
          "question": "关于教师的角色自我和个性自我的认识正确的是（    ）。",
          "options": [
            "A.角色意识要求教师以某种社会观念和准则来统摄自己的内心世界；",
            "B.个性意识根植于个体的生命存在，反映了教师对自己的内在需求、情感世界的真实的把握；",
            "C.一个好的教师应在两者间保持一种合理的张力；",
            "D.要求教师讲角色审美化、个性化、感情化、情感化"
          ],
          "answer": "ABCD",
          "id": "S2000003162"
        },
        {
          "type": "single_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "S2000003163"
        },
        {
          "type": "single_choice",
          "question": "对于高校教师来说，其本职工作是（    ）。",
          "options": [
            "A.教学；",
            "B.科研；",
            "C.社会服务；",
            "D.管理"
          ],
          "answer": "AB",
          "id": "S2000003164"
        },
        {
          "type": "single_choice",
          "question": "对效果这一教师道德评价依据的认识正确的是（    ）。",
          "options": [
            "A.效果是人们行为所产生的客观结果或后果；",
            "B.效果是主观的；",
            "C.效果论者认为行为的实际效果才是道德评价的依据；",
            "D.效果论的代表是边沁和穆勒"
          ],
          "answer": "ACD",
          "id": "S2000003165"
        },
        {
          "type": "single_choice",
          "question": "高校教师在进行社会服务的过程中遇到的矛盾主要有（    ）。",
          "options": [
            "A.新旧观念的矛盾；",
            "B.个人利益与社会利益的矛盾；",
            "C.本职工作与兼职工作的矛盾；",
            "D.教师集体内部的利益矛盾"
          ],
          "answer": "ABCD",
          "id": "S2000003166"
        },
        {
          "type": "single_choice",
          "question": "我国的教师职业道德，要求教师通过自觉的师德修养培养的品质有（    ）。",
          "options": [
            "A.对本职业深厚的道德情感；",
            "B.对学生、社会高度的职业责任感和师德良心；",
            "C.尽心尽力、乐于奉献的职业信念和道德意志；",
            "D.诲人不倦、为人师表等职业道德品质"
          ],
          "answer": "ABCD",
          "id": "S2000003167"
        },
        {
          "type": "single_choice",
          "question": "教师伦理学作为一门规范科学，如何直接调节教师职业生活（    ）。",
          "options": [
            "A.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "B.对教师职业中的各项本职工作都给予了具体的指导；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.对教师违反职业要求的不良行为给出了惩戒和预防措施"
          ],
          "answer": "AC",
          "id": "S2000003168"
        },
        {
          "type": "single_choice",
          "question": "默顿所认为的现代科学应具有的“精神元气”包括（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "ABCD",
          "id": "S2000003169"
        },
        {
          "type": "single_choice",
          "question": "美国心理学家利比特与怀特将领导方式分为(    )。",
          "options": [
            "A.专横式；",
            "B.放任式；",
            "C.民主式；",
            "D.自由式"
          ],
          "answer": "ABC",
          "id": "S2000003170"
        },
        {
          "type": "single_choice",
          "question": "从广义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德教育；",
            "B.教师道德品质；",
            "C.教师道德原则；",
            "D.教师道德评价"
          ],
          "answer": "ABCD",
          "id": "S2000003171"
        },
        {
          "type": "single_choice",
          "question": "与一般社会劳动相比，教育活动的特点包括如下几个方面（    ）。",
          "options": [
            "A.其目的是把受教育者培养成社会所需要的人；",
            "B.其对象是作为社会整体成员的儿童和青少年；",
            "C.其手段是教师完整的个性；",
            "D.其过程是一个运用智力的复杂的脑力劳动和体力劳动"
          ],
          "answer": "ABCD",
          "id": "S2000003172"
        },
        {
          "type": "single_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "S2000003173"
        },
        {
          "type": "single_choice",
          "question": "教师在道德修养过程中，必然会遇到的最基本的矛盾有（    ）。",
          "options": [
            "A.教师个人利益与教育事业整体利益间的矛盾；",
            "B.社会主义道德要求、教师职业道德要求与教师个人的道德选择能力、道德践行能力间的矛盾；",
            "C.共产主义品质与非共产主义品质间的矛盾；",
            "D.教师创新精神与教育传统间的矛盾"
          ],
          "answer": "BC",
          "id": "S2000003174"
        },
        {
          "type": "single_choice",
          "question": "下列属于教师个人的“物质需要”的有（    ）。",
          "options": [
            "A.工资薪酬；",
            "B.社会福利；",
            "C.对自尊和荣誉的需要；",
            "D.教师基本权利和社会地位认可"
          ],
          "answer": "ABCD",
          "id": "S2000003175"
        },
        {
          "type": "single_choice",
          "question": "以下情形中，属于需要个人进行道德选择和判断的的道德困境的是（   ）。",
          "options": [
            "A.忠孝不能两全；",
            "B.义利之辩；",
            "C.奉献与索取的冲突；",
            "D.个人本位与社会本位的冲突"
          ],
          "answer": "ABCD",
          "id": "S2000003176"
        },
        {
          "type": "single_choice",
          "question": "教师的某一行为的分析角度有（    ）。",
          "options": [
            "A.经济学角度；",
            "B.法律角度；",
            "C.伦理学角度；",
            "D.政治学角度"
          ],
          "answer": "ABCD",
          "id": "S2000003177"
        },
        {
          "type": "single_choice",
          "question": "以下关于教师道德的社会作用的说法正确的是（    ）。",
          "options": [
            "A.教师道德的社会作用是教师道德一般功能在具体历史条件下的实现；",
            "B.教师道德的最基本作用是指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "C.教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展；",
            "D.教师职业道德的主要影响对象是学生，对社会没有作用"
          ],
          "answer": "ABC",
          "id": "S2000003178"
        },
        {
          "type": "single_choice",
          "question": "教师理想人格追求内容包括（    ）。",
          "options": [
            "A.超越功利；",
            "B.超越角色和个性；",
            "C.超越自尊和自卑；",
            "D.超越他人"
          ],
          "answer": "ABC",
          "id": "S2000003179"
        },
        {
          "type": "single_choice",
          "question": "作为高校教师，在参与科学技术的研究和应用开发活动时应该具备的道德品质有（    ）。",
          "options": [
            "A.要有强烈的教育和科研工作责任感；",
            "B.要有开拓进取和创新的现代人格；",
            "C.要自觉地学习和应用新知识；",
            "D.要努力平衡家庭和工作之间的关系"
          ],
          "answer": "ABC",
          "id": "S2000003180"
        },
        {
          "type": "single_choice",
          "question": "道德目的和道德手段在一定条件下可以相互转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003181"
        },
        {
          "type": "single_choice",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003182"
        },
        {
          "type": "single_choice",
          "question": "只有通过教师的道德行为选择，道德准则才能转化为现实的道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003183"
        },
        {
          "type": "single_choice",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003184"
        },
        {
          "type": "single_choice",
          "question": "道德的规范形式和功能说明，道德涉及社会生活一切领域，而且更多的引向具体的日常生活领域，更为直接的影响人的行为实践过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003185"
        },
        {
          "type": "single_choice",
          "question": "教师的道德认知是道德品质的起点和基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003186"
        },
        {
          "type": "single_choice",
          "question": "开展师德教育和师德修养有助于提升教师整体素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003187"
        },
        {
          "type": "single_choice",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003188"
        },
        {
          "type": "single_choice",
          "question": "人的行为最根本的是受社会条件和社会关系的制约。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003189"
        },
        {
          "type": "single_choice",
          "question": "高校科研是一种个人创造力的艰辛劳动，和集体协作关系不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003190"
        },
        {
          "type": "single_choice",
          "question": "坚守学术伦理，是一个学者之所以能成为其为学者的道义基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003191"
        },
        {
          "type": "single_choice",
          "question": "教师道德品质的形成和发展依赖一定的现实基础和个人主观努力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003192"
        },
        {
          "type": "single_choice",
          "question": "在教学过程中，一般都是教师影响学生，学生很难影响教师。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003193"
        },
        {
          "type": "single_choice",
          "question": "近代以来，文化教育的性质发生深刻变化，但其根本目的还是培养封建主义卫道士，维护封建统治。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003194"
        },
        {
          "type": "single_choice",
          "question": "人生价值的客观形态是人的成就，只有人的成就才能证明人的价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003195"
        },
        {
          "type": "single_choice",
          "question": "教师道德行为的自主和自愿指的是教师道德情感的自主和自愿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003196"
        },
        {
          "type": "single_choice",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003197"
        },
        {
          "type": "single_choice",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003198"
        },
        {
          "type": "single_choice",
          "question": "高校的社会服务是随着高校功能的不断被发现而渐进形成的，虽然有其一定的独特性但是也可以由其他社会机构承担和代替。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S2000003199"
        },
        {
          "type": "single_choice",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S2000003200"
        }
      ],
      "multiple_choice": [
        {
          "type": "multiple_choice",
          "question": "下列说法正确的是(    )。",
          "options": [
            "A.社会对教师的道德要求要比其他职业的劳动者要高得多；",
            "B.高校教师教育劳动的时空特殊性，决定了教师应该具有更高的道德自觉感和更强烈的道德责任感；",
            "C.高校教师劳动形式的特殊性，决定了教师应该以高度自觉责任感对待自己的本职工作；",
            "D.高校教师的劳动形式是以个体脑力劳动为基础的松散的集体协作劳动"
          ],
          "answer": "AD",
          "id": "M2000000801"
        },
        {
          "type": "multiple_choice",
          "question": "正确开展教师职业道德评价活动的意义有（    ）。",
          "options": [
            "A.有助于提高教师道德水平；",
            "B.形成优良的道德品质；",
            "C.能促进师德和校风建设；",
            "D.对社会精神文明建设有一定的影响"
          ],
          "answer": "ABCD",
          "id": "M2000000802"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质具有哪些特征（    ）。",
          "options": [
            "A.教师道德品质与教师道德行为紧密相联;",
            "B.教师道德品质是一种自觉意志的选择行为过程；",
            "C.教师道德品质是在“行为整体”中表现出来的稳定特征和倾向；",
            "D.教师道德品质有赖于教师个人的职业道德实践活动"
          ],
          "answer": "ABC",
          "id": "M2000000803"
        },
        {
          "type": "multiple_choice",
          "question": "下列对美国科学社会学家默顿在《科学的规范结构》中所描述的“科学共同体”的特征描述正确的是（    ）。",
          "options": [
            "A.它是一个松散的社会群体；",
            "B.它是一个有信息交流和联系的社会群体；",
            "C.在其内部，科学研究已成为制度化的活动；",
            "D.其成员具有共同的目标、科学规范、行为准则和精神气质"
          ],
          "answer": "ABCD",
          "id": "M2000000804"
        },
        {
          "type": "multiple_choice",
          "question": "正义与公正的区别体现在（    ）。",
          "options": [
            "A.公正往往是根据一定的价值观和原则、规则去行为，而正义用来陈述人类追求的善和幸福，；",
            "B.公正与正义是属种关系而非种属关系，更不是交叉关系；",
            "C.正义一般表示价值及其原则本身，而公正则表示根据价值及其原则来做人做事；",
            "D.两者的语言习惯的用语也存在差别"
          ],
          "answer": "ABCD",
          "id": "M2000000805"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德的调节功能，以下说法正确的是（    ）。",
          "options": [
            "A.是教师道德最主要、最基本的功能；",
            "B.主要有两种方式：他律性的社会调节和自律性的自我调节；",
            "C.道德是调节教育活动关系和秩序的唯一手段；",
            "D.道德调节最终依靠道德自觉性来实现"
          ],
          "answer": "ABD",
          "id": "M2000000806"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "M2000000807"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德系统诸要素之间的关系，以下说法正确的是（    ）。",
          "options": [
            "A.师德关系、师德活动是师德意识、师德规范的实践基础和客观来源；",
            "B.师德意识是师德关系的反应，是师德规范形成的思想前提；",
            "C.师德规范体系是连接师德意识现象和师德实践活动的中间环节；",
            "D.教师道德结构诸方面相互规定、相辅相成"
          ],
          "answer": "ABCD",
          "id": "M2000000808"
        },
        {
          "type": "multiple_choice",
          "question": "表现为对市场经济文化的适应与超越的三种高校为市场经济服务的主要方式为（    ）。",
          "options": [
            "A.肯定性服务；",
            "B.超越性服务；",
            "C.否定性服务；",
            "D.前导性服务"
          ],
          "answer": "ACD",
          "id": "M2000000809"
        },
        {
          "type": "multiple_choice",
          "question": "研究教师道德意识现象的具体内容包括（    ）。",
          "options": [
            "A.从理论上揭示教师道德的社会本质和发展规律；",
            "B.阐明教师道德的功能和作用；",
            "C.科学的论证和阐明当今时代教师道德的内容与特点；",
            "D.把握教师道德形成发展的历史过程和历史规律"
          ],
          "answer": "ABCD",
          "id": "M2000000810"
        },
        {
          "type": "multiple_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "M2000000811"
        },
        {
          "type": "multiple_choice",
          "question": "在我国当今社会，教师道德荣誉包括（    ）。",
          "options": [
            "A.以教书育人为荣；",
            "B.以“办人民满意的教育，做人民满意的教师”为荣；",
            "C.以崇尚科学为荣；",
            "D.以辛勤耕耘为荣；",
            "E.以团结互助为荣"
          ],
          "answer": "ABCDE",
          "id": "M2000000812"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德具有如下特点（    ）。",
          "options": [
            "A.内容上体现职业特征，表达特定职业的义务和责任；",
            "B.形式上具有具体性、多样性和灵活性，因此更具可操作性；",
            "C.价值取向上注重利益性；",
            "D.调适范围上具有特定的适用范围和对象"
          ],
          "answer": "ABD",
          "id": "M2000000813"
        },
        {
          "type": "multiple_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "M2000000814"
        },
        {
          "type": "multiple_choice",
          "question": "在教师道德品质构成中，道德情感作用体现为（    ）。",
          "options": [
            "A.评价作用；",
            "B.调节作用；",
            "C.信号作用；",
            "D.基础作用"
          ],
          "answer": "ABC",
          "id": "M2000000815"
        },
        {
          "type": "multiple_choice",
          "question": "关于人生的社会价值说法正确的是（    ）。",
          "options": [
            "A.一个人对社会和他人的贡献越大，他的价值就越大；",
            "B.一个人对社会和他人没有贡献，就没有价值；",
            "C.一个人有损社会和他人，就是有负价值；",
            "D.一个人对社会和他人的贡献越小，价值就越小"
          ],
          "answer": "ABCD",
          "id": "M2000000816"
        },
        {
          "type": "multiple_choice",
          "question": "与教师的政治义务和法律义务相比较，教师道德义务对人的行为和道德选择有以下特点（    ）。",
          "options": [
            "A.教师道德义务不与谋求个人权利和报偿相联系或相对应；",
            "B.教师道德义务与谋求个人权利和报偿具有相联系或相对应的关系；",
            "C.教师道德义务具有强制性；",
            "D.教师道德义务是教师自觉自愿履行的"
          ],
          "answer": "AD",
          "id": "M2000000817"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关教师人格的看法正确的是（    ）。",
          "options": [
            "A.是教师群体共有的心理特征；",
            "B.是教师群体共有的思想行为特质；",
            "C.是教师在教育活动中表现出的认知、情感、性格等特质；",
            "D.教师的人格直接关系到教育效果和成败"
          ],
          "answer": "ABCD",
          "id": "M2000000818"
        },
        {
          "type": "multiple_choice",
          "question": "师德教育要首先从公民道德着手，原因在于（    ）。",
          "options": [
            "A.公民道德符合当前师德的实际情况；",
            "B.公民道德契合一般教师的道德心理；",
            "C.公民道德是学校对学生实施公民道德教育的基础和前提；",
            "D.公民道德是教师道德的决定性因素"
          ],
          "answer": "ABC",
          "id": "M2000000819"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "M2000000820"
        },
        {
          "type": "multiple_choice",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000821"
        },
        {
          "type": "multiple_choice",
          "question": "学术规范是根据学术发展规律制定的有关学术活动的基本准则，反映了学术活动长期积累的经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000822"
        },
        {
          "type": "multiple_choice",
          "question": "人们从事一切活动都只是为了社会和他人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000823"
        },
        {
          "type": "multiple_choice",
          "question": "道德教育主要依靠人们的内心信念、风俗和社会舆论等三种方式调节人与人之间的道德关系，是一种软性手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000824"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的标准具有阶级性、社会性和职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000825"
        },
        {
          "type": "multiple_choice",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000826"
        },
        {
          "type": "multiple_choice",
          "question": "教师在实际的职业活动中的行为，有时也会表现出一贯品质和某一行为的性质不相符合的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000827"
        },
        {
          "type": "multiple_choice",
          "question": "教书与育人是一对“教”与“学”双向结合和双边互动的过程，是一对充满矛盾的辩证发展过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000828"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业产生的前提是脑力劳动和体力劳动的分工。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000829"
        },
        {
          "type": "multiple_choice",
          "question": "信念伦理在复杂的功利化的现实生活中往往富有理想色彩，高估人们的理性能力，导致对实践理性的忽视。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000830"
        },
        {
          "type": "multiple_choice",
          "question": "道德品质的培养过程中，知情意行这些心理成分的培养在任何条件下都需按特定的顺序进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000831"
        },
        {
          "type": "multiple_choice",
          "question": "以教科研为中心积极开展面向世界经济建设、适应社会需要的教育科技服务也是教师的社会责任和义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000832"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范作为指导教师道德生活的最高准则，为教师的道德修养和人格塑造指明总的方向和目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000833"
        },
        {
          "type": "multiple_choice",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000834"
        },
        {
          "type": "multiple_choice",
          "question": "道德情感是否与理智相适应，对道德行为过程有着很大的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000835"
        },
        {
          "type": "multiple_choice",
          "question": "对于大学教师而言，首先要教授专业技术，其次才是教育学生如何做人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000836"
        },
        {
          "type": "multiple_choice",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000837"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为是教师个人自愿选择的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000838"
        },
        {
          "type": "multiple_choice",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000839"
        },
        {
          "type": "multiple_choice",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000840"
        },
        {
          "type": "multiple_choice",
          "question": "关于道德目的和道德手段间的关系，认识正确的是（    ）。",
          "options": [
            "A.道德目的决定道德手段的表现形式；",
            "B.道德手段反映和反作用于道德目的；",
            "C.道德目的和道德手段在一定条件下可以相互转化；",
            "D.道德目的和道德手段间是相互对立的"
          ],
          "answer": "ABC",
          "id": "M2000000841"
        },
        {
          "type": "multiple_choice",
          "question": "高校为社会服务离不开政策的导向和扶持，要强化政策法规意识，树立可持续的服务观，具体体现在（    ）。",
          "options": [
            "A.深刻理解和实施党和国家的相关政策和法规；",
            "B.改善与政府的关系，催生有利的服务政策；",
            "C.完善高校内部的激励政策；",
            "D.研究制定促进高校可持续地为社会服务的政策"
          ],
          "answer": "ABCD",
          "id": "M2000000842"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的功能包括（    ）。",
          "options": [
            "A.教师道德评价是培养教师道德品质的重要环节；",
            "B.教师道德评价是维护师德原则和规范的保障；",
            "C.教师道德评价是教师道德从意识转化为活动的杠杆；",
            "D.教师道德评价是提高教育质量的关键；",
            "E.加强教师道德评价，是建立良好校风校纪的重要途径"
          ],
          "answer": "ABCE",
          "id": "M2000000843"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德规范体系包括的要素有(    )。",
          "options": [
            "A.教师道德原则；",
            "B.教师道德评价；",
            "C.教师道德规范；",
            "D.教师道德范畴"
          ],
          "answer": "ACD",
          "id": "M2000000844"
        },
        {
          "type": "multiple_choice",
          "question": "资产阶级教育家蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "M2000000845"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于教师道德他律的说法中，正确的是(    )。",
          "options": [
            "A.教师道德他律包括外在约束功能和外在导向功能两个方面；",
            "B.从根本上说，道德规范体系的约束功能和导向功能是同时并存，同时发挥作用的；",
            "C.没有导向，约束就失去了自己的轨道和目标；",
            "D.约束和导向功能是相互包含的，只是理解教师道德规范体系的视角不同，并没有原则性的区别"
          ],
          "answer": "ABCD",
          "id": "M2000000846"
        },
        {
          "type": "multiple_choice",
          "question": "市场经济对道德的促进作用表现在（    ）。",
          "options": [
            "A.市场经济的竞争促进了人们自主意识和独立人格的形成；",
            "B.市场经济等价交换原则促使人的主体意识增强；",
            "C.市场经济的价值规律增强了挖掘潜能的主动精神；",
            "D.市场经济造成的社会交往普遍化有助于人的全面发展和人生价值的实现"
          ],
          "answer": "ABCD",
          "id": "M2000000847"
        },
        {
          "type": "multiple_choice",
          "question": "教师在道德修养过程中，学习的内容包括（    ）。",
          "options": [
            "A.加强理论学习；",
            "B.学习业务理论；",
            "C.在实践中学习和向同行学习；",
            "D.学习伦理道德知识"
          ],
          "answer": "ABCD",
          "id": "M2000000848"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德公正的作用体现在（    ）。",
          "options": [
            "A.有利于形成一种和谐的工作环境，激发每个教师的工作热情；",
            "B.有利于创造良好的人才环境，调动每个学生的成才积极性；",
            "C.有利于激发学生尊敬和信赖教师之情；",
            "D.有利于塑造学生美好的心灵"
          ],
          "answer": "ABCD",
          "id": "M2000000849"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德行为的结果的论述错误的是（    ）。",
          "options": [
            "A.行为目的是行为结果的实现；",
            "B.行为结果与目的、动机的关系始终是一致的；",
            "C.有时行为结果对行为价值的意义具有相对性；",
            "D.行为结果对行为的道德价值具有决定性意义"
          ],
          "answer": "ACD",
          "id": "M2000000850"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价通过社会评价和自我评价的形式进行；",
            "B.教师道德行为评价规定着教师应该怎样做，不该怎样做；",
            "C.教师道德行为评价规定着什么是善行，什么是恶行；",
            "D.教师道德评价既是对教师行为的道德监督，又起着一种裁决的作用"
          ],
          "answer": "ABCD",
          "id": "M2000000851"
        },
        {
          "type": "multiple_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.刻苦学习，不断探求；",
            "C.不畏艰险，开拓进取；",
            "D.坚持真理，献身科学"
          ],
          "answer": "BCD",
          "id": "M2000000852"
        },
        {
          "type": "multiple_choice",
          "question": "有关师德教育和师德修养关系说法正确的是（    ）。",
          "options": [
            "A.师德修养是师德教育的前提和必要准备；",
            "B.二者都是践行教师道德规范，提高教师职业道德的两种紧密联系的道德活动形式；",
            "C.师德修养是师德教育的必要补充；",
            "D.二者都是致力于教师道德养成"
          ],
          "answer": "BCD",
          "id": "M2000000853"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的社会评价形式有（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会传统习惯；",
            "D.教育传统习惯"
          ],
          "answer": "ABCD",
          "id": "M2000000854"
        },
        {
          "type": "multiple_choice",
          "question": "对为人师表的认识正确的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的准则"
          ],
          "answer": "ABCD",
          "id": "M2000000855"
        },
        {
          "type": "multiple_choice",
          "question": "内心信念在教师道德评价中的作用主要表现为（    ）。",
          "options": [
            "A.它作为一种强烈的道德责任感，成为教师对自己的职业行为进行自我评判的直接内在动力；",
            "B.它作为具有较高层次的教师道德意识和道德原则，是道德评价中的直接准绳；",
            "C.它是教育行为当事者一种内在的控制力；",
            "D.它是实现教师道德评价成效的途径和目的"
          ],
          "answer": "ABCD",
          "id": "M2000000856"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "M2000000857"
        },
        {
          "type": "multiple_choice",
          "question": "蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "M2000000858"
        },
        {
          "type": "multiple_choice",
          "question": "包含了教育民主、平等因素的观点是（    ）。",
          "options": [
            "A.孔子的“有教无类”；",
            "B.孟子的“以其昭昭”；",
            "C.荀子的“尊严而禅”；",
            "D.韩愈的“不耻相师”"
          ],
          "answer": "AD",
          "id": "M2000000859"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质的构成包括（    ）。",
          "options": [
            "A.道德认识；",
            "B.道德情感；",
            "C.道德评价；",
            "D.道德意志"
          ],
          "answer": "ABD",
          "id": "M2000000860"
        },
        {
          "type": "multiple_choice",
          "question": "“经师”和“人师”是教师的两种人格，其中“经师”是教行为的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000861"
        },
        {
          "type": "multiple_choice",
          "question": "道德目的和道德手段的统一，是道德行为评价的重要依据之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000862"
        },
        {
          "type": "multiple_choice",
          "question": "教师只有自觉地使自己行为的选择同客观必然性相一致，才能获得真正的自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000863"
        },
        {
          "type": "multiple_choice",
          "question": "学术创新不仅是知识有效积累、交流和增长的保障机制，而且也为学术规范提供了前提和条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000864"
        },
        {
          "type": "multiple_choice",
          "question": "教师行为的道德评价是有助于调整教育过程中各种关系的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000865"
        },
        {
          "type": "multiple_choice",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000866"
        },
        {
          "type": "multiple_choice",
          "question": "我国教师职业道德的系统化，开始于春秋时期的大教育家孔子。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000867"
        },
        {
          "type": "multiple_choice",
          "question": "西方的新自由主义思潮继承了资产阶级古典自由主义，以反对和抵制凯恩斯主义为主要特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000868"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000869"
        },
        {
          "type": "multiple_choice",
          "question": "市场经济秩序的建立必须以文化伦理精神作基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000870"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000871"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000872"
        },
        {
          "type": "multiple_choice",
          "question": "教育是公共事业，既需要靠政府，又要靠社会，还要靠市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000873"
        },
        {
          "type": "multiple_choice",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000874"
        },
        {
          "type": "multiple_choice",
          "question": "在日常生活中，人们常把“伦理”和“道德”作为互相指称的概念在同一意义上使用，这两个概念是没有区别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000875"
        },
        {
          "type": "multiple_choice",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000876"
        },
        {
          "type": "multiple_choice",
          "question": "罗杰斯所说的“心理气氛”属于情感的范畴，体现出了对学生的情感的关怀。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000877"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000878"
        },
        {
          "type": "multiple_choice",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000879"
        },
        {
          "type": "multiple_choice",
          "question": "公民道德是师德教育的底线。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000880"
        },
        {
          "type": "multiple_choice",
          "question": "在教师道德行为评价中，校内外舆论、教育传统习惯和教师内心信念间的关系是（    ）。",
          "options": [
            "A.教师内心信念的形成和巩固，要受到校内舆论和教育传统习惯的熏陶和影响；",
            "B.当校内外舆论、教育传统习惯符合教师需要时，会增强教师内心信念；",
            "C.当校内外舆论、教育传统习惯不符合教师需要时，会引起教师内心冲突和矛盾，甚至可能动摇教师的内心信念；",
            "D.教师内心信念又构成校内外舆论、教育传统习惯形成的基础，教师内心信念的形成，又会促使校内外舆论的形成，并使教育传统习惯活动良性发展"
          ],
          "answer": "ABCD",
          "id": "M2000000881"
        },
        {
          "type": "multiple_choice",
          "question": "在实践基础上加强教师道德建设的途径有（    ）。",
          "options": [
            "A.加强教师伦理的制度化建设；",
            "B.拓展师德建设途径；",
            "C.发挥师德典范的引导作用；",
            "D.加强预防和惩戒措施"
          ],
          "answer": "ABC",
          "id": "M2000000882"
        },
        {
          "type": "multiple_choice",
          "question": "教师的人文素养，以人文精神为标志，具体包括以下方面（    ）。",
          "options": [
            "A.教育理念；",
            "B.人文知识；",
            "C.情感责任；",
            "D.艺术涵养"
          ],
          "answer": "ABCD",
          "id": "M2000000883"
        },
        {
          "type": "multiple_choice",
          "question": "属于市场经济所蕴含的文化价值观念的核心即商品意识的有（    ）。",
          "options": [
            "A.金钱观念；",
            "B.效率观念；",
            "C.竞争观念；",
            "D.利益观念"
          ],
          "answer": "ABCD",
          "id": "M2000000884"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮对高校教师价值观的影响包括以下几个方面（    ）。",
          "options": [
            "A.开拓和丰富知识和眼界，加强思辨能力；",
            "B.有些内容对构建社会主义核心价值和主流文化有理论价值和借鉴意义；",
            "C.必然会有消极的影响与误导；",
            "D.造成教师价值观的混乱"
          ],
          "answer": "ABC",
          "id": "M2000000885"
        },
        {
          "type": "multiple_choice",
          "question": "社会舆论成为教师道德评价的重要手段的原因是（    ）。",
          "options": [
            "A.舆论的重要功能是对教师行为进行善恶判断；",
            "B.通过舆论评判的形式，使学校、教师能及时获得来自学校内部和外部的信息反馈；",
            "C.通过社会舆论，能对教师的行为起着矫正与导向的作用；",
            "D.舆论是教师道德评价的唯一手段"
          ],
          "answer": "ABC",
          "id": "M2000000886"
        },
        {
          "type": "multiple_choice",
          "question": "具备节操道德品质的教师能够（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业的整体利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "ABCD",
          "id": "M2000000887"
        },
        {
          "type": "multiple_choice",
          "question": "有关慎独这种师德修养方法的认识正确的是（    ）。",
          "options": [
            "A.慎独是一种道德修养方法；",
            "B.慎独是道德修养应达到的一种境界；",
            "C.慎独的表现形式是主观的，内容则是客观的；",
            "D.慎独倡导人们要严格要求自己，坚持在“隐”和“微”处下功夫"
          ],
          "answer": "ABCD",
          "id": "M2000000888"
        },
        {
          "type": "multiple_choice",
          "question": "市场经济的文化意义包括（    ）。",
          "options": [
            "A.市场经济蕴含着特定的文化价值观念；",
            "B.市场经济秩序的建立必须以文化伦理精神作基础；",
            "C.市场经济的健康发展必须灌注着一种文化精神；",
            "D.市场经济是人实现自身价值和文化理想的手段"
          ],
          "answer": "ABCD",
          "id": "M2000000889"
        },
        {
          "type": "multiple_choice",
          "question": "现代高等教育对师德建设的一般要求可以概括为（    ）。",
          "options": [
            "A.敬业乐教，热爱学生；",
            "B.严谨治学，学术诚信；",
            "C.追求创新，注重个性；",
            "D.追求正义，关爱社会"
          ],
          "answer": "ABCD",
          "id": "M2000000890"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德良心对教师行为的作用表现在（    ）。",
          "options": [
            "A.在教师选择行为之前，起着指导的作用；",
            "B.在教师行为的进行过程中，起着自我控制和自我监督的作用；",
            "C.在教师行为的进行过程中，起着外在约束和引导的作用；",
            "D.在教师行为结束之后，起着自我评价的作用"
          ],
          "answer": "ABD",
          "id": "M2000000891"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "M2000000892"
        },
        {
          "type": "multiple_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "M2000000893"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于动机论的看法是（    ）。",
          "options": [
            "A.动机论者认为一个行为之所以是道德的，是因为它出于纯粹的善良的动机；",
            "B.动机论者认为“动机善，是由于它有产生快乐或阻止痛苦的趋势；动机恶，是由于它有产生痛苦或阻止快乐的趋势”；",
            "C.动机论者认为行为动机是道德评价的根本；",
            "D.该理论完全排斥了效果在道德评价中的地位"
          ],
          "answer": "ACD",
          "id": "M2000000894"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为的动机理解正确的是（    ）。",
          "options": [
            "A.道德行为的动机可以分为形式动机和事实动机；",
            "B.教师道德动机指向与行为的结果有时会发生分离；",
            "C.事实动机是指实际驱动行为发生的动机；",
            "D.形式是指没有外化为实际行为的动机"
          ],
          "answer": "ABCD",
          "id": "M2000000895"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "M2000000896"
        },
        {
          "type": "multiple_choice",
          "question": "教育传统习惯在教师道德评价中具有的特殊功能是（    ）。",
          "options": [
            "A.它是评价教育行为善恶最简易的起码尺度；",
            "B.它是教师自觉矫正道德行为的简易实用的方法；",
            "C.它适用范围比较广泛；",
            "D.它是一种极其有效地巩固道德评价成果的重要形式"
          ],
          "answer": "ABCD",
          "id": "M2000000897"
        },
        {
          "type": "multiple_choice",
          "question": "对于规则和自由的关系，以下说法正确的是（   ）。",
          "options": [
            "A.规则和自由在根本上是矛盾的；",
            "B.规则是对人的自由选择和活动的外在约束；",
            "C.绝对自由是不存在的，人总要受到外在必然性的制约；",
            "D.个体要追求自由，应当勇于打破规则"
          ],
          "answer": "BC",
          "id": "M2000000898"
        },
        {
          "type": "multiple_choice",
          "question": "影响高校社会服务工作迅速开展的因素有（    ）。",
          "options": [
            "A.市场经济的迅速发展；",
            "B.西方发达国家高校社会服务的迅速发展；",
            "C.经济体制改革和高等教育管理体制重心下移；",
            "D.高等教育布局结构和高等教育区域化"
          ],
          "answer": "ABCD",
          "id": "M2000000899"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德修养的目标说法正确的是（    ）。",
          "options": [
            "A.爱国主义、社会主义、集体主义是教师道德修养的核心和方向；",
            "B.艰苦创业、爱业敬岗的劳动态度的培养，是教师道德修养的职业要求；",
            "C.关心学生、乐于助教、营造良好的教育环境与和睦的人际关系是教师职业道德修养的基本任务；",
            "D.要求教师忠诚于教育事业，把爱国主义与爱教育有机统一起来"
          ],
          "answer": "ABCD",
          "id": "M2000000900"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000901"
        },
        {
          "type": "multiple_choice",
          "question": "教书育人是人民教师应尽的道德义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000902"
        },
        {
          "type": "multiple_choice",
          "question": "一般来说，男教师的心理特征从总体来讲属于“情感型”，而女教师的则属于“理智型”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000903"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师应把教育工作当作一种谋生手段，而不是当作一种事业来追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000904"
        },
        {
          "type": "multiple_choice",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000905"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮是社会意识的一种综合表现形式，它的形成主要源自外来文化的渗入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000906"
        },
        {
          "type": "multiple_choice",
          "question": "为了适应现代社会对高校社会服务职能的要求，高校教师应该把主要精力向社会服务活动上转移。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000907"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德修养是一个短期内就可以实现的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000908"
        },
        {
          "type": "multiple_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000909"
        },
        {
          "type": "multiple_choice",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000910"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德养成在师德转化为教师的内在品质的中起着重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000911"
        },
        {
          "type": "multiple_choice",
          "question": "规范伦理学和应用伦理学是伦理学的两个并列的理论流派，两者间是对立的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000912"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德他律包括了教师道德规范体系的外在约束功能和外在导向功能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000913"
        },
        {
          "type": "multiple_choice",
          "question": "伦理、道德是一种信念伦理、自律伦理，因此教师道德建设应以教师的自我修养为主。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000914"
        },
        {
          "type": "multiple_choice",
          "question": "早在先秦时代，诸子百家就提出过各具特色的理想人格构想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000915"
        },
        {
          "type": "multiple_choice",
          "question": "求实作为高校教师应有的职业道德品质间接影响着教师能否履行自己的基本职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000916"
        },
        {
          "type": "multiple_choice",
          "question": "道德信念的形成，必须使知情意行这些心理成分都得到相应发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000917"
        },
        {
          "type": "multiple_choice",
          "question": "封建社会的教师是为统治阶级服务的，“非官莫属”，具有较高的政治、经济地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000918"
        },
        {
          "type": "multiple_choice",
          "question": "中国古代的所谓“忠”“孝”不能两全，实际上是由于价值取向不同导致的道德困境，需要个人的道德选择和判断。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000919"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000920"
        },
        {
          "type": "multiple_choice",
          "question": "要做到“热爱学生，诲人不倦”，就应该做到(    )。",
          "options": [
            "A.深入了解学生；",
            "B.尊重和信任学生；",
            "C.严格要求学生；",
            "D.对学生一视同仁"
          ],
          "answer": "ABCD",
          "id": "M2000000921"
        },
        {
          "type": "multiple_choice",
          "question": "对师德养成过程中各要素关系论述正确的是（    ）。",
          "options": [
            "A.道德认识是基础；",
            "B.道德情感和道德意志是两个重要的内在条件；",
            "C.道德信念是核心；",
            "D.道德行为是认知的结果；",
            "E.师德养成过程中，需要使各要素达到有机统一"
          ],
          "answer": "ABCDE",
          "id": "M2000000922"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，在服务社会的过程中，正确的功利意识应该是（    ）。",
          "options": [
            "A.以义谋利；",
            "B.见利思义；",
            "C.义利兼顾；",
            "D.重利轻义"
          ],
          "answer": "ABC",
          "id": "M2000000923"
        },
        {
          "type": "multiple_choice",
          "question": "每一位教师都应该做到（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以推进社会进步为己任；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "ABCD",
          "id": "M2000000924"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.应用性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.发展性价值"
          ],
          "answer": "BCD",
          "id": "M2000000925"
        },
        {
          "type": "multiple_choice",
          "question": "新时期下，为适应经济教育改革的需要，教师应该形成的道德观念体现在（    ）。",
          "options": [
            "A.可以把自己的教育劳动和物质利益结合起来，形成义利统一观念；",
            "B.形成积极进取、公平竞争的竞争观念；",
            "C.积极投入社会经济、政治、文化生活，努力形成民主观念和参与意识；",
            "D.潜心教学与科研，避免沾染市场化的观念"
          ],
          "answer": "ABC",
          "id": "M2000000926"
        },
        {
          "type": "multiple_choice",
          "question": "在关爱学生与严格要求的关系上特别要注意的是(    )。",
          "options": [
            "A.关注每一位学生；",
            "B.关注学生的情绪生活和情感体验；",
            "C.关注和自己亲近的学生的成长；",
            "D.关注学生的道德生活和人格养成"
          ],
          "answer": "ABD",
          "id": "M2000000927"
        },
        {
          "type": "multiple_choice",
          "question": "马克思主义善恶观认为（    ）。",
          "options": [
            "A.善恶观念不是先验的，也不能从人的自然属性中引申出来；",
            "B.善恶观念是人们在社会生活中形成的，包含着人们间各种利益关系的一定形式；",
            "C.善恶观念具有相对性和绝对性；",
            "D.善恶观念在阶级社会中具有阶级性和历史性"
          ],
          "answer": "ABCD",
          "id": "M2000000928"
        },
        {
          "type": "multiple_choice",
          "question": "教师个体道德品质形成与发展需要经历的阶段有（    ）。",
          "options": [
            "A.萌芽阶段；",
            "B.形成阶段；",
            "C.成熟阶段；",
            "D.完善阶段"
          ],
          "answer": "ABD",
          "id": "M2000000929"
        },
        {
          "type": "multiple_choice",
          "question": "以下对规范伦理学的特点描述正确的是（   ）。",
          "options": [
            "A.以人的行为及其准则为核心内容；",
            "B.探讨道德生活中的善与恶、应该与不应该、公正与偏私之间的界限及标准的确立和在道德实践中的应用；",
            "C.在哲学层次上解释道德的本源和演化规律，证明道德判断和规则的依据；",
            "D.建构社会道德规范体系，指导人们道德生活实践，规范道德秩序"
          ],
          "answer": "ABCD",
          "id": "M2000000930"
        },
        {
          "type": "multiple_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，这种特殊性体现在（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是教师的真才实学、人格品德；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "ABCD",
          "id": "M2000000931"
        },
        {
          "type": "multiple_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "M2000000932"
        },
        {
          "type": "multiple_choice",
          "question": "1966年，联合国教科文组织通过的《关于教师地位的建议书》提出师德理想的目标包括（   ）。",
          "options": [
            "A.人类个性的全面发展；",
            "B.集体精神、道德、社会、经济、文化进步；",
            "C.促进知识的传播；",
            "D.对人权和基本自由极大尊重的谆谆告诫"
          ],
          "answer": "ABD",
          "id": "M2000000933"
        },
        {
          "type": "multiple_choice",
          "question": "杨启亮教授认为教师的职业境界具有层次性包括（    ）。",
          "options": [
            "A.把教育看成是社会对教师角色的规范、要求；",
            "B.把教育活动当作幸福体验；",
            "C.把教育看作出于职业责任的活动；",
            "D.把教育活动看作出与职业良心的活动；",
            "E.把教育看作职业责任和职业良心的统一"
          ],
          "answer": "ABCD",
          "id": "M2000000934"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于应用伦理学的说法正确的是（   ）。",
          "options": [
            "A.应用伦理学是对规范伦理学的实践；",
            "B.应用伦理学诞生于古希腊时期；",
            "C.应用伦理学从根本上说是现实需要推动产生的；",
            "D.应用伦理学不是一门单一独立学科"
          ],
          "answer": "ACD",
          "id": "M2000000935"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "M2000000936"
        },
        {
          "type": "multiple_choice",
          "question": "学术规范包含的含义有（    ）。",
          "options": [
            "A.学术研究中的具体规则；",
            "B.学术研究的总原则；",
            "C.学术研究的流程；",
            "D.高层次的规范"
          ],
          "answer": "AD",
          "id": "M2000000937"
        },
        {
          "type": "multiple_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "M2000000938"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价善恶标准的相对性种类有（    ）。",
          "options": [
            "A.社会政治、经济、文化发展的差异性；",
            "B.社会思潮、意识形态左右着教师道德行为，成为构成教师道德行为标准的重要因素；",
            "C.教育事业发展状况是影响教师道德行为评价的重要因素；",
            "D.教师自身的思想道德素质，是形成教师道德行为评价相对性的不可忽视的因素"
          ],
          "answer": "ABCD",
          "id": "M2000000939"
        },
        {
          "type": "multiple_choice",
          "question": "他律机制中的教师，在与教师道德规范体系的关系上具有的特点是(    )。",
          "options": [
            "A.被动性；",
            "B.外在性；",
            "C.实在性；",
            "D.中介性"
          ],
          "answer": "ABCD",
          "id": "M2000000940"
        },
        {
          "type": "multiple_choice",
          "question": "规范伦理学中的义务论，在对行为的价值评价上仅凭动机、意向和是否符合出于义务的律令，来判断行为的善恶，这使其失去了道德评价的客观依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000941"
        },
        {
          "type": "multiple_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000942"
        },
        {
          "type": "multiple_choice",
          "question": "传统习惯具有短暂性等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000943"
        },
        {
          "type": "multiple_choice",
          "question": "14至16世纪的文艺复兴运动，推动了西欧近代教育运动的迅速发展，这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000944"
        },
        {
          "type": "multiple_choice",
          "question": "作为一名教师，应当尽可能地把学生步入社会后几十年中所需要的知识都传授给他们。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000945"
        },
        {
          "type": "multiple_choice",
          "question": "我国社会主义师德既继承了历代的传统美德，也反映了现实的实际需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000946"
        },
        {
          "type": "multiple_choice",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000947"
        },
        {
          "type": "multiple_choice",
          "question": "相对于教师道德原则来说，教师道德规范是派生的，是从属于教师道德原则的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000948"
        },
        {
          "type": "multiple_choice",
          "question": "教师人格可以从其在教育活动中表现出的认知、情感、性格、气质、能力及道德品质等特质得以体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000949"
        },
        {
          "type": "multiple_choice",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000950"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，在服务社会的过程中，应该学习中国传统文化中重义轻利的价值取向，同时树立合理谋利精神，理清功利、道义关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000951"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的结果与目的、动机的关系始终都是一一对应的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000952"
        },
        {
          "type": "multiple_choice",
          "question": "1968年美国国家教育协会（NEA）制定了《教育职业伦理准则》，一般来说，拥护这一准则才能取得成员资格，才能得到学校聘用和各州教育许可证。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000953"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮对教师理想信念只有消极影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000954"
        },
        {
          "type": "multiple_choice",
          "question": "良心在心理上是一种发自内心深处的对自己的道德主体性的隐蔽呼声。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000955"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000956"
        },
        {
          "type": "multiple_choice",
          "question": "苏联的广大教师认为，教师的劳动中最重要的是阶级意识，道德因素的作用削弱了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000957"
        },
        {
          "type": "multiple_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000958"
        },
        {
          "type": "multiple_choice",
          "question": "道德信念是道德品质的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000959"
        },
        {
          "type": "multiple_choice",
          "question": "意识具有稳定性，因此市场经济的深入发展和互联网等新兴媒体对教师观念的影响有限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000960"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于美国制定的教师职业伦理守则的是（   ）。",
          "options": [
            "A.《教师职业伦理标准》；",
            "B.《优秀教师行为守则》；",
            "C.《美国教授职业伦理声明》；",
            "D.《伦理标准》"
          ],
          "answer": "ABCD",
          "id": "M2000000961"
        },
        {
          "type": "multiple_choice",
          "question": "与学术道德规范相关的政策文件有（    ）",
          "options": [
            "A.《涉及人的生物医学研究伦理审查办法（试行）》",
            "B.《教育部关于严肃处理高等学校学术不端行为的通知》",
            "C.《关于善待实验动物的指导性意见》",
            "D.《高校人文社会科学学术规范指南》"
          ],
          "answer": "ABC",
          "id": "M2000000962"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "M2000000963"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价善恶标准的共同性表现在（    ）。",
          "options": [
            "A.教师行为的方向性；",
            "B.教师行为的科学性；",
            "C.教师行为的“真善美”的统一性；",
            "D.教师行为的能动性"
          ],
          "answer": "ABC",
          "id": "M2000000964"
        },
        {
          "type": "multiple_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "M2000000965"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "M2000000966"
        },
        {
          "type": "multiple_choice",
          "question": "著名伦理学家罗国杰先生把为人师表具体化为（    ）。",
          "options": [
            "A.言行一致；",
            "B.文明礼貌；",
            "C.语言美；",
            "D.仪表端庄；",
            "E.作风正派"
          ],
          "answer": "ABCDE",
          "id": "M2000000967"
        },
        {
          "type": "multiple_choice",
          "question": "下列对师生关系中各个层面关系描述正确的是(    )。",
          "options": [
            "A.教学工作关系是师生关系的基础；",
            "B.道德责任关系是伴随工作关系而生成的关系；",
            "C.如果没有心理意义上的情感作用和联系，工作关系也不能有效维持；",
            "D.个人关系是师生集体交往和关系的一种补充"
          ],
          "answer": "ABCD",
          "id": "M2000000968"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德义务的作用主要表现在（    ）。",
          "options": [
            "A.正确的义务观可以约束和规范教师的行为；",
            "B.正确的义务观是教师职业劳动的巨大激励力量；",
            "C.正确的义务观可以促使教师自觉培养高尚的师德品质；",
            "D.正确的义务观可以调节教育活动中的人际关系"
          ],
          "answer": "BCD",
          "id": "M2000000969"
        },
        {
          "type": "multiple_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "M2000000970"
        },
        {
          "type": "multiple_choice",
          "question": "教育传统习惯在教师道德评价中具有的特殊功能是（    ）。",
          "options": [
            "A.它是评价教育行为善恶最简易的起码尺度；",
            "B.它是教师自觉矫正道德行为的简易实用的方法；",
            "C.它适用范围比较广泛；",
            "D.它是一种极其有效地巩固道德评价成果的重要形式"
          ],
          "answer": "ABCD",
          "id": "M2000000971"
        },
        {
          "type": "multiple_choice",
          "question": "教师实现人生价值体现在（    ）。",
          "options": [
            "A.人生价值的实现体现在个人与社会和他人的关系中；",
            "B.从人生价值实现上来讲，个人应注重对社会的创造与贡献；",
            "C.人生价值体现在个人同自身的关系中；",
            "D.教师人生价值的实现，需更关注人生的自我价值"
          ],
          "answer": "ABC",
          "id": "M2000000972"
        },
        {
          "type": "multiple_choice",
          "question": "教师的某一行为的分析角度有（    ）。",
          "options": [
            "A.经济学角度；",
            "B.法律角度；",
            "C.伦理学角度；",
            "D.政治学角度"
          ],
          "answer": "ABCD",
          "id": "M2000000973"
        },
        {
          "type": "multiple_choice",
          "question": "从教师道德品质的特点中，我们可以知道（    ）。",
          "options": [
            "A.教师道德品质具有教师内部意志和外部行为的统一；",
            "B.教师道德品质仅是其内部意志的体现；",
            "C.教师道德品质仅需行为整体加以体现；",
            "D.教师道德品质是个别行为和行为整体的统一"
          ],
          "answer": "AD",
          "id": "M2000000974"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为选择作为一种道德心理过程，具体包括（    ）。",
          "options": [
            "A.道德需要的确立；",
            "B.道德动机的斗争；",
            "C.道德行为目标的确定；",
            "D.道德情感的选择；",
            "E.道德行为手段的选择"
          ],
          "answer": "ABCD",
          "id": "M2000000975"
        },
        {
          "type": "multiple_choice",
          "question": "高校师德教育的规章制度包括的层次有（    ）。",
          "options": [
            "A.国家的法律、行政法规、地方性法规和政府规章；",
            "B.政策；",
            "C.高校有关管理规章；",
            "D.教师行业协会的章程、公约；",
            "E.教师与学校的聘任合同等"
          ],
          "answer": "ABCDE",
          "id": "M2000000976"
        },
        {
          "type": "multiple_choice",
          "question": "新时期下，为适应经济教育改革的需要，教师应该形成的道德观念体现在（    ）。",
          "options": [
            "A.可以把自己的教育劳动和物质利益结合起来，形成义利统一观念；",
            "B.形成积极进取、公平竞争的竞争观念；",
            "C.积极投入社会经济、政治、文化生活，努力形成民主观念和参与意识；",
            "D.潜心教学与科研，避免沾染市场化的观念"
          ],
          "answer": "ABC",
          "id": "M2000000977"
        },
        {
          "type": "multiple_choice",
          "question": "师德养成的一般路径包括（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德修养；",
            "D.师德品质；",
            "E.师德原则"
          ],
          "answer": "AC",
          "id": "M2000000978"
        },
        {
          "type": "multiple_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "M2000000979"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "M2000000980"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为价值的大小，在很大程度上取决于构成教师道德行为的各具体要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000981"
        },
        {
          "type": "multiple_choice",
          "question": "从教育和教学的特点来看，教育和教学活动自身就是一种道德活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000982"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000983"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为是纯粹道德意义上的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000984"
        },
        {
          "type": "multiple_choice",
          "question": "笃行是教师道德修养的根本方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000985"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的形式主要有社会舆论和传统习俗。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000986"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成的过程，也可以说是教师道德品质形成的一般过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000987"
        },
        {
          "type": "multiple_choice",
          "question": "儒家的理想人格是君子人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000988"
        },
        {
          "type": "multiple_choice",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000989"
        },
        {
          "type": "multiple_choice",
          "question": "权钱交易、金钱万能等不良现象是市场经济因为其特点所带来的必然的普遍现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000990"
        },
        {
          "type": "multiple_choice",
          "question": "圣·奥古斯丁认为人民要想达到“至善”，就必须信仰上帝，靠上帝的帮助。这是一种把获得快乐、幸福的多少作为衡量善恶的标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000991"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000992"
        },
        {
          "type": "multiple_choice",
          "question": "荀子提倡“师”与“天、地、君、亲”并立，这种思想已含有教育民主、平等因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000993"
        },
        {
          "type": "multiple_choice",
          "question": "教师的主要职责就是教书，即传授知识，在此前提下可以兼顾对学生的思想道德教育和人格塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000994"
        },
        {
          "type": "multiple_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000995"
        },
        {
          "type": "multiple_choice",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000996"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校来说，教学和科研是最主要的，社会服务只是其次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000000997"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000998"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德原则和规范能反映相应时期对教师道德品质的要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000000999"
        },
        {
          "type": "multiple_choice",
          "question": "道德产生于社会存在、发展的客观需求和人类自身追求完善的主观需求，它从社会生活中产生，又反映和改造着社会生活。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001000"
        },
        {
          "type": "multiple_choice",
          "question": "有关“经师”、“人师”说法正确的是（    ）。",
          "options": [
            "A.是教师的两种人格；",
            "B.经师是教学问的；",
            "C.人师是教学问的；",
            "D.我们的教学要采取经师和人师合一"
          ],
          "answer": "ABD",
          "id": "M2000001001"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德良心下列说法正确的是（    ）。",
          "options": [
            "A.教师道德良心具体内涵首先体现为教师职业意识中一种强烈的道德责任感；",
            "B.教师良心作为一种道德责任感，是教师对社会和学生的义务感的强烈表现；",
            "C.作为一种评价能力，它是一定道德原则和规范在教师内心深处形成的稳定的信念和意志；",
            "D.就其全部内容而言，教师道德良心是道德认识、道德情感、道德意志等各种道德心理因素的有机统一"
          ],
          "answer": "ABCD",
          "id": "M2000001002"
        },
        {
          "type": "multiple_choice",
          "question": "以下情形中，属于需要个人进行道德选择和判断的的道德困境的是（   ）。",
          "options": [
            "A.忠孝不能两全；",
            "B.义利之辩；",
            "C.奉献与索取的冲突；",
            "D.个人本位与社会本位的冲突"
          ],
          "answer": "ABCD",
          "id": "M2000001003"
        },
        {
          "type": "multiple_choice",
          "question": "改革家梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "M2000001004"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "M2000001005"
        },
        {
          "type": "multiple_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "M2000001006"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德观念的构成因素有（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.秉公办事；",
            "D.一视同仁；",
            "E.因材施教"
          ],
          "answer": "ABCDE",
          "id": "M2000001007"
        },
        {
          "type": "multiple_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "M2000001008"
        },
        {
          "type": "multiple_choice",
          "question": "人文素养的内涵可分为如下层次（    ）。",
          "options": [
            "A.掌握特定的人文社会科学基础知识的程度；",
            "B.在日常生活中运用这些基础知识的能力；",
            "C.以这些知识处理人与自身、他人、社会和自然的关系中形成的特定价值观，及建立在这种价值观基础上的行为模式和趋向；",
            "D.向他人传播这种知识和价值观的效果"
          ],
          "answer": "AC",
          "id": "M2000001009"
        },
        {
          "type": "multiple_choice",
          "question": "影响教师公正观念的因素有（    ）。",
          "options": [
            "A.一定社会历史条件和社会教育制度、职业劳动的目的的制约；",
            "B.教师教育规律；",
            "C.教师个人道德觉悟的提高；",
            "D.每个学生情况的认识水平"
          ],
          "answer": "ABCD",
          "id": "M2000001010"
        },
        {
          "type": "multiple_choice",
          "question": "对教师超越自尊和自卑的看法正确的是（    ）。",
          "options": [
            "A.师生交往中，应体现“主体间性”特点；",
            "B.教师在与学生交往中，应创设一定的情境让学生“言说”、“表达”和“参与”；",
            "C.教师在教育过程中，要超越自身薄弱的一面；",
            "D.教师应经常性、主动地以学生为镜子，督促自身提高素质"
          ],
          "answer": "ABCD",
          "id": "M2000001011"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在进行社会服务的过程中遇到的矛盾主要有（    ）。",
          "options": [
            "A.新旧观念的矛盾；",
            "B.个人利益与社会利益的矛盾；",
            "C.本职工作与兼职工作的矛盾；",
            "D.教师集体内部的利益矛盾"
          ],
          "answer": "ABCD",
          "id": "M2000001012"
        },
        {
          "type": "multiple_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "M2000001013"
        },
        {
          "type": "multiple_choice",
          "question": "教师对自身行为的自觉表现在（    ）。",
          "options": [
            "A.教师在行为前对自己将要做什么、怎样做有自觉意识；",
            "B.教师在行动前对行为后果有自觉意识；",
            "C.教师在行为前对所要选择的行为有清晰的道德自我意识；",
            "D.教师在行为前对所选行为的道德意识，是出于对一定社会的教师道德准则的“应该”与否的理解"
          ],
          "answer": "ABCD",
          "id": "M2000001014"
        },
        {
          "type": "multiple_choice",
          "question": "内心信念在教师道德评价中的作用主要表现为（    ）。",
          "options": [
            "A.它作为一种强烈的道德责任感，成为教师对自己的职业行为进行自我评判的直接内在动力；",
            "B.它作为具有较高层次的教师道德意识和道德原则，是道德评价中的直接准绳；",
            "C.它是教育行为当事者一种内在的控制力；",
            "D.它是实现教师道德评价成效的途径和目的"
          ],
          "answer": "ABCD",
          "id": "M2000001015"
        },
        {
          "type": "multiple_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "M2000001016"
        },
        {
          "type": "multiple_choice",
          "question": "在学术诚信建设中要逐步建立起（    ）相结合的约束模式",
          "options": [
            "A.法律",
            "B.规律",
            "C.纪律",
            "D.自律"
          ],
          "answer": "ACD",
          "id": "M2000001017"
        },
        {
          "type": "multiple_choice",
          "question": "教书与育人的伦理学意义是(    )。",
          "options": [
            "A.是塑造学生健康人格和展示自身人格的根本途径；",
            "B.是提高教学质量和培养高素质人才的根本保证；",
            "C.是建立和谐师生关系、成为人民满意教师的重要内容；",
            "D.是促进教师高尚道德形成的关键"
          ],
          "answer": "ABC",
          "id": "M2000001018"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师要培养勤奋品质的原因在于（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度快；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "ABCD",
          "id": "M2000001019"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "M2000001020"
        },
        {
          "type": "multiple_choice",
          "question": "教育职业与其他职业相比较，最根本的特点在于它是以知识为对象的，是发现知识、传播知识的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001021"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德水平主要影响学生的道德成长，而学生的智能发展则不受教师的道德水平影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001022"
        },
        {
          "type": "multiple_choice",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001023"
        },
        {
          "type": "multiple_choice",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001024"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德他律中的实在性特点是指教师在认知心理上已经扬弃了道德的实在性倾向，代之以“问心无愧”的道德心理倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001025"
        },
        {
          "type": "multiple_choice",
          "question": "在外部环境既定的情况下，不同教师个体的具体行为选择始终具有一致性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001026"
        },
        {
          "type": "multiple_choice",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001027"
        },
        {
          "type": "multiple_choice",
          "question": "伦理道德是一种理性自觉，是人的“善良意志”的产物，是可以超脱于社会生活之外而独立存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001028"
        },
        {
          "type": "multiple_choice",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001029"
        },
        {
          "type": "multiple_choice",
          "question": "传统美德是师德教育的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001030"
        },
        {
          "type": "multiple_choice",
          "question": "“慎独”的表现形式是主观的，但其内容是客观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001031"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价在教师道德认识和教师职业道德行为的转化中，起着媒介作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001032"
        },
        {
          "type": "multiple_choice",
          "question": "学校应该想方设法避免其教育劳动进入商品市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001033"
        },
        {
          "type": "multiple_choice",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001034"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001035"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质作为一种行为习惯与习性，同自然养成的一般生活习惯或习性是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001036"
        },
        {
          "type": "multiple_choice",
          "question": "人格是一个人心理品质和思想行为的本质特征，是一个人的人格意识、人格情感、人格意志与人格行为的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001037"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001038"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师劳动形式的特殊性，决定了教师应该以高度自觉责任感对待自己的本职工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001039"
        },
        {
          "type": "multiple_choice",
          "question": "不同职业的职业道德是互相独立的，教师职业道德主要的影响对象是学生，而不是社会其他行业的道德状况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001040"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德作为一种特殊的意识形态系统，主要由以下要素构成（    ）。",
          "options": [
            "A.教师道德意识现象；",
            "B.教师道德关系现象；",
            "C.教师道德规范现象；",
            "D.教师道德活动现象"
          ],
          "answer": "ABCD",
          "id": "M2000001041"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮对高校教师价值观的影响包括以下几个方面（    ）。",
          "options": [
            "A.开拓和丰富知识和眼界，加强思辨能力；",
            "B.有些内容对构建社会主义核心价值和主流文化有理论价值和借鉴意义；",
            "C.必然会有消极的影响与误导；",
            "D.造成教师价值观的混乱"
          ],
          "answer": "ABC",
          "id": "M2000001042"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "M2000001043"
        },
        {
          "type": "multiple_choice",
          "question": "对新旧教育传统的认识正确的是（    ）。",
          "options": [
            "A.新的教育传统能继承旧教育传统中的合理因素；",
            "B.旧教育传统中有些陈旧落后的东西，需要新教育传统加以摒弃；",
            "C.在用教育传统习惯对教师道德行为进行评价时，需要充分认识新、旧教育传统习惯之间斗争的长期性和复杂性；",
            "D.要对旧的教育传统习惯进行具体剖析，区别对待，充分利用其所含有的积极因素，促使新的教育传统习惯的形成和发展"
          ],
          "answer": "ABCD",
          "id": "M2000001044"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德评价的认识正确的是（    ）。",
          "options": [
            "A.教师道德评价通过社会评价和自我评价的形式进行；",
            "B.教师道德行为评价规定着教师应该怎样做，不该怎样做；",
            "C.教师道德行为评价规定着什么是善行，什么是恶行；",
            "D.教师道德评价既是对教师行为的道德监督，又起着一种裁决的作用"
          ],
          "answer": "ABCD",
          "id": "M2000001045"
        },
        {
          "type": "multiple_choice",
          "question": "人作为道德主体，不是消极的受制于外在必然性的，这表现为（   ）。",
          "options": [
            "A.道德不是强加于人的东西，而是人自觉的内在需求；",
            "B.人会无意识的遵守约定俗成的道德规范；",
            "C.道德是人们自我肯定、自我发展、自我实现的社会形式；",
            "D.人能够以自己的理性创造和改变道德"
          ],
          "answer": "AC",
          "id": "M2000001046"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "M2000001047"
        },
        {
          "type": "multiple_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "M2000001048"
        },
        {
          "type": "multiple_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "M2000001049"
        },
        {
          "type": "multiple_choice",
          "question": "有关公民道德的特点认识正确的是（    ）。",
          "options": [
            "A.普遍性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "ABCD",
          "id": "M2000001050"
        },
        {
          "type": "multiple_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "M2000001051"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德修养的特点有（    ）。",
          "options": [
            "A.自觉性；",
            "B.长期性；",
            "C.主观性；",
            "D.曲折性"
          ],
          "answer": "ABD",
          "id": "M2000001052"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师价值观是（    ）。",
          "options": [
            "A.在实践过程中形成的；",
            "B.在价值认识基础上形成的；",
            "C.是对客体价值的一种稳定看法或思维定势；",
            "D.是促进社会发展的力量"
          ],
          "answer": "ABC",
          "id": "M2000001053"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "M2000001054"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "M2000001055"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在科研过程中遇到的矛盾主要是（    ）。",
          "options": [
            "A.科研工作与教学工作的矛盾；",
            "B.教师的科研能力、水平与职业要求的矛盾；",
            "C.科研协作中的矛盾；",
            "D.科研工作与劳动付出的矛盾"
          ],
          "answer": "ABC",
          "id": "M2000001056"
        },
        {
          "type": "multiple_choice",
          "question": "著名伦理学家罗国杰先生把为人师表具体化为（    ）。",
          "options": [
            "A.言行一致；",
            "B.文明礼貌；",
            "C.语言美；",
            "D.仪表端庄；",
            "E.作风正派"
          ],
          "answer": "ABCDE",
          "id": "M2000001057"
        },
        {
          "type": "multiple_choice",
          "question": "研究教师道德意识现象的具体内容包括（    ）。",
          "options": [
            "A.从理论上揭示教师道德的社会本质和发展规律；",
            "B.阐明教师道德的功能和作用；",
            "C.科学的论证和阐明当今时代教师道德的内容与特点；",
            "D.把握教师道德形成发展的历史过程和历史规律"
          ],
          "answer": "ABCD",
          "id": "M2000001058"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "M2000001059"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德系统诸要素之间的关系，以下说法正确的是（    ）。",
          "options": [
            "A.师德关系、师德活动是师德意识、师德规范的实践基础和客观来源；",
            "B.师德意识是师德关系的反应，是师德规范形成的思想前提；",
            "C.师德规范体系是连接师德意识现象和师德实践活动的中间环节；",
            "D.教师道德结构诸方面相互规定、相辅相成"
          ],
          "answer": "ABCD",
          "id": "M2000001060"
        },
        {
          "type": "multiple_choice",
          "question": "教师与学生在教学过程中的交往不仅仅是科学文化知识等信息的传授，更重要的是心理交流、情感交流。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001061"
        },
        {
          "type": "multiple_choice",
          "question": "教师培养对教育事业的忠诚品德，就是培养忠诚包含的各种具体的道德品质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001062"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学作为一门理论科学，对教师的职业生涯有着间接的参考作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001063"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为的善行仅具有绝对意义的善。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001064"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德良心的表现形式是客观的，但内部却是主观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001065"
        },
        {
          "type": "multiple_choice",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001066"
        },
        {
          "type": "multiple_choice",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001067"
        },
        {
          "type": "multiple_choice",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001068"
        },
        {
          "type": "multiple_choice",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001069"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德公正要求教师更注重对学生的奖励、荣誉、评价等外在公正形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001070"
        },
        {
          "type": "multiple_choice",
          "question": "随着日本近代教育的发展和明治维新运动的开展，逐步形成“士族教师形象”，开始追求民主主义的现代教师形象，并成立了日本教职员组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001071"
        },
        {
          "type": "multiple_choice",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001072"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的结果性质可以决定行为的善恶价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001073"
        },
        {
          "type": "multiple_choice",
          "question": "现代科学研究的特点之一，是作为科学共同体的团队合作，需要每一个科研工作者在充分发挥个人创造力的基础上强调集体协作，相互尊重。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001074"
        },
        {
          "type": "multiple_choice",
          "question": "教师在育人过程中，既要言教，又要身教，身教要重于言教。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001075"
        },
        {
          "type": "multiple_choice",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001076"
        },
        {
          "type": "multiple_choice",
          "question": "师德原则和规范的有效性和权威性对教师行为的约束力量由道德评价来显示和实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001077"
        },
        {
          "type": "multiple_choice",
          "question": "师德教育是师德修养的前提和必要准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001078"
        },
        {
          "type": "multiple_choice",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001079"
        },
        {
          "type": "multiple_choice",
          "question": "价值观是人们在实践中形成的对于价值、价值关系的一般看法和根本观点，是处理各种价值问题时所持有的比较稳定的立场、观点和态度的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001080"
        },
        {
          "type": "multiple_choice",
          "question": "在实践基础上加强教师道德建设的途径有（    ）。",
          "options": [
            "A.加强教师伦理的制度化建设；",
            "B.拓展师德建设途径；",
            "C.发挥师德典范的引导作用；",
            "D.加强预防和惩戒措施"
          ],
          "answer": "ABC",
          "id": "M2000001081"
        },
        {
          "type": "multiple_choice",
          "question": "属于“严谨治学，实事求是”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.尊老扶新，甘为人梯"
          ],
          "answer": "ABC",
          "id": "M2000001082"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于职业道德的说法正确的是（    ）。",
          "options": [
            "A.每一种职业都有其特殊的社会职责和特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征；",
            "B.职业道德与特定职业活动的特点相适应；",
            "C.职业道德是职业生活对人们的客观要求和人们对职业关系的主观认识的统一；",
            "D.职业道德是社会一般道德要求在职业生活中的体现"
          ],
          "answer": "ABCD",
          "id": "M2000001083"
        },
        {
          "type": "multiple_choice",
          "question": "如何强化高校的社会服务意识，变单一职能服务为全职能服务（    ）。",
          "options": [
            "A.强化办学理念中的服务意识，树立主动适应社会的服务观；",
            "B.强化高校职能意识，树立全方位的服务观；",
            "C.强化区域化意识，树立协调发展的服务观；",
            "D.强化效益意识，树立合作双赢的服务观"
          ],
          "answer": "ABCD",
          "id": "M2000001084"
        },
        {
          "type": "multiple_choice",
          "question": "师德建设影响高等教育事业发展的途径有（    ）。",
          "options": [
            "A.教师自身；",
            "B.高等教育的对象；",
            "C.高等教育的工作特性；",
            "D.对社会的影响"
          ],
          "answer": "ABC",
          "id": "M2000001085"
        },
        {
          "type": "multiple_choice",
          "question": "在教师道德品质构成中，道德情感作用体现为（    ）。",
          "options": [
            "A.评价作用；",
            "B.调节作用；",
            "C.信号作用；",
            "D.基础作用"
          ],
          "answer": "ABC",
          "id": "M2000001086"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "M2000001087"
        },
        {
          "type": "multiple_choice",
          "question": "在进行教师道德评价时，应该做到（    ）。",
          "options": [
            "A.坚持道德目的和手段的一致性；",
            "B.当道德目的和道德手段不一致时，应该具体分析；",
            "C.追求好的道德目的；",
            "D.只要道德手段是合理的，道德目的即可采用"
          ],
          "answer": "AB",
          "id": "M2000001088"
        },
        {
          "type": "multiple_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "M2000001089"
        },
        {
          "type": "multiple_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "M2000001090"
        },
        {
          "type": "multiple_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "M2000001091"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的社会服务对社会、科学和劳动者个体而言具有的价值有（    ）。",
          "options": [
            "A.应用性价值；",
            "B.基础性价值；",
            "C.动力性价值；",
            "D.发展性价值"
          ],
          "answer": "BCD",
          "id": "M2000001092"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成具有的现实意义包括（    ）。",
          "options": [
            "A.师德养成是适应社会发展的需要；",
            "B.师德养成是受教育者成长的需要；",
            "C.师德养成是师资队伍建设的需要；",
            "D.师德养成是精神文明建设的需要"
          ],
          "answer": "ABCD",
          "id": "M2000001093"
        },
        {
          "type": "multiple_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "M2000001094"
        },
        {
          "type": "multiple_choice",
          "question": "处于道德品质形成与发展的第二阶段的教师（    ）。",
          "options": [
            "A.在追求自身利益的时候，会考虑到群众的评价和周围的舆论；",
            "B.他们的道德认识和道德情感往往基于自身利益；",
            "C.他们的行为不仅是为了避免惩罚，还会在羞耻感和荣誉感的驱使下调节自己的行为；",
            "D.他们拥有独立思考和独立评判的能力；",
            "E.他们的道德认识、情感、意志都处于消极、被动状态"
          ],
          "answer": "ACE",
          "id": "M2000001095"
        },
        {
          "type": "multiple_choice",
          "question": "以下对中世纪时期西欧教师职业道德状况说法正确的是（   ）。",
          "options": [
            "A.宗教神学在学校教育中占绝对的统治地位；",
            "B.僧侣是主要的教育者；",
            "C.宗教道德就是教师的职业道德；",
            "D.废除了体罚"
          ],
          "answer": "ABC",
          "id": "M2000001096"
        },
        {
          "type": "multiple_choice",
          "question": "学术诚信的三项简单而有效的原则为（     ）",
          "options": [
            "A.当你声称自己做了某项工作时，你确实是做了",
            "B.当你发表言论时，你应该就熟悉的领域陈述真实的想法",
            "C.当你介绍研究资料时，你应该公正真实地介绍它们",
            "D.如果你使用了别人的工作，你要公开准确地引注它"
          ],
          "answer": "ACD",
          "id": "M2000001097"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "M2000001098"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "M2000001099"
        },
        {
          "type": "multiple_choice",
          "question": "有关传统美德的认识正确的是（    ）。",
          "options": [
            "A.是传统道德规范体系的中心；",
            "B.是中国古代道德文明的精华；",
            "C.是中华民族精神的核心；",
            "D.是师德教育的源泉"
          ],
          "answer": "ABCD",
          "id": "M2000001100"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001101"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001102"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001103"
        },
        {
          "type": "multiple_choice",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001104"
        },
        {
          "type": "multiple_choice",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001105"
        },
        {
          "type": "multiple_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001106"
        },
        {
          "type": "multiple_choice",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001107"
        },
        {
          "type": "multiple_choice",
          "question": "教师在自由意志支配下的自主自愿的行为选择意味着其可以随心所欲。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001108"
        },
        {
          "type": "multiple_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001109"
        },
        {
          "type": "multiple_choice",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001110"
        },
        {
          "type": "multiple_choice",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001111"
        },
        {
          "type": "multiple_choice",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001112"
        },
        {
          "type": "multiple_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001113"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德意识现象是教师道德的主观方面，而教师道德规范现象是教师道德的客观方面，两者相辅相成，缺一不可。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001114"
        },
        {
          "type": "multiple_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001115"
        },
        {
          "type": "multiple_choice",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001116"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教师道德行为，就是教师在一定道德意识支配下，仅表现为有利于他人和社会教育事业的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001117"
        },
        {
          "type": "multiple_choice",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001118"
        },
        {
          "type": "multiple_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001119"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在为社会服务的过程中，必须牢牢树立“社会服务，为经济建设服务”的道德规范，真正使研究的项目服务一线、服务社会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001120"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的社会评价形式有（    ）。",
          "options": [
            "A.社会舆论；",
            "B.社会风俗；",
            "C.社会传统习惯；",
            "D.教育传统习惯"
          ],
          "answer": "ABCD",
          "id": "M2000001121"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校教师道德现状还存在着诸多问题，比较突出的有（    ）。",
          "options": [
            "A.价值观念模糊；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "ABCD",
          "id": "M2000001122"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "M2000001123"
        },
        {
          "type": "multiple_choice",
          "question": "每一位教师都应该做到（    ）。",
          "options": [
            "A.牢记人民教师的神圣职责，忠诚于人民的教育事业；",
            "B.坚定走中国特色社会主义道德的信念；",
            "C.以推进社会进步为己任；",
            "D.坚定实现中华民族伟大复兴的信心"
          ],
          "answer": "ABCD",
          "id": "M2000001124"
        },
        {
          "type": "multiple_choice",
          "question": "社会主义核心价值体系的基本内容包括（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "ABD",
          "id": "M2000001125"
        },
        {
          "type": "multiple_choice",
          "question": "有关师德养成过程中各要素的认识正确的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德行为是衡量教师道德水平高低的主要标志"
          ],
          "answer": "ABCD",
          "id": "M2000001126"
        },
        {
          "type": "multiple_choice",
          "question": "影响高校社会服务工作迅速开展的因素有（    ）。",
          "options": [
            "A.市场经济的迅速发展；",
            "B.西方发达国家高校社会服务的迅速发展；",
            "C.经济体制改革和高等教育管理体制重心下移；",
            "D.高等教育布局结构和高等教育区域化"
          ],
          "answer": "ABCD",
          "id": "M2000001127"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价善恶的绝对性的种类有（    ）。+D33",
          "options": [
            "A.为社会培养人才，满足社会现实需要与潜在需要；",
            "B.教师应该承担传播知识、创造知识与监督社会的职责；",
            "C.教师自觉地探索教育和人才培养规律，开展的教育活动必须符合和遵循这两条规律，才有善的意义；",
            "D.教育事业发展状况是教师道德行为评价的重要影响因素"
          ],
          "answer": "ABC",
          "id": "M2000001128"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "M2000001129"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关理想人格的论述正确的是（    ）。",
          "options": [
            "A.是指在一定社会中人们所向往和追求的完美人格；",
            "B.主要指理想的道德人格；",
            "C.理想人格具有时代特征；",
            "D.理想人格会因不同时代等因素而不同"
          ],
          "answer": "ABCD",
          "id": "M2000001130"
        },
        {
          "type": "multiple_choice",
          "question": "我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的任务；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "AC",
          "id": "M2000001131"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学的研究对象决定了它的学科特征是（   ）。",
          "options": [
            "A.伦理学是一门规范科学；",
            "B.伦理学是一门价值科学；",
            "C.伦理学是一门实践科学；",
            "D.伦理学是一门心理科学"
          ],
          "answer": "ABC",
          "id": "M2000001132"
        },
        {
          "type": "multiple_choice",
          "question": "梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "M2000001133"
        },
        {
          "type": "multiple_choice",
          "question": "在高校教师遇到的矛盾中，需要靠教师通过直接对自己的职业道德义务的认识加以解决的是（    ）。",
          "options": [
            "A.个人利益、爱好与道德义务之间的矛盾；",
            "B.不同道德义务之间的矛盾；",
            "C.一些教育技术处理过程中出现的“虚假冲突”；",
            "D.个人利益与整个教育事业之间的矛盾"
          ],
          "answer": "AB",
          "id": "M2000001134"
        },
        {
          "type": "multiple_choice",
          "question": "与教育职业活动的一般特点相比，高等教育职业活动有其自身的特殊性，这种特殊性体现在（    ）。",
          "options": [
            "A.其目的是为社会培养中高级专门人才；",
            "B.其对象是趋于社会化的青年学生；",
            "C.其手段是教师的真才实学、人格品德；",
            "D.在时空上具有弹性与自由度"
          ],
          "answer": "ABCD",
          "id": "M2000001135"
        },
        {
          "type": "multiple_choice",
          "question": "对于规则和自由的关系，以下说法正确的是（   ）。",
          "options": [
            "A.规则和自由在根本上是矛盾的；",
            "B.规则是对人的自由选择和活动的外在约束；",
            "C.绝对自由是不存在的，人总要受到外在必然性的制约；",
            "D.个体要追求自由，应当勇于打破规则"
          ],
          "answer": "BC",
          "id": "M2000001136"
        },
        {
          "type": "multiple_choice",
          "question": "关于道德目的和道德手段间的关系，认识正确的是（    ）。",
          "options": [
            "A.道德目的决定道德手段的表现形式；",
            "B.道德手段反映和反作用于道德目的；",
            "C.道德目的和道德手段在一定条件下可以相互转化；",
            "D.道德目的和道德手段间是相互对立的"
          ],
          "answer": "ABC",
          "id": "M2000001137"
        },
        {
          "type": "multiple_choice",
          "question": "默顿认为，在“科学共同体”内部，成员具有共同的（    ）。",
          "options": [
            "A.目标；",
            "B.科学规范；",
            "C.行为准则；",
            "D.精神气质"
          ],
          "answer": "ABCD",
          "id": "M2000001138"
        },
        {
          "type": "multiple_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "M2000001139"
        },
        {
          "type": "multiple_choice",
          "question": "对为人师表的认识正确的是（    ）。",
          "options": [
            "A.是教师职业道德的一项最起码的要求；",
            "B.是社会发展对教师职业的特殊要求；",
            "C.是从师立业的根本前提；",
            "D.为人师表是师德教育的准则"
          ],
          "answer": "ABCD",
          "id": "M2000001140"
        },
        {
          "type": "multiple_choice",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001141"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001142"
        },
        {
          "type": "multiple_choice",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001143"
        },
        {
          "type": "multiple_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001144"
        },
        {
          "type": "multiple_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001145"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001146"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001147"
        },
        {
          "type": "multiple_choice",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001148"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001149"
        },
        {
          "type": "multiple_choice",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001150"
        },
        {
          "type": "multiple_choice",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001151"
        },
        {
          "type": "multiple_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001152"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001153"
        },
        {
          "type": "multiple_choice",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001154"
        },
        {
          "type": "multiple_choice",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001155"
        },
        {
          "type": "multiple_choice",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001156"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001157"
        },
        {
          "type": "multiple_choice",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001158"
        },
        {
          "type": "multiple_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001159"
        },
        {
          "type": "multiple_choice",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001160"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成的一般路径包括（    ）。",
          "options": [
            "A.强化教师道德认知；",
            "B.培养教师道德情感；",
            "C.磨炼教师道德意志；",
            "D.坚定教师道德信念；",
            "E.践行教师道德行为"
          ],
          "answer": "ABCDE",
          "id": "M2000001161"
        },
        {
          "type": "multiple_choice",
          "question": "关于人本主义思潮，以下说法正确的是（    ）。",
          "options": [
            "A.初期以理性和人道主义为内核；",
            "B.产生之初矛头直指宗教神学和封建等级制度；",
            "C.经过马克思的提炼，形成较为完善的近代人本主义思潮；",
            "D.在现代转向批判传统理性"
          ],
          "answer": "ABD",
          "id": "M2000001162"
        },
        {
          "type": "multiple_choice",
          "question": "目前的高校职能主要包括（    ）。",
          "options": [
            "A.培养人才；",
            "B.发展科学；",
            "C.提升民众道德水准；",
            "D.为社会服务"
          ],
          "answer": "ABD",
          "id": "M2000001163"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育、忠诚教育”作为教师道德原则的基本原则的具体要求有(    )。",
          "options": [
            "A.深厚的职业情感和崇高的职业理想；",
            "B.高度的责任感和强烈的事业心；",
            "C.较高的科学文化知识和高尚的思想品德修养；",
            "D.正确处理教育事业的整体利益和教师个人利益的关系"
          ],
          "answer": "ABD",
          "id": "M2000001164"
        },
        {
          "type": "multiple_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "M2000001165"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于捷克教育家夸美纽斯的教师职业道德思想的是（   ）。",
          "options": [
            "A.认为教师职业伟大而光荣；",
            "B.教师要充分了解自己职业的社会意义，加强道德修养；",
            "C.教师要如慈父一般爱护儿童，和善愉快地传授知识；",
            "D.教师应当努力提高知识素养"
          ],
          "answer": "ABCD",
          "id": "M2000001166"
        },
        {
          "type": "multiple_choice",
          "question": "属于“坚韧不拔，勇于探索”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.刻苦学习，不断探求；",
            "C.不畏艰险，开拓进取；",
            "D.坚持真理，献身科学"
          ],
          "answer": "BCD",
          "id": "M2000001167"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师非道德行为的是（    ）。",
          "options": [
            "A.不是自主自愿的行为；",
            "B.不是涉及他人利益的行为；",
            "C.不涉及教育事业整体利益的行为；",
            "D.出于道德意志的行为"
          ],
          "answer": "ABC",
          "id": "M2000001168"
        },
        {
          "type": "multiple_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "M2000001169"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为目的的说法正确的是（    ）。",
          "options": [
            "A.客观善的行为可以因目的的善而增加其善；",
            "B.客观善的行为可以因目的的恶而减少其善；",
            "C.客观恶的行为往往指除了结果的恶外，目的也是恶的；",
            "D.中立性行为可因目的的善恶而改变其善恶性质"
          ],
          "answer": "ABCD",
          "id": "M2000001170"
        },
        {
          "type": "multiple_choice",
          "question": "与其他职业良心相比，教师道德良心的特征有（    ）。",
          "options": [
            "A.感染性强；",
            "B.内控性强；",
            "C.示范性强；",
            "D.层次性高"
          ],
          "answer": "CD",
          "id": "M2000001171"
        },
        {
          "type": "multiple_choice",
          "question": "正确开展教师职业道德评价活动的意义有（    ）。",
          "options": [
            "A.有助于提高教师道德水平；",
            "B.形成优良的道德品质；",
            "C.能促进师德和校风建设；",
            "D.对社会精神文明建设有一定的影响"
          ],
          "answer": "ABCD",
          "id": "M2000001172"
        },
        {
          "type": "multiple_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "M2000001173"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范体系对教师职业行为的影响和作用的三种机制是(    )。",
          "options": [
            "A.教师道德他律；",
            "B.教师道德自律；",
            "C.教师道德自律与他律统一；",
            "D.教师道德义务向良心的转化"
          ],
          "answer": "ABC",
          "id": "M2000001174"
        },
        {
          "type": "multiple_choice",
          "question": "具备节操道德品质的教师能够（    ）。",
          "options": [
            "A.始终能忠诚于人民的教育事业；",
            "B.能坚定不移地维护教育事业的整体利益；",
            "C.能以高尚的道德姿态为教育事业服务；",
            "D.始终坚信并完全保持住社会公认的高尚的道德情操"
          ],
          "answer": "ABCD",
          "id": "M2000001175"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的功能包括（    ）。",
          "options": [
            "A.教师道德评价是培养教师道德品质的重要环节；",
            "B.教师道德评价是维护师德原则和规范的保障；",
            "C.教师道德评价是教师道德从意识转化为活动的杠杆；",
            "D.教师道德评价是提高教育质量的关键；",
            "E.加强教师道德评价，是建立良好校风校纪的重要途径"
          ],
          "answer": "ABCE",
          "id": "M2000001176"
        },
        {
          "type": "multiple_choice",
          "question": "道德规范的必要性体现为（   ）。",
          "options": [
            "A.对普遍行为的制约；",
            "B.对个体行为的约束；",
            "C.对政府行为的规制；",
            "D.对犯罪行为的打击"
          ],
          "answer": "AB",
          "id": "M2000001177"
        },
        {
          "type": "multiple_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.乐观性"
          ],
          "answer": "ABC",
          "id": "M2000001178"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "M2000001179"
        },
        {
          "type": "multiple_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "M2000001180"
        },
        {
          "type": "multiple_choice",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001181"
        },
        {
          "type": "multiple_choice",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001182"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001183"
        },
        {
          "type": "multiple_choice",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001184"
        },
        {
          "type": "multiple_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001185"
        },
        {
          "type": "multiple_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001186"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001187"
        },
        {
          "type": "multiple_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001188"
        },
        {
          "type": "multiple_choice",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001189"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001190"
        },
        {
          "type": "multiple_choice",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001191"
        },
        {
          "type": "multiple_choice",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001192"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001193"
        },
        {
          "type": "multiple_choice",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001194"
        },
        {
          "type": "multiple_choice",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001195"
        },
        {
          "type": "multiple_choice",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001196"
        },
        {
          "type": "multiple_choice",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001197"
        },
        {
          "type": "multiple_choice",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001198"
        },
        {
          "type": "multiple_choice",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001199"
        },
        {
          "type": "multiple_choice",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001200"
        },
        {
          "type": "multiple_choice",
          "question": "对历史上出现的理想人格的说法正确的是（    ）。",
          "options": [
            "A.道家塑造的理想人格是君子人格；",
            "B.古希腊人所崇尚的理想人格是“普罗米修斯”形象；",
            "C.尼采的理想人格是“超人”形象；",
            "D.马斯洛提出了“自我实现”的理想人格"
          ],
          "answer": "BCD",
          "id": "M2000001201"
        },
        {
          "type": "multiple_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "M2000001202"
        },
        {
          "type": "multiple_choice",
          "question": "规范伦理学的根本特征是理论和实践的统一，原因在于（   ）。",
          "options": [
            "A.规范伦理学的关注重点和角度随着社会生活发展而变化；",
            "B.规范伦理学的理论指归是为人们的行为提供标准、方针；",
            "C.规范伦理学要为人类探索理想的规范系统，引导个体道德人格完善和社会道德文明进步；",
            "D.规范伦理学只研究具体的道德现象"
          ],
          "answer": "ABC",
          "id": "M2000001203"
        },
        {
          "type": "multiple_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "M2000001204"
        },
        {
          "type": "multiple_choice",
          "question": "学术规范包含的含义有（    ）。",
          "options": [
            "A.学术研究中的具体规则；",
            "B.学术研究的总原则；",
            "C.学术研究的流程；",
            "D.高层次的规范"
          ],
          "answer": "AD",
          "id": "M2000001205"
        },
        {
          "type": "multiple_choice",
          "question": "下列问题属于经济伦理的争论议题的是（   ）。",
          "options": [
            "A.盈利欲望与道德要求的关系；",
            "B.自由与民主；",
            "C.效率与公平；",
            "D.交易诚信"
          ],
          "answer": "ACD",
          "id": "M2000001206"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "M2000001207"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于效果论的看法的是（    ）。",
          "options": [
            "A.行为的实际效果是道德评价的依据；",
            "B.效果论者认为“意向的好坏，要看企图的后果来决定”；",
            "C.它否认了动机对行为的指导作用；",
            "D.看到了行为效果要受许多客观条件限制这一事实"
          ],
          "answer": "ABC",
          "id": "M2000001208"
        },
        {
          "type": "multiple_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "M2000001209"
        },
        {
          "type": "multiple_choice",
          "question": "对关怀学生的情感的描述，正确的是（    ）。",
          "options": [
            "A.学校不仅是传授知识、开发智力的场所，还是培养健康情感的园地；",
            "B.学生的求知活动需要情感的伴随和支持；",
            "C.教师对学生的爱能唤起学生相应的情感，能提高学生学习的积极性；",
            "D.学生的情感世界是学校教学活动必须重视并加以利用的巨大资源"
          ],
          "answer": "ABCD",
          "id": "M2000001210"
        },
        {
          "type": "multiple_choice",
          "question": "社会舆论成为教师道德评价的重要手段的原因是（    ）。",
          "options": [
            "A.舆论的重要功能是对教师行为进行善恶判断；",
            "B.通过舆论评判的形式，使学校、教师能及时获得来自学校内部和外部的信息反馈；",
            "C.通过社会舆论，能对教师的行为起着矫正与导向的作用；",
            "D.舆论是教师道德评价的唯一手段"
          ],
          "answer": "ABC",
          "id": "M2000001211"
        },
        {
          "type": "multiple_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "M2000001212"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "M2000001213"
        },
        {
          "type": "multiple_choice",
          "question": "关于人生的社会价值说法正确的是（    ）。",
          "options": [
            "A.一个人对社会和他人的贡献越大，他的价值就越大；",
            "B.一个人对社会和他人没有贡献，就没有价值；",
            "C.一个人有损社会和他人，就是有负价值；",
            "D.一个人对社会和他人的贡献越小，价值就越小"
          ],
          "answer": "ABCD",
          "id": "M2000001214"
        },
        {
          "type": "multiple_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德品质；",
            "C.教师道德良心；",
            "D.教师道德义务"
          ],
          "answer": "ACD",
          "id": "M2000001215"
        },
        {
          "type": "multiple_choice",
          "question": "教师坚持以人为本体现在（    ）。",
          "options": [
            "A.热爱学生；",
            "B.尊重学生；",
            "C.对学生宽容；",
            "D.偏爱学生"
          ],
          "answer": "ABC",
          "id": "M2000001216"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的揭示，可以从下列哪些因素着手？（    ）",
          "options": [
            "A.行为发生的主观因素；",
            "B.行为发生的客观因素；",
            "C.行为后果的客观因素；",
            "D.行为后果的主观因素"
          ],
          "answer": "AC",
          "id": "M2000001217"
        },
        {
          "type": "multiple_choice",
          "question": "动机和效果作为教师道德评价依据观点正确的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.进行教师道德评价时，应该更关注效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "AD",
          "id": "M2000001218"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师劳动的目标是把学生培养成具有哪些素质的人(    )。",
          "options": [
            "A.高等科学文化素质；",
            "B.生产技能；",
            "C.生存技能；",
            "D.高尚思想品德"
          ],
          "answer": "ABD",
          "id": "M2000001219"
        },
        {
          "type": "multiple_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "M2000001220"
        },
        {
          "type": "multiple_choice",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001221"
        },
        {
          "type": "multiple_choice",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001222"
        },
        {
          "type": "multiple_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001223"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001224"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001225"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001226"
        },
        {
          "type": "multiple_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001227"
        },
        {
          "type": "multiple_choice",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001228"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001229"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001230"
        },
        {
          "type": "multiple_choice",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001231"
        },
        {
          "type": "multiple_choice",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001232"
        },
        {
          "type": "multiple_choice",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001233"
        },
        {
          "type": "multiple_choice",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001234"
        },
        {
          "type": "multiple_choice",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001235"
        },
        {
          "type": "multiple_choice",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001236"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001237"
        },
        {
          "type": "multiple_choice",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001238"
        },
        {
          "type": "multiple_choice",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001239"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001240"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德荣誉的作用体现在（    ）。",
          "options": [
            "A.促进教师更好的履行自己的职业道德义务；",
            "B.有助于教师养成高尚的人格；",
            "C.激励教师的奋发精神，调动教师的潜能；",
            "D.促进社会各方面尊重教师，尊重知识，尊重人才"
          ],
          "answer": "ABCD",
          "id": "M2000001241"
        },
        {
          "type": "multiple_choice",
          "question": "与一般社会劳动相比，教育活动的特点包括如下几个方面（    ）。",
          "options": [
            "A.其目的是把受教育者培养成社会所需要的人；",
            "B.其对象是作为社会整体成员的儿童和青少年；",
            "C.其手段是教师完整的个性；",
            "D.其过程是一个运用智力的复杂的脑力劳动和体力劳动"
          ],
          "answer": "ABCD",
          "id": "M2000001242"
        },
        {
          "type": "multiple_choice",
          "question": "默顿所认为的现代科学应具有的“精神元气”包括（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "ABCD",
          "id": "M2000001243"
        },
        {
          "type": "multiple_choice",
          "question": "属于市场经济所蕴含的文化价值观念的核心即商品意识的有（    ）。",
          "options": [
            "A.金钱观念；",
            "B.效率观念；",
            "C.竞争观念；",
            "D.利益观念"
          ],
          "answer": "ABCD",
          "id": "M2000001244"
        },
        {
          "type": "multiple_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "M2000001245"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮的内涵包括以下内容（    ）。",
          "options": [
            "A.在一定社会历史条件下产生；",
            "B.反映了一定民族、阶级、阶层或社会群体利益；",
            "C.具有一定理论色彩；",
            "D.会造成社会生活的不稳定"
          ],
          "answer": "ABC",
          "id": "M2000001246"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学的使命包括（    ）。",
          "options": [
            "A.研究教师道德意识现象；",
            "B.研究教育活动中的特殊道德关系；",
            "C.研究教师道德实践活动的特点和规律；",
            "D.梳理和继承历史上一切有价值的教师道德遗产和资源。"
          ],
          "answer": "ABCD",
          "id": "M2000001247"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在社会服务过程中应遵循的道德规范有（    ）。",
          "options": [
            "A.明确服务社会、服务经济理念，变成果为现实生产力；",
            "B.树立合理谋利精神，理清功利道义关系；",
            "C.推行服务承诺制，诚信守约；",
            "D.立足本职为主，内外兼顾为辅"
          ],
          "answer": "ABCD",
          "id": "M2000001248"
        },
        {
          "type": "multiple_choice",
          "question": "蔡元培先生重视教师职业道德，他认为教师应当具有的品质包括（   ）。",
          "options": [
            "A.谦虚、正直、爱国、爱生；",
            "B.忠党、爱国、爱生；",
            "C.知识渊博；",
            "D.自由、平等、博爱"
          ],
          "answer": "ACD",
          "id": "M2000001249"
        },
        {
          "type": "multiple_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "ACD",
          "id": "M2000001250"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "ABC",
          "id": "M2000001251"
        },
        {
          "type": "multiple_choice",
          "question": "关于人生价值的认识正确的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "BCD",
          "id": "M2000001252"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "M2000001253"
        },
        {
          "type": "multiple_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "M2000001254"
        },
        {
          "type": "multiple_choice",
          "question": "在教师道德行为评价中，校内外舆论、教育传统习惯和教师内心信念间的关系是（    ）。",
          "options": [
            "A.教师内心信念的形成和巩固，要受到校内舆论和教育传统习惯的熏陶和影响；",
            "B.当校内外舆论、教育传统习惯符合教师需要时，会增强教师内心信念；",
            "C.当校内外舆论、教育传统习惯不符合教师需要时，会引起教师内心冲突和矛盾，甚至可能动摇教师的内心信念；",
            "D.教师内心信念又构成校内外舆论、教育传统习惯形成的基础，教师内心信念的形成，又会促使校内外舆论的形成，并使教育传统习惯活动良性发展"
          ],
          "answer": "ABCD",
          "id": "M2000001255"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "M2000001256"
        },
        {
          "type": "multiple_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "M2000001257"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德的一般功能主要包括（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "ABCD",
          "id": "M2000001258"
        },
        {
          "type": "multiple_choice",
          "question": "下列对美国科学社会学家默顿在《科学的规范结构》中所描述的“科学共同体”的特征描述正确的是（    ）。",
          "options": [
            "A.它是一个松散的社会群体；",
            "B.它是一个有信息交流和联系的社会群体；",
            "C.在其内部，科学研究已成为制度化的活动；",
            "D.其成员具有共同的目标、科学规范、行为准则和精神气质"
          ],
          "answer": "ABCD",
          "id": "M2000001259"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于在教师与他遵守的原则和规范之间发挥支配作用的中介力量是(    )。",
          "options": [
            "A.道德认同；",
            "B.内心信念；",
            "C.教学纪律、制度；",
            "D.同事、同学"
          ],
          "answer": "CD",
          "id": "M2000001260"
        },
        {
          "type": "multiple_choice",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001261"
        },
        {
          "type": "multiple_choice",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001262"
        },
        {
          "type": "multiple_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001263"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001264"
        },
        {
          "type": "multiple_choice",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001265"
        },
        {
          "type": "multiple_choice",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001266"
        },
        {
          "type": "multiple_choice",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001267"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001268"
        },
        {
          "type": "multiple_choice",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001269"
        },
        {
          "type": "multiple_choice",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001270"
        },
        {
          "type": "multiple_choice",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001271"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001272"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001273"
        },
        {
          "type": "multiple_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001274"
        },
        {
          "type": "multiple_choice",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001275"
        },
        {
          "type": "multiple_choice",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001276"
        },
        {
          "type": "multiple_choice",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001277"
        },
        {
          "type": "multiple_choice",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001278"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001279"
        },
        {
          "type": "multiple_choice",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001280"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德的一般功能主要包括（    ）。",
          "options": [
            "A.调节功能；",
            "B.教育功能；",
            "C.认识功能；",
            "D.激励功能"
          ],
          "answer": "ABCD",
          "id": "M2000001281"
        },
        {
          "type": "multiple_choice",
          "question": "教师坚持以人为本体现在（    ）。",
          "options": [
            "A.热爱学生；",
            "B.尊重学生；",
            "C.对学生宽容；",
            "D.偏爱学生"
          ],
          "answer": "ABC",
          "id": "M2000001282"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师价值观是（    ）。",
          "options": [
            "A.在实践过程中形成的；",
            "B.在价值认识基础上形成的；",
            "C.是对客体价值的一种稳定看法或思维定势；",
            "D.是促进社会发展的力量"
          ],
          "answer": "ABC",
          "id": "M2000001283"
        },
        {
          "type": "multiple_choice",
          "question": "教师在教学中的师德规范主要体现在(    )。",
          "options": [
            "A.热爱学生，诲人不倦；",
            "B.学为人师，行为示范；",
            "C.以身作则，为人师表；",
            "D.精通业务，学而不厌"
          ],
          "answer": "ACD",
          "id": "M2000001284"
        },
        {
          "type": "multiple_choice",
          "question": "项目实施过程中坚持实事求是，科技工作者要忠于观察、记录试验中所获得的原始数据，以下表述正确的有（     ）",
          "options": [
            "A. 禁止随意对原始数据进行删裁取舍",
            "B. 不得为得出某种主观期望的结论而捏造、篡改、拼凑引用资料，研究结果或实验数\n据",
            "C. 不得投机取巧，断章取义，片面给出与客观事实不符的研究结论",
            "D. 不得有抄袭他人作品，剽窃他人学术观点，学术思想或实验数据、调查结果等行为"
          ],
          "answer": "ABCD",
          "id": "M2000001285"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在科研过程中遇到的矛盾主要是（    ）。",
          "options": [
            "A.科研工作与教学工作的矛盾；",
            "B.教师的科研能力、水平与职业要求的矛盾；",
            "C.科研协作中的矛盾；",
            "D.科研工作与劳动付出的矛盾"
          ],
          "answer": "ABC",
          "id": "M2000001286"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，在服务社会的过程中，不应提倡的功利意识是（    ）。",
          "options": [
            "A.见利忘义；",
            "B.急功近利；",
            "C.义利兼顾；",
            "D.见利思义"
          ],
          "answer": "AB",
          "id": "M2000001287"
        },
        {
          "type": "multiple_choice",
          "question": "规范伦理学的根本特征是理论和实践的统一，原因在于（   ）。",
          "options": [
            "A.规范伦理学的关注重点和角度随着社会生活发展而变化；",
            "B.规范伦理学的理论指归是为人们的行为提供标准、方针；",
            "C.规范伦理学要为人类探索理想的规范系统，引导个体道德人格完善和社会道德文明进步；",
            "D.规范伦理学只研究具体的道德现象"
          ],
          "answer": "ABC",
          "id": "M2000001288"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师劳动的目标是把学生培养成具有哪些素质的人(    )。",
          "options": [
            "A.高等科学文化素质；",
            "B.生产技能；",
            "C.生存技能；",
            "D.高尚思想品德"
          ],
          "answer": "ABD",
          "id": "M2000001289"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成的一般路径包括（    ）。",
          "options": [
            "A.强化教师道德认知；",
            "B.培养教师道德情感；",
            "C.磨炼教师道德意志；",
            "D.坚定教师道德信念；",
            "E.践行教师道德行为"
          ],
          "answer": "ABCDE",
          "id": "M2000001290"
        },
        {
          "type": "multiple_choice",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德思想包括（   ）。",
          "options": [
            "A.重视教育；",
            "B.崇尚民主人道精神；",
            "C.尊重学生个性；",
            "D.为劳苦大众服务"
          ],
          "answer": "ABC",
          "id": "M2000001291"
        },
        {
          "type": "multiple_choice",
          "question": "动机和效果作为教师道德评价依据观点正确的是（    ）。",
          "options": [
            "A.对教师道德行为的评价应坚持动机和效果统一的观点；",
            "B.动机应成为教师道德评价的侧重点；",
            "C.进行教师道德评价时，应该更关注效果；",
            "D.当动机和效果不一致时，需要采取具体的方法来确定教师道德行为评价标准"
          ],
          "answer": "AD",
          "id": "M2000001292"
        },
        {
          "type": "multiple_choice",
          "question": "在现代伦理学概念体系中，道德是（   ）。",
          "options": [
            "A.一种特殊的社会现象；",
            "B.以社会习俗、舆论和人类良知为维系手段；",
            "C.以善恶为价值评价方式；",
            "D.是一种外在的处理人与人之间关系的强制手段"
          ],
          "answer": "ABC",
          "id": "M2000001293"
        },
        {
          "type": "multiple_choice",
          "question": "对动机这一教师道德评价依据的认识正确的是（    ）。",
          "options": [
            "A.动机和效果是人的行为不可缺少的两大要素；",
            "B.动机论者认为行为动机是道德评价的根本；",
            "C.动机论的代表是康德；",
            "D.动机是激励行为的主观原因"
          ],
          "answer": "ABCD",
          "id": "M2000001294"
        },
        {
          "type": "multiple_choice",
          "question": "在学术诚信建设中要逐步建立起（    ）相结合的约束模式",
          "options": [
            "A.法律",
            "B.规律",
            "C.纪律",
            "D.自律"
          ],
          "answer": "ACD",
          "id": "M2000001295"
        },
        {
          "type": "multiple_choice",
          "question": "处于道德品质形成与发展的第二阶段的教师（    ）。",
          "options": [
            "A.在追求自身利益的时候，会考虑到群众的评价和周围的舆论；",
            "B.他们的道德认识和道德情感往往基于自身利益；",
            "C.他们的行为不仅是为了避免惩罚，还会在羞耻感和荣誉感的驱使下调节自己的行为；",
            "D.他们拥有独立思考和独立评判的能力；",
            "E.他们的道德认识、情感、意志都处于消极、被动状态"
          ],
          "answer": "ACE",
          "id": "M2000001296"
        },
        {
          "type": "multiple_choice",
          "question": "师德教育的一般方法包括（    ）。",
          "options": [
            "A.相互教育与自我教育相结合；",
            "B.日常教育和系统教育相结合；",
            "C.软性手段和综合手段相结合；",
            "D.榜样引导和舆论监督相结合；",
            "E.正面教育与反面教育相结合"
          ],
          "answer": "ABCDE",
          "id": "M2000001297"
        },
        {
          "type": "multiple_choice",
          "question": "人文素养的内涵可分为如下层次（    ）。",
          "options": [
            "A.掌握特定的人文社会科学基础知识的程度；",
            "B.在日常生活中运用这些基础知识的能力；",
            "C.以这些知识处理人与自身、他人、社会和自然的关系中形成的特定价值观，及建立在这种价值观基础上的行为模式和趋向；",
            "D.向他人传播这种知识和价值观的效果"
          ],
          "answer": "AC",
          "id": "M2000001298"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学的使命是（   ）。",
          "options": [
            "A.反思、寻求生命的真谛和生活的意义；",
            "B.完善自己、丰富自己、发展自己；",
            "C.获得充实生活、实现自我价值；",
            "D.指导自己的学习、生活和工作"
          ],
          "answer": "ABC",
          "id": "M2000001299"
        },
        {
          "type": "multiple_choice",
          "question": "有关学习这种师德修养方法的说法正确的是（    ）。",
          "options": [
            "A.是师德修养的基本方法；",
            "B.只有加深对教育事业的认识，才能坚定从教的信念；",
            "C.通过勤奋学习，教师能获得教师道德知识的科学认识；",
            "D.有助于教师确立科学的是非观、善恶观"
          ],
          "answer": "ABCD",
          "id": "M2000001300"
        },
        {
          "type": "multiple_choice",
          "question": "在分析教师职责意识时，应当肯定其为自己正当利益的意识，肯定其为自己的生存、发展而努力工作的道德价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001301"
        },
        {
          "type": "multiple_choice",
          "question": "教师在道德实践中，可以通过个人努力不断形成、积累和完善新的道德品质因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001302"
        },
        {
          "type": "multiple_choice",
          "question": "罗尔斯的社会正义论和麦金泰尔的共同体主义被称为“新科技时代的伦理”或一种超越了传统伦理学的“新伦理”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001303"
        },
        {
          "type": "multiple_choice",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001304"
        },
        {
          "type": "multiple_choice",
          "question": "在教师道德品质的构成要素中，道德意志是社会道德和教师道德要求转化为个人内在的品质的首要成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001305"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师教育劳动的时空特殊性，决定了教师应该具有更高的道德自觉感和更强烈的道德责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001306"
        },
        {
          "type": "multiple_choice",
          "question": "古希腊哲学家亚里士多德是西方第一个提出对教师的道德要求的人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001307"
        },
        {
          "type": "multiple_choice",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001308"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001309"
        },
        {
          "type": "multiple_choice",
          "question": "经济利益和道德伦理的关系是经济伦理的核心，这是现代市场经济独有的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001310"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪的西欧，宗教神学在学校教育中占绝对统治地位，宗教道德就是教师的职业道德。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001311"
        },
        {
          "type": "multiple_choice",
          "question": "现代科学技术是一把“双刃剑”，要求教师以高度的社会责任感从事科学技术的研究和应用开发活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001312"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德是对教师最基本的职业要求，是教师素质的重要方面，是做好教育工作的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001313"
        },
        {
          "type": "multiple_choice",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001314"
        },
        {
          "type": "multiple_choice",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001315"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001316"
        },
        {
          "type": "multiple_choice",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001317"
        },
        {
          "type": "multiple_choice",
          "question": "从教师道德实践客观社会环境中，我们不能探讨出教师个体道德形成的根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001318"
        },
        {
          "type": "multiple_choice",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001319"
        },
        {
          "type": "multiple_choice",
          "question": "各种社会思潮必然会有消极的影响与误导，因此高校教师应当潜心钻研业务，避免接触复杂的社会思潮。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001320"
        },
        {
          "type": "multiple_choice",
          "question": "影响师生伦理关系的主要因素表现在(    )。",
          "options": [
            "A.传统思想和师生个性的特点；",
            "B.师生之间相互的认知度；",
            "C.教师的领导方式和态度；",
            "D.师生交往的时空、性别等因素"
          ],
          "answer": "ABCD",
          "id": "M2000001321"
        },
        {
          "type": "multiple_choice",
          "question": "围绕着动机与效果的问题，在回答什么是决定行为正当与否的标准时，规范伦理学形成的两大对立的理论派别是（   ）。",
          "options": [
            "A.义务论；",
            "B.权利论；",
            "C.目的论；",
            "D.规则论"
          ],
          "answer": "AC",
          "id": "M2000001322"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德的社会作用主要包括（    ）。",
          "options": [
            "A.指导教师正确处理各种利益关系，维护教育秩序，保证教育事业顺利发展；",
            "B.直接影响学生品德的形成和智能的发展；",
            "C.有利于促进社会道德环境优化和人类文明进步；",
            "D.促进社会经济发展"
          ],
          "answer": "ABC",
          "id": "M2000001323"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校教师道德现状还存在着诸多问题，比较突出的有（    ）。",
          "options": [
            "A.价值观念模糊；",
            "B.育人意识退化；",
            "C.角色意识淡化；",
            "D.敬业精神弱化"
          ],
          "answer": "ABCD",
          "id": "M2000001324"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德理想内容包括（    ）。",
          "options": [
            "A.崇高的理想信念；",
            "B.教书育人；",
            "C.以人为本；",
            "D.为人师表"
          ],
          "answer": "ABD",
          "id": "M2000001325"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德义务的作用主要表现在（    ）。",
          "options": [
            "A.正确的义务观可以约束和规范教师的行为；",
            "B.正确的义务观是教师职业劳动的巨大激励力量；",
            "C.正确的义务观可以促使教师自觉培养高尚的师德品质；",
            "D.正确的义务观可以调节教育活动中的人际关系"
          ],
          "answer": "BCD",
          "id": "M2000001326"
        },
        {
          "type": "multiple_choice",
          "question": "师生关系主要包含哪几个层面的关系(    )。",
          "options": [
            "A.教学工作关系；",
            "B.心理情感关系；",
            "C.道德责任关系；",
            "D.个人交往关系"
          ],
          "answer": "ABCD",
          "id": "M2000001327"
        },
        {
          "type": "multiple_choice",
          "question": "“热爱教育、忠诚教育”作为教师道德原则的基本原则的具体要求有(    )。",
          "options": [
            "A.深厚的职业情感和崇高的职业理想；",
            "B.高度的责任感和强烈的事业心；",
            "C.较高的科学文化知识和高尚的思想品德修养；",
            "D.正确处理教育事业的整体利益和教师个人利益的关系"
          ],
          "answer": "ABD",
          "id": "M2000001328"
        },
        {
          "type": "multiple_choice",
          "question": "对价值的认识正确的是（    ）。",
          "options": [
            "A.价值的哲学意义是一个关系性的范畴；",
            "B.价值总是包含着客体与主体需要的某种肯定意义；",
            "C.价值不能考察人生价值；",
            "D.客体的属性和主体的需要是形成价值关系的前提"
          ],
          "answer": "ABD",
          "id": "M2000001329"
        },
        {
          "type": "multiple_choice",
          "question": "教师应有的人格境界包括（    ）。",
          "options": [
            "A.自律的道德情操；",
            "B.洞察自然、社会、人生的能力；",
            "C.尊重学生的能力和关怀学生的情感；",
            "D.勇于创新的精神和能力；",
            "E.对生态、环境的关怀"
          ],
          "answer": "ABCDE",
          "id": "M2000001330"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师道德范畴的有（    ）。",
          "options": [
            "A.道德义务；",
            "B.道德良心；",
            "C.道德公正；",
            "D.教师荣誉"
          ],
          "answer": "ABCD",
          "id": "M2000001331"
        },
        {
          "type": "multiple_choice",
          "question": "对教师超越自尊和自卑的看法正确的是（    ）。",
          "options": [
            "A.师生交往中，应体现“主体间性”特点；",
            "B.教师在与学生交往中，应创设一定的情境让学生“言说”、“表达”和“参与”；",
            "C.教师在教育过程中，要超越自身薄弱的一面；",
            "D.教师应经常性、主动地以学生为镜子，督促自身提高素质"
          ],
          "answer": "ABCD",
          "id": "M2000001332"
        },
        {
          "type": "multiple_choice",
          "question": "1949年《科学家宪章》所规定的科学家的义务主要有（    ）。",
          "options": [
            "A.要保持诚实、高尚和协作精神；",
            "B.要严格检查自己所从事工作的意义和目的，弄清有关道义的问题；",
            "C.促进国际科学合作，为维护世界和平、为世界公民精神作出贡献；",
            "D.重视和平发展技术所具有的人性价值"
          ],
          "answer": "ABCD",
          "id": "M2000001333"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在社会服务过程中应遵循的道德规范有（    ）。",
          "options": [
            "A.明确服务社会、服务经济理念，变成果为现实生产力；",
            "B.树立合理谋利精神，理清功利道义关系；",
            "C.推行服务承诺制，诚信守约；",
            "D.立足本职为主，内外兼顾为辅"
          ],
          "answer": "ABCD",
          "id": "M2000001334"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为和道德品质的认识正确的是（    ）。",
          "options": [
            "A.教师道德品质是一定道德原则和道德规范在个人思想和行为中的体现；",
            "B.一定的道德行为是一定的道德品质的基础；",
            "C.道德行为是由一系列道德品质铸成的；",
            "D.教师道德行为是一定的道德原则和规范的体现"
          ],
          "answer": "AD",
          "id": "M2000001335"
        },
        {
          "type": "multiple_choice",
          "question": "学术诚信的三项简单而有效的原则为（     ）",
          "options": [
            "A.当你声称自己做了某项工作时，你确实是做了",
            "B.当你发表言论时，你应该就熟悉的领域陈述真实的想法",
            "C.当你介绍研究资料时，你应该公正真实地介绍它们",
            "D.如果你使用了别人的工作，你要公开准确地引注它"
          ],
          "answer": "ACD",
          "id": "M2000001336"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，如何正确对待教师荣誉（    ）。",
          "options": [
            "A.把履行教师道德义务当作荣誉的前提和出发点；",
            "B.正确处理耻辱感和荣誉感的关系；",
            "C.划清虚荣心和荣誉感的界限；",
            "D.正确处理好个人荣誉和集体荣誉的关系"
          ],
          "answer": "ACD",
          "id": "M2000001337"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于明末清初的唯物主义思想家王夫之的观点的有（   ）。",
          "options": [
            "A.教师担负着提升“正人心”的任务；",
            "B.教师应当教人树立理想志向；",
            "C.教师自身必须勤奋好学掌握渊博的知识；",
            "D.教师应当关心国家社会的进步事业"
          ],
          "answer": "ABCD",
          "id": "M2000001338"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德所要解决的问题是（    ）。",
          "options": [
            "A.如何处理职业内部各种人际关系；",
            "B.如何处理职业内部的各种利益关系；",
            "C.如何处理不同职业间的关系；",
            "D.职业活动者如何对社会、对他人履行自己的义务"
          ],
          "answer": "ACD",
          "id": "M2000001339"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业在社会发展和人类文明进步中有如下作用（    ）。",
          "options": [
            "A.教师是人类科学文化的传递者；",
            "B.教师是人类智力资源的开发者；",
            "C.教师是塑造一代新人的灵魂工程师；",
            "D.教师经济和社会的建设者"
          ],
          "answer": "ABC",
          "id": "M2000001340"
        },
        {
          "type": "multiple_choice",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001341"
        },
        {
          "type": "multiple_choice",
          "question": "每一种职业都有其特殊的社会职责、特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001342"
        },
        {
          "type": "multiple_choice",
          "question": "师德原则和规范及其作用能实现到何种程度，直接取决于教师道德评价的能力与教师道德评价活动开展的深度和广度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001343"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学作为一门独立的学科，是由亚里士多德在公元前三世纪创立的，亚里士多德创造了“伦理学”这一名词来表述他关于人生完美和幸福的学问。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001344"
        },
        {
          "type": "multiple_choice",
          "question": "科学研究活动，是以个体脑力劳动为基础的，科学研究的进展和取得的成果，往往与个人创造能力的发展程度直接相关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001345"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德认识中只包括理性认识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001346"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价标准会随着我国社会主义建设各个阶段发生改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001347"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德公正的原则既是“平等的应当平等地对待”，也是“不平等的应当不平等地对待”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001348"
        },
        {
          "type": "multiple_choice",
          "question": "相对于从事简单劳动者和初等教育教师，勤奋的美德在高校教师身上更加明显。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001349"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德原则是指导教师道德生活的最高准则，它不是对每一个教师的具体职业行为作出的具体规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001350"
        },
        {
          "type": "multiple_choice",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001351"
        },
        {
          "type": "multiple_choice",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001352"
        },
        {
          "type": "multiple_choice",
          "question": "道德行为是道德品质的外在表现，是衡量教师道德水平高低的主要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001353"
        },
        {
          "type": "multiple_choice",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001354"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001355"
        },
        {
          "type": "multiple_choice",
          "question": "教师的人格魅力是一种巨大的精神感召力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001356"
        },
        {
          "type": "multiple_choice",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”这属于技术乐观主义的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001357"
        },
        {
          "type": "multiple_choice",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001358"
        },
        {
          "type": "multiple_choice",
          "question": "网络伦理的建构实际上就是解决虚拟社会伦理与现实社会伦理的调适、转换和兼容的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001359"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001360"
        },
        {
          "type": "multiple_choice",
          "question": "我们要划清坚持物质利益原则和“一切向钱看”的界限，这是因为社会主义物质利益原则（    ）。",
          "options": [
            "A.强调国家、集体、个人三者之间的利益；",
            "B.把坚持按劳分配作为人们获得物质利益的主要分配制度；",
            "C.要求提高个人利益必须建立在整个社会财富增长的基础上，从而引导人们关心生产和经济建设的效益；",
            "D.所指的个人物质利益不仅指的直接的劳动报酬，还表现为间接的集体福利和社会公共事业的利益"
          ],
          "answer": "ABCD",
          "id": "M2000001361"
        },
        {
          "type": "multiple_choice",
          "question": "正确处理好教师个人利益和教育事业利益之间的关系的基本要点包括(    )。",
          "options": [
            "A.在实现教师个人利益的前提下，维护和实现好教育事业整体利益；",
            "B.在保障社会整体利益的前提下，实现教师个人利益与教育事业整体利益的结合；",
            "C.在教师个人利益与社会教育事业整体利益发生冲突时，教师个人应自觉服从教育事业的整体利益；",
            "D.在维护教育事业整体利益的前提下，要尊重和关心个人利益"
          ],
          "answer": "BCD",
          "id": "M2000001362"
        },
        {
          "type": "multiple_choice",
          "question": "有关公民道德的特点认识正确的是（    ）。",
          "options": [
            "A.普遍性；",
            "B.广泛性和平等性；",
            "C.公民身份的个体性和社会性的统一；",
            "D.实践性和适用性"
          ],
          "answer": "ABCD",
          "id": "M2000001363"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师道德品质范畴的是（    ）。",
          "options": [
            "A.忠诚与节操；",
            "B.正直与自制；",
            "C.勤奋与求实；",
            "D.权利与义务"
          ],
          "answer": "ABC",
          "id": "M2000001364"
        },
        {
          "type": "multiple_choice",
          "question": "伦理学的研究对象决定了它的学科特征是（   ）。",
          "options": [
            "A.伦理学是一门规范科学；",
            "B.伦理学是一门价值科学；",
            "C.伦理学是一门实践科学；",
            "D.伦理学是一门心理科学"
          ],
          "answer": "ABC",
          "id": "M2000001365"
        },
        {
          "type": "multiple_choice",
          "question": "默顿认为，在“科学共同体”内部，成员具有共同的（    ）。",
          "options": [
            "A.目标；",
            "B.科学规范；",
            "C.行为准则；",
            "D.精神气质"
          ],
          "answer": "ABCD",
          "id": "M2000001366"
        },
        {
          "type": "multiple_choice",
          "question": "技术悲观主义对技术异化的反思反映了主体的（    ）。",
          "options": [
            "A.能动性；",
            "B.建构性；",
            "C.批判性；",
            "D.乐观性"
          ],
          "answer": "ABC",
          "id": "M2000001367"
        },
        {
          "type": "multiple_choice",
          "question": "人作为道德主体，不是消极的受制于外在必然性的，这表现为（   ）。",
          "options": [
            "A.道德不是强加于人的东西，而是人自觉的内在需求；",
            "B.人会无意识的遵守约定俗成的道德规范；",
            "C.道德是人们自我肯定、自我发展、自我实现的社会形式；",
            "D.人能够以自己的理性创造和改变道德"
          ],
          "answer": "AC",
          "id": "M2000001368"
        },
        {
          "type": "multiple_choice",
          "question": "学习和研究教师伦理学的理论价值和现实意义包括（    ）。",
          "options": [
            "A.有助于进一步提高教师职业道德水平，培养一支适应知识社会要求的德才兼备的高素质教师队伍；",
            "B.有助于教师了解把握教师道德规范体系，并以之约束自己的行为，抵制错误道德思想和价值观的影响；",
            "C.有助于教师在复杂道德环境和伦理矛盾中进行正确的道德判断和道德行为选择；",
            "D.有助于教师明确个人权利，掌握获取个人利益的方式和途径"
          ],
          "answer": "ABC",
          "id": "M2000001369"
        },
        {
          "type": "multiple_choice",
          "question": "有关师德教育和师德修养的认识正确的是（    ）。",
          "options": [
            "A.二者是师德养成的一般路径；",
            "B.师德教育可以帮助确立正确的人生观、价值观、道德观；",
            "C.教师道德修养是自我改造和磨练的过程；",
            "D.二者既有区别又密切联系"
          ],
          "answer": "ABCD",
          "id": "M2000001370"
        },
        {
          "type": "multiple_choice",
          "question": "社会主义核心价值体系的基本内容包括（    ）。",
          "options": [
            "A.爱国主义为核心的民族精神；",
            "B.以改革创新为核心的时代精神；",
            "C.马克思主义理论；",
            "D.社会主义荣辱观"
          ],
          "answer": "ABD",
          "id": "M2000001371"
        },
        {
          "type": "multiple_choice",
          "question": "处于自律机制中的教师，在与教师道德规范体系的关系上，具有的特点是(    )。",
          "options": [
            "A.师德规范体系对于教师来说是他内在心灵和行为个性的有机构成因素；",
            "B.教师的职业道德行为是出于按照自己的良心行事；",
            "C.教师在认知心理上更注意教师道德的实质内核和良心指向的真正实现；",
            "D.教师成为自主自为进行自我抉择和自我调控的积极主体"
          ],
          "answer": "ABCD",
          "id": "M2000001372"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于“言教与身教的关系”叙述正确的是(    )。",
          "options": [
            "A.身教可以给学生提供一个活生生的榜样；",
            "B.身教可以增强学生对教师所传授知识的信念；",
            "C.身教可以加深学生对接收教育的感受，从而转化为他们的本领和技能；",
            "D.教师在教书育人中，既要言教，又要身教，身教重于言教"
          ],
          "answer": "ABCD",
          "id": "M2000001373"
        },
        {
          "type": "multiple_choice",
          "question": "科技伦理的现实意义在于（    ）。",
          "options": [
            "A.可以使科学技术的运用得到明确的道德理性的指导；",
            "B.最大限度地减少科技成果被随意滥用或出于邪恶目的利用的可能性；",
            "C.可以弥补单纯的科技理性之不足，增强科技工作者对于科技开发之后果的道德责任意识；",
            "D.最大限度地消解科技理性在社会消极层面上的负面作用"
          ],
          "answer": "ABCD",
          "id": "M2000001374"
        },
        {
          "type": "multiple_choice",
          "question": "孟子提出的教师道德规范包括（   ）。",
          "options": [
            "A.以身作则，教者必以正；",
            "B.提高自身能力，以其昭昭；",
            "C.加强个人修养，反省、知耻、改过；",
            "D.注重实践，知行合一"
          ],
          "answer": "ABC",
          "id": "M2000001375"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为选择的内部条件有（    ）。",
          "options": [
            "A.教师个人的世界观；",
            "B.教师个人的人生观；",
            "C.教师个体道德素质；",
            "D.教师个体能力素质；",
            "E.教师个人身体素质"
          ],
          "answer": "ABCD",
          "id": "M2000001376"
        },
        {
          "type": "multiple_choice",
          "question": "属于“团结协作，公平竞争”的要求包括（    ）。",
          "options": [
            "A.配合协作，互相帮助；",
            "B.团体为重，顾全大局；",
            "C.尊老扶新，甘为人梯；",
            "D.开展公平竞争，维护合法权益"
          ],
          "answer": "ABCD",
          "id": "M2000001377"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师要培养勤奋品质的原因在于（    ）。",
          "options": [
            "A.知识经济时代下，知识更新速度快；",
            "B.高校教师是推动学科发展的主力，必须不断拓宽和深化自己的科学理论程度；",
            "C.高校教师的教学内容，必须随着本学科的发展而不断变化；",
            "D.高校教师肩负的历史使命的要求"
          ],
          "answer": "ABCD",
          "id": "M2000001378"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师非道德行为的是（    ）。",
          "options": [
            "A.不是自主自愿的行为；",
            "B.不是涉及他人利益的行为；",
            "C.不涉及教育事业整体利益的行为；",
            "D.出于道德意志的行为"
          ],
          "answer": "ABC",
          "id": "M2000001379"
        },
        {
          "type": "multiple_choice",
          "question": "应用伦理学的理论特征包括（   ）。",
          "options": [
            "A.面对当今世界全球性、普遍性问题；",
            "B.研究涉及传统与现代、理论与现实、理性与欲望等种种矛盾；",
            "C.注重理论思辨，与人类的现实生活没有直接关联；",
            "D.影响着人们对道德生活实践中“应当”坐标的重新确立"
          ],
          "answer": "ABD",
          "id": "M2000001380"
        },
        {
          "type": "multiple_choice",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001381"
        },
        {
          "type": "multiple_choice",
          "question": "教师内心信念是教师的道德认识、道德情感和道德意志在教育实践上的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001382"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德的自律在于引导教师在这一职业行为上努力实现高尚的道德追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001383"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质，是一定社会的教师道德原则和规范在教师个人思想和行为中的体现，是教师在一系列的道德选择中表现出来的比较稳定的的特征和倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001384"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业产生的根本原因是人类教育活动的出现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001385"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价活动的实现，意味着教师道德从意识到活动的转化过程的实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001386"
        },
        {
          "type": "multiple_choice",
          "question": "以人为本是师德教育的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001387"
        },
        {
          "type": "multiple_choice",
          "question": "引用未成文的口语实录应将整理稿交作者审核并征得同意。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001388"
        },
        {
          "type": "multiple_choice",
          "question": "道德目的是指人们表达道德行为的方式和方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001389"
        },
        {
          "type": "multiple_choice",
          "question": "规范伦理学以现实中的人为其研究对象，因此其关注的重点和角度是永恒不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001390"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001391"
        },
        {
          "type": "multiple_choice",
          "question": "只要是教师基于自己的意志，经过自愿选择而做出的行为，就具有道德意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001392"
        },
        {
          "type": "multiple_choice",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001393"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的选择，可以反映教师不同道德水平和境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001394"
        },
        {
          "type": "multiple_choice",
          "question": "斯朗普强调，教育绝不是单纯的文化传递，教育之为教育，正在于它是人格心灵的唤醒。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001395"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为选择的条件问题上，客观条件决定论夸大了人的主观能动性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001396"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001397"
        },
        {
          "type": "multiple_choice",
          "question": "高校为市场经济服务，就是市场要求什么，教育就应该肯定什么，维护什么，提倡什么。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001398"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学作为一门反映教师道德实践理性的科学，必须从教育领域中的客观道德关系出发，构建一个符合教育职业生活特点、适应教师事业发展的师德规范体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001399"
        },
        {
          "type": "multiple_choice",
          "question": "科学研究是一个千方百计实现真理的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001400"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德修养的方法包括（    ）。",
          "options": [
            "A.学习；",
            "B.内省；",
            "C.慎独；",
            "D.笃行；",
            "E.引导"
          ],
          "answer": "ABCD",
          "id": "M2000001401"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于各社会发展阶段教师职业发展状况的描述正确的是（    ）。",
          "options": [
            "A.原始社会没有专门人员从事教育活动；",
            "B.奴隶社会教育活动实现专门化，教师成为一种专门职业；",
            "C.封建社会教师是为统治阶级服务的，非官莫属；",
            "D.资本主义社会，师范教育兴起，揭开了教师职业发展新的一页"
          ],
          "answer": "ABD",
          "id": "M2000001402"
        },
        {
          "type": "multiple_choice",
          "question": "下列对“自发论”的评价及其原则分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来，是错误的；",
            "B.这种倾向把教书和育人混为一谈，是错误的；",
            "C.这种观点用教书代替育人，认为自己传授了知识就自然而然完成了育人的任务，是错误的；",
            "D.这种观点同时考虑了教书和育人的辩证关系，是正确的"
          ],
          "answer": "BC",
          "id": "M2000001403"
        },
        {
          "type": "multiple_choice",
          "question": "影响教师公正观念的因素有（    ）。",
          "options": [
            "A.一定社会历史条件和社会教育制度、职业劳动的目的的制约；",
            "B.教师教育规律；",
            "C.教师个人道德觉悟的提高；",
            "D.每个学生情况的认识水平"
          ],
          "answer": "ABCD",
          "id": "M2000001404"
        },
        {
          "type": "multiple_choice",
          "question": "关于人生价值的实现说法正确的是（    ）。",
          "options": [
            "A.由于人的社会关系是多方面的，人生价值的实现也是多方面的；",
            "B.人所创造的价值不仅具有社会意义，同时也具有自我意义；",
            "C.人的价值创造和社会对其的承认之间是一一对应的关系；",
            "D.个人对社会的贡献不容易直接地、及时地得到社会的公正评价"
          ],
          "answer": "ABD",
          "id": "M2000001405"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业行为中的善恶理解正确的是（    ）。",
          "options": [
            "A.可以对教师行为中的善行、恶行划分出不同的价值量；",
            "B.有的教师行为在性质上是绝对善的行为；",
            "C.在对教师道德行为进行善恶评价时，应从质和量两个层面进行；",
            "D.有的教师行为是相对意义上的善"
          ],
          "answer": "ABCD",
          "id": "M2000001406"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于捷克教育家夸美纽斯的教师职业道德思想的是（   ）。",
          "options": [
            "A.认为教师职业伟大而光荣；",
            "B.教师要充分了解自己职业的社会意义，加强道德修养；",
            "C.教师要如慈父一般爱护儿童，和善愉快地传授知识；",
            "D.教师应当努力提高知识素养"
          ],
          "answer": "ABCD",
          "id": "M2000001407"
        },
        {
          "type": "multiple_choice",
          "question": "教师作为独立的职业，是人类社会发展到一定阶段的产物，它的产生要求以下条件（    ）。",
          "options": [
            "A.人类教育活动的出现是教师职业产生的基础；",
            "B.教育理论的发展是教师职业产生的理论前提；",
            "C.社会生产力的发展是教师职业产生的根本原因；",
            "D.脑力劳动和体力劳动的分工是教师职业产生的前提"
          ],
          "answer": "ACD",
          "id": "M2000001408"
        },
        {
          "type": "multiple_choice",
          "question": "现代教育过于强调科学技术专业技能的培养，使得学生人文素养缺失，具体表现为（    ）。",
          "options": [
            "A.注重个人功利，缺乏社会责任感；",
            "B.缺乏敬业精神和团队精神；",
            "C.心理承受和调试能力极弱；",
            "D.生命意识淡薄，对社会和他人冷漠"
          ],
          "answer": "ABCD",
          "id": "M2000001409"
        },
        {
          "type": "multiple_choice",
          "question": "属于现代高校社会服务中的装备服务的有（    ）。",
          "options": [
            "A.共享图书资料；",
            "B.向社会开放实验室；",
            "C.向社会开放电教中心；",
            "D.委托培养"
          ],
          "answer": "BC",
          "id": "M2000001410"
        },
        {
          "type": "multiple_choice",
          "question": "目前的高校职能主要包括（    ）。",
          "options": [
            "A.培养人才；",
            "B.发展科学；",
            "C.提升民众道德水准；",
            "D.为社会服务"
          ],
          "answer": "ABD",
          "id": "M2000001411"
        },
        {
          "type": "multiple_choice",
          "question": "高校社会服务的实质以（    ）为特征。",
          "options": [
            "A.道德；",
            "B.情感；",
            "C.知识；",
            "D.智力"
          ],
          "answer": "CD",
          "id": "M2000001412"
        },
        {
          "type": "multiple_choice",
          "question": "对新旧教育传统的认识正确的是（    ）。",
          "options": [
            "A.新的教育传统能继承旧教育传统中的合理因素；",
            "B.旧教育传统中有些陈旧落后的东西，需要新教育传统加以摒弃；",
            "C.在用教育传统习惯对教师道德行为进行评价时，需要充分认识新、旧教育传统习惯之间斗争的长期性和复杂性；",
            "D.要对旧的教育传统习惯进行具体剖析，区别对待，充分利用其所含有的积极因素，促使新的教育传统习惯的形成和发展"
          ],
          "answer": "ABCD",
          "id": "M2000001413"
        },
        {
          "type": "multiple_choice",
          "question": "法国启蒙思想家卢梭认为，应当培养学生（   ）。",
          "options": [
            "A.善良的感情；",
            "B.善良的判断；",
            "C.善良的意志；",
            "D.善良的行为"
          ],
          "answer": "ABC",
          "id": "M2000001414"
        },
        {
          "type": "multiple_choice",
          "question": "正确处理言教和身教的关系要认真把握的是(    )。",
          "options": [
            "A.教书育人，关爱学生；",
            "B.学为人师，行为示范；",
            "C.严于律己，勇于自责；",
            "D.言行一致，身体力行"
          ],
          "answer": "BCD",
          "id": "M2000001415"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于价值观问题的说法正确的是（    ）。",
          "options": [
            "A.价值观是人们在实践中形成的对于价值、价值关系的一般看法和根本观点；",
            "B.价值观是处理各种价值问题时所持有的比较稳定的立场、态度和观点的总和；",
            "C.核心价值观是一个社会中占主流地位、起支配作用的核心理念；",
            "D.核心价值观是一个社会必须长期普遍遵循的基本价值准则，具有相对稳定的特点"
          ],
          "answer": "ABCD",
          "id": "M2000001416"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价善恶的绝对性的种类有（    ）。+D33",
          "options": [
            "A.为社会培养人才，满足社会现实需要与潜在需要；",
            "B.教师应该承担传播知识、创造知识与监督社会的职责；",
            "C.教师自觉地探索教育和人才培养规律，开展的教育活动必须符合和遵循这两条规律，才有善的意义；",
            "D.教育事业发展状况是教师道德行为评价的重要影响因素"
          ],
          "answer": "ABC",
          "id": "M2000001417"
        },
        {
          "type": "multiple_choice",
          "question": "技术悲观主义揭示了技术化社会的哪些内在缺陷（    ）。",
          "options": [
            "A.技术手段的目的化；",
            "B.技术工具化；",
            "C.技术社会的自由丧失；",
            "D.技术异化的显现"
          ],
          "answer": "AC",
          "id": "M2000001418"
        },
        {
          "type": "multiple_choice",
          "question": "形成教师道德品质的客观基础包括（    ）。",
          "options": [
            "A.受一定的社会环境的制约；",
            "B.受一定物质生活和精神生活的影响;",
            "C.有赖于教师个人的职业道德实践活动；",
            "D.离不开一定的社会的教师的道德规范体系的确立"
          ],
          "answer": "ABCD",
          "id": "M2000001419"
        },
        {
          "type": "multiple_choice",
          "question": "从狭义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德公正；",
            "B.教师道德品质；",
            "C.教师道德良心；",
            "D.教师道德义务"
          ],
          "answer": "ACD",
          "id": "M2000001420"
        },
        {
          "type": "multiple_choice",
          "question": "在西方，有的学者把知识和理念作为善恶的标准，柏拉图就是其中的代表。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001421"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001422"
        },
        {
          "type": "multiple_choice",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001423"
        },
        {
          "type": "multiple_choice",
          "question": "科学技术本身并不具有善恶的道德属性，问题在于它的应用可能有潜在的破坏作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001424"
        },
        {
          "type": "multiple_choice",
          "question": "为人师表是师德教育的重要内容，也是师德教育的准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001425"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德具有灵活性，其内容总是随着社会发展而改变，历史承续性和稳定性不强。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001426"
        },
        {
          "type": "multiple_choice",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001427"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为仅是个人意志的表现，不受他人意志的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001428"
        },
        {
          "type": "multiple_choice",
          "question": "社会对高校教师职业道德的要求更注重教师个体道德素质，而不在于被动接受社会要求的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001429"
        },
        {
          "type": "multiple_choice",
          "question": "在我们社会主义社会，道德应该被看做是一种“无私利他”的产物。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001430"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的目的仅限于行为者的目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001431"
        },
        {
          "type": "multiple_choice",
          "question": "道家塑造了一种遁世、出世、逍遥、无为、超越的理想人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001432"
        },
        {
          "type": "multiple_choice",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001433"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为是出于教师对他人和社会教育事业的某种自觉态度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001434"
        },
        {
          "type": "multiple_choice",
          "question": "道德责任关系是伴随工作关系而生成的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001435"
        },
        {
          "type": "multiple_choice",
          "question": "一般而言，在操作层面上，试图解决道德领域的越轨现象，首先考虑的是建立一个以伦理信念为核心的体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001436"
        },
        {
          "type": "multiple_choice",
          "question": "爱国主义、社会主义、集体主义是教师道德修养的核心和方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001437"
        },
        {
          "type": "multiple_choice",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001438"
        },
        {
          "type": "multiple_choice",
          "question": "义务和自由是对立的，作为高校教师要履行好教师道德义务就必须放弃相应的职业自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001439"
        },
        {
          "type": "multiple_choice",
          "question": "道德良心区别于道德义务的明显特征，在于这是一种“道德自律”，是存在于教师内心的自我道德信念和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001440"
        },
        {
          "type": "multiple_choice",
          "question": "相对于其他职业道德，教师职业道德的主要特征是（    ）。",
          "options": [
            "A.在道德意识上有更高的要求；",
            "B.在道德行为上有更突出的示范性；",
            "C.在道德影响上更广泛更深远；",
            "D.在道德规范上更严格"
          ],
          "answer": "ABC",
          "id": "M2000001441"
        },
        {
          "type": "multiple_choice",
          "question": "荣誉包含的意义有（    ）。",
          "options": [
            "A.家庭对行为的社会价值的评判标准；",
            "B.一定社会、一定阶级用以评价人们行为的社会价值的尺度；",
            "C.他人对行为的社会价值的自我意识；",
            "D.个人对行为的社会价值的自我意识"
          ],
          "answer": "BD",
          "id": "M2000001442"
        },
        {
          "type": "multiple_choice",
          "question": "对教师道德行为的认识正确的是（    ）。",
          "options": [
            "A.对教师履行师德规范有重要意义；",
            "B.对教师履行师德原则有深远影响；",
            "C.对教师道德实践有很大的作用；",
            "D.有助于教师道德人格塑造"
          ],
          "answer": "ABCD",
          "id": "M2000001443"
        },
        {
          "type": "multiple_choice",
          "question": "教书与育人的伦理学意义是(    )。",
          "options": [
            "A.是塑造学生健康人格和展示自身人格的根本途径；",
            "B.是提高教学质量和培养高素质人才的根本保证；",
            "C.是建立和谐师生关系、成为人民满意教师的重要内容；",
            "D.是促进教师高尚道德形成的关键"
          ],
          "answer": "ABC",
          "id": "M2000001444"
        },
        {
          "type": "multiple_choice",
          "question": "高校师德教育的规章制度包括的层次有（    ）。",
          "options": [
            "A.国家的法律、行政法规、地方性法规和政府规章；",
            "B.政策；",
            "C.高校有关管理规章；",
            "D.教师行业协会的章程、公约；",
            "E.教师与学校的聘任合同等"
          ],
          "answer": "ABCDE",
          "id": "M2000001445"
        },
        {
          "type": "multiple_choice",
          "question": "关于教书和育人的辩证统一关系，应当处理好哪几对关系(    )。",
          "options": [
            "A.寓思想教育于传授知识中；",
            "B.寓思想教育于各个教学环节中；",
            "C.寓思想教育于师生的交往中；",
            "D.寓思想教育于教学反思中"
          ],
          "answer": "ABC",
          "id": "M2000001446"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价善恶标准的共同性表现在（    ）。",
          "options": [
            "A.教师行为的方向性；",
            "B.教师行为的科学性；",
            "C.教师行为的“真善美”的统一性；",
            "D.教师行为的能动性"
          ],
          "answer": "ABC",
          "id": "M2000001447"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德评价对教师道德意识和活动的影响，认识正确的是（    ）。",
          "options": [
            "A.教师道德评价的实施使教师在思想上懂得善恶；",
            "B.促使教师孕育自己实践善的道德行为的强大动力；",
            "C.教师道德评价可以提供推动和促进教师从道德意识向道德活动转变的强大精神力量；",
            "D.教师道德评价在教师道德认识和教师职业道德行为不断转化中起着媒介作用"
          ],
          "answer": "ABCD",
          "id": "M2000001448"
        },
        {
          "type": "multiple_choice",
          "question": "关于“热爱教育，忠诚教育”下列说法正确的是(    )。",
          "options": [
            "A.它是教师职业道德的基本原则；",
            "B.“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任；",
            "C.“忠”表现在教师应真心接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动；",
            "D.它要求教师以自己的创造性劳动履行社会职责和道德义务"
          ],
          "answer": "AD",
          "id": "M2000001449"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于在教师与他遵守的原则和规范之间发挥支配作用的中介力量是(    )。",
          "options": [
            "A.道德认同；",
            "B.内心信念；",
            "C.教学纪律、制度；",
            "D.同事、同学"
          ],
          "answer": "CD",
          "id": "M2000001450"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德作为一种特殊的意识形态系统，主要由以下要素构成（    ）。",
          "options": [
            "A.教师道德意识现象；",
            "B.教师道德关系现象；",
            "C.教师道德规范现象；",
            "D.教师道德活动现象"
          ],
          "answer": "ABCD",
          "id": "M2000001451"
        },
        {
          "type": "multiple_choice",
          "question": "我国加强理想信念教育的环节包括（    ）。",
          "options": [
            "A.马克思主义理论教育；",
            "B.中国近现代史教育；",
            "C.形势政策教育；",
            "D.社会主义核心价值体系教育；",
            "E.专业技能教育"
          ],
          "answer": "ABCD",
          "id": "M2000001452"
        },
        {
          "type": "multiple_choice",
          "question": "有关师德养成过程中各要素的认识正确的是（    ）。",
          "options": [
            "A.把道德认知和道德情感结合起来，是道德养成不可或缺的环节；",
            "B.强化教师的道德认知，是形成教师良好道德品质的第一步；",
            "C.只有具备坚定道德信念，才能以高尚的道德要求选择道德行为和履行道德义务；",
            "D.道德行为是衡量教师道德水平高低的主要标志"
          ],
          "answer": "ABCD",
          "id": "M2000001453"
        },
        {
          "type": "multiple_choice",
          "question": "改革家梁启超的教育思想包括（   ）。",
          "options": [
            "A.认为教育应当为维护封建统治服务；",
            "B.强调学校教育在振兴中国、开拓民智中的重要地位；",
            "C.呼吁发展师范教育，培养教师；",
            "D.强调教师应为国家和民族的命运奋斗"
          ],
          "answer": "BCD",
          "id": "M2000001454"
        },
        {
          "type": "multiple_choice",
          "question": "与其他职业良心相比，教师道德良心的特征有（    ）。",
          "options": [
            "A.感染性强；",
            "B.内控性强；",
            "C.示范性强；",
            "D.层次性高"
          ],
          "answer": "CD",
          "id": "M2000001455"
        },
        {
          "type": "multiple_choice",
          "question": "对历史上出现的理想人格的说法正确的是（    ）。",
          "options": [
            "A.道家塑造的理想人格是君子人格；",
            "B.古希腊人所崇尚的理想人格是“普罗米修斯”形象；",
            "C.尼采的理想人格是“超人”形象；",
            "D.马斯洛提出了“自我实现”的理想人格"
          ],
          "answer": "BCD",
          "id": "M2000001456"
        },
        {
          "type": "multiple_choice",
          "question": "就伦理的本意和最突出的传统伦理的特征而言，它是一种（    ）。",
          "options": [
            "A.制度伦理；",
            "B.信念伦理；",
            "C.自律伦理；",
            "D.他律伦理"
          ],
          "answer": "BC",
          "id": "M2000001457"
        },
        {
          "type": "multiple_choice",
          "question": "教师对自身行为的自觉表现在（    ）。",
          "options": [
            "A.教师在行为前对自己将要做什么、怎样做有自觉意识；",
            "B.教师在行动前对行为后果有自觉意识；",
            "C.教师在行为前对所要选择的行为有清晰的道德自我意识；",
            "D.教师在行为前对所选行为的道德意识，是出于对一定社会的教师道德准则的“应该”与否的理解"
          ],
          "answer": "ABCD",
          "id": "M2000001458"
        },
        {
          "type": "multiple_choice",
          "question": "有关教师道德行为善恶的认识正确的是（    ）。",
          "options": [
            "A.善恶的划分是以动机和效果为依据；",
            "B.善行是有利于他人和教育事业整体利益的行为；",
            "C.恶行是不利于或有害于他人和教育事业整体利益的行为；",
            "D.教师道德行为没有性质之分"
          ],
          "answer": "ABC",
          "id": "M2000001459"
        },
        {
          "type": "multiple_choice",
          "question": "从教师伦理角度概括出的高校教师在科研中的道德规范，主要有（    ）。",
          "options": [
            "A.严谨治学，实事求是；",
            "B.团结协作，公平竞争；",
            "C.坚韧不拔，勇于探索；",
            "D.以德修身，率先垂范"
          ],
          "answer": "ABC",
          "id": "M2000001460"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的动机有时会出现形式动机与实际行为结果分离的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001461"
        },
        {
          "type": "multiple_choice",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001462"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德原则是教师道德社会本质的集中体现，是社会对教师职业行为的具体的道德要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001463"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，应该无偿开展科技产品的研发、成果推广转让、科技信息咨询和教育培训等社会服务活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001464"
        },
        {
          "type": "multiple_choice",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001465"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德行为的选择只是教师个人自由意志驱动的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001466"
        },
        {
          "type": "multiple_choice",
          "question": "在我国，教师职业道德是整个社会主义道德体系的重要组成部分，是社会主义、共产主义道德在教育领域的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001467"
        },
        {
          "type": "multiple_choice",
          "question": "社会主义初级阶段的教师道德行为的善恶评价标准，根本上说是要求教师的行为有利于社会培养合格人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001468"
        },
        {
          "type": "multiple_choice",
          "question": "元伦理学既是伦理学的传统理论形态，也是伦理学发展的必然归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001469"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001470"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德义务表现为教师发自内心的一种道德命令或道德要求，它不需要任何外力的强制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001471"
        },
        {
          "type": "multiple_choice",
          "question": "按美国学者马丁.特罗的理论，如果18～22岁年龄段中超过15%的人接受不同层次和形式的高等教育，则高等教育发展便进入了“大众化阶段”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001472"
        },
        {
          "type": "multiple_choice",
          "question": "教师自身的思想道德素质对教师道德行为评价的影响不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001473"
        },
        {
          "type": "multiple_choice",
          "question": "当一个人占有物质或精神上的东西不是他的贡献所得，就不能真实反映他的社会价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001474"
        },
        {
          "type": "multiple_choice",
          "question": "耻辱和荣誉是不可分的，一个人的荣誉感越强，就越能知耻，耻辱心就越发达。一个恬不知耻的人就无所谓荣誉感，也不可能获得真正的荣誉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001475"
        },
        {
          "type": "multiple_choice",
          "question": "教师在选择道德行为时，道德认识的高低有时会直接决定道德行为的正误。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001476"
        },
        {
          "type": "multiple_choice",
          "question": "人才培养的成功，既需要教师个人的主观努力，也离不开教师集体力量的发挥。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001477"
        },
        {
          "type": "multiple_choice",
          "question": "教师的荣誉观一般只受到教师的特点和社会价值的影响，不受到来自集体主义原则的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001478"
        },
        {
          "type": "multiple_choice",
          "question": "在不可抗拒的外力强迫下，做出的任何某些伤害他人和社会的行为，一般不负道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001479"
        },
        {
          "type": "multiple_choice",
          "question": "共产主义品质与非共产主义品质之间的矛盾是教师道德修养过程中遇到的最基本矛盾之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001480"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学的使命包括（    ）。",
          "options": [
            "A.研究教师道德意识现象；",
            "B.研究教育活动中的特殊道德关系；",
            "C.研究教师道德实践活动的特点和规律；",
            "D.梳理和继承历史上一切有价值的教师道德遗产和资源。"
          ],
          "answer": "ABCD",
          "id": "M2000001481"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德信念形成的最基本的条件有（    ）。",
          "options": [
            "A.掌握有关的道德知识；",
            "B.通过道德实践,获得与道德知识相符合的道德经验；",
            "C.在道德实践中的情感体验；",
            "D.形成道德信念使知情意行这些心理成分都得到相应的发展"
          ],
          "answer": "ABC",
          "id": "M2000001482"
        },
        {
          "type": "multiple_choice",
          "question": "英国提出的称职教师的要求包括（   ）。",
          "options": [
            "A.爱国主义；",
            "B.职业道德；",
            "C.合作共事；",
            "D.个人主义精神"
          ],
          "answer": "BCD",
          "id": "M2000001483"
        },
        {
          "type": "multiple_choice",
          "question": "下列问题属于经济伦理的争论议题的是（   ）。",
          "options": [
            "A.盈利欲望与道德要求的关系；",
            "B.自由与民主；",
            "C.效率与公平；",
            "D.交易诚信"
          ],
          "answer": "ACD",
          "id": "M2000001484"
        },
        {
          "type": "multiple_choice",
          "question": "现代高等教育的发展趋势包括（    ）。",
          "options": [
            "A.大众化；",
            "B.市场化；",
            "C.国际化；",
            "D.网络化"
          ],
          "answer": "ABCD",
          "id": "M2000001485"
        },
        {
          "type": "multiple_choice",
          "question": "下列理论属于对教师道德行为评价标准的客观依据的是（    ）。",
          "options": [
            "A.“个体本位论”；",
            "B.“社会本位论”；",
            "C.列宁提出的教师道德行为评价善恶标准的形成要受政治和社会经济基础制约，要反映政治和经济的需求的理论；",
            "D.“综合人才观”"
          ],
          "answer": "ABC",
          "id": "M2000001486"
        },
        {
          "type": "multiple_choice",
          "question": "师德建设影响高等教育事业发展的途径有（    ）。",
          "options": [
            "A.教师自身；",
            "B.高等教育的对象；",
            "C.高等教育的工作特性；",
            "D.对社会的影响"
          ],
          "answer": "ABC",
          "id": "M2000001487"
        },
        {
          "type": "multiple_choice",
          "question": "孔子提出的教师道德规范有（   ）。",
          "options": [
            "A.有教无类；",
            "B.诲人不倦；",
            "C.言传身教；",
            "D.不耻下问"
          ],
          "answer": "ABCD",
          "id": "M2000001488"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德行为的构成要素，从大处至少包括（    ）。",
          "options": [
            "A.教师道德行为的动机；",
            "B.教师道德行为的意志；",
            "C.教师道德行为的目的；",
            "D.教师道德行为的结果"
          ],
          "answer": "ACD",
          "id": "M2000001489"
        },
        {
          "type": "multiple_choice",
          "question": "教学过程中的伦理矛盾体现为(    )。",
          "options": [
            "A.师生之间的矛盾；",
            "B.教师个人的教学业务能力和水平不能适应教学工作的实际需要引起的矛盾；",
            "C.师师之间的矛盾；",
            "D.教师对教学工作的态度和责任心不能满足教学工作要求引起的矛盾"
          ],
          "answer": "ABD",
          "id": "M2000001490"
        },
        {
          "type": "multiple_choice",
          "question": "师德养成的一般路径包括（    ）。",
          "options": [
            "A.师德教育；",
            "B.师德规范；",
            "C.师德修养；",
            "D.师德品质；",
            "E.师德原则"
          ],
          "answer": "AC",
          "id": "M2000001491"
        },
        {
          "type": "multiple_choice",
          "question": "从社会活动方式的角度看，人的行为本质包括（    ）。",
          "options": [
            "A.人的行为是积极能动的自主活动；",
            "B.人的行为是受意识支配的自觉活动；",
            "C.人的行为受社会条件制约；",
            "D.人的行为是具有某种社会倾向性的社会性活动"
          ],
          "answer": "ABCD",
          "id": "M2000001492"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于马克思主义伦理学的观点是（    ）。",
          "options": [
            "A.对人的行为进行道德评价，必须既根据动机，又要根据效果；",
            "B.只有动机和效果的统一，才是道德行为评价的正确依据；",
            "C.如果只强调动机而否定效果，就会陷入唯心主义的观点；",
            "D.如果只强调效果而否定动机，就会犯形而上学机械论的错误"
          ],
          "answer": "ABCD",
          "id": "M2000001493"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德良心下列说法正确的是（    ）。",
          "options": [
            "A.教师道德良心具体内涵首先体现为教师职业意识中一种强烈的道德责任感；",
            "B.教师良心作为一种道德责任感，是教师对社会和学生的义务感的强烈表现；",
            "C.作为一种评价能力，它是一定道德原则和规范在教师内心深处形成的稳定的信念和意志；",
            "D.就其全部内容而言，教师道德良心是道德认识、道德情感、道德意志等各种道德心理因素的有机统一"
          ],
          "answer": "ABCD",
          "id": "M2000001494"
        },
        {
          "type": "multiple_choice",
          "question": "道德规范的必要性体现为（   ）。",
          "options": [
            "A.对普遍行为的制约；",
            "B.对个体行为的约束；",
            "C.对政府行为的规制；",
            "D.对犯罪行为的打击"
          ],
          "answer": "AB",
          "id": "M2000001495"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师人格中的创新精神和能力的认识正确的是（    ）。",
          "options": [
            "A.人才的竞争使培养创造性人才成为当务之急；",
            "B.要培养学生的创新素质，首先要求教师要有勇于创新的精神和能力；",
            "C.创新精神是一种追求科学、勇于探索、永无止境的科学精神；",
            "D.创新能力是创新精神在创造实践中的集中体现"
          ],
          "answer": "ABCD",
          "id": "M2000001496"
        },
        {
          "type": "multiple_choice",
          "question": "以下属于英国教育家洛克的教师职业道德思想的是（   ）。",
          "options": [
            "A.教师的责任在于使学生养成良好的习惯，怀抱德性的智慧；",
            "B.应当培养学生善良的感情、判断、意志；",
            "C.学生向善的时候，给他理论、活力和勉励；",
            "D.重视教师的榜样作用"
          ],
          "answer": "AD",
          "id": "M2000001497"
        },
        {
          "type": "multiple_choice",
          "question": "在高校教师遇到的矛盾中，需要靠教师通过直接对自己的职业道德义务的认识加以解决的是（    ）。",
          "options": [
            "A.个人利益、爱好与道德义务之间的矛盾；",
            "B.不同道德义务之间的矛盾；",
            "C.一些教育技术处理过程中出现的“虚假冲突”；",
            "D.个人利益与整个教育事业之间的矛盾"
          ],
          "answer": "AB",
          "id": "M2000001498"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为选择的外部条件包括（    ）。",
          "options": [
            "A.社会历史条件；",
            "B.教师的具体生活环境和条件；",
            "C.特定社会的道德价值观念；",
            "D.教师道德规范体系"
          ],
          "answer": "ABCD",
          "id": "M2000001499"
        },
        {
          "type": "multiple_choice",
          "question": "有关内省这种师德修养方法的的认识正确的是（    ）。",
          "options": [
            "A.是师德修养的根本方法；",
            "B.要求教师增强教师道德认识；",
            "C.要求教师有针对性地解剖自己，加深自我认识并改进自身的不足；",
            "D.内省有助于教师培养良好的个性品德"
          ],
          "answer": "BCD",
          "id": "M2000001500"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的标准包括了社会标准和职业道德标准两个方面内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001501"
        },
        {
          "type": "multiple_choice",
          "question": "高校社会服务的实质是社会发展对高校的期望和高校自身发展需要的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001502"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德情感可以和其道德认识结合在一起，增强或减弱教师履行某种道德义务的道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001503"
        },
        {
          "type": "multiple_choice",
          "question": "对于一个教师来说，只有自觉认识和深刻理解一定社会的道德关系和教育职业活动中的道德关系，才能形成教师道德良心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001504"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质的优劣程度是区分和体现人格差别的标准和尺度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001505"
        },
        {
          "type": "multiple_choice",
          "question": "严格要求是教师对学生进行思想教育的催化剂，是开启学生心灵的钥匙。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001506"
        },
        {
          "type": "multiple_choice",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001507"
        },
        {
          "type": "multiple_choice",
          "question": "当动机和效果不一致时，我们需要采取具体分析的方法来确定教师道德行为评价标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001508"
        },
        {
          "type": "multiple_choice",
          "question": "教师在职业实践中，教育观察等能力直接影响其教育行为的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001509"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成是教师伦理学的重要内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001510"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001511"
        },
        {
          "type": "multiple_choice",
          "question": "相对于规范无人格的、外在于个体的特性，德性则无法与人自身的存在、生命价值和内在人格相分离。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001512"
        },
        {
          "type": "multiple_choice",
          "question": "所谓人生价值，就是人的生存、发展、创造等活动满足社会、他人需要的积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001513"
        },
        {
          "type": "multiple_choice",
          "question": "教师的人文素养，是以科学精神为标志的教育理念、人文知识、情感责任和艺术涵养等方面构成的系统，以及在此基础上塑造而成的教师特有的人格魅力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001514"
        },
        {
          "type": "multiple_choice",
          "question": "人的价值实现往往通过社会关系表现出来，人生价值的实现却是单方面的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001515"
        },
        {
          "type": "multiple_choice",
          "question": "传统上以传授事实性知识为主的教学模式已经不适应时代的要求，教师的职责已不仅是知识的传播者，更是学习的指导者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001516"
        },
        {
          "type": "multiple_choice",
          "question": "道德手段反映和反作用于道德目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001517"
        },
        {
          "type": "multiple_choice",
          "question": "职业道德是职业生活对人们的客观要求，与人们自身对职业关系的主观认识没有关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001518"
        },
        {
          "type": "multiple_choice",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001519"
        },
        {
          "type": "multiple_choice",
          "question": "科学的社会规范本身即具有伦理特性和道德意义，这体现了科学活动的伦理意蕴，反映了科学活动与道德实践的内在统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001520"
        },
        {
          "type": "multiple_choice",
          "question": "下列对“分家论”观点分析正确的是(    )。",
          "options": [
            "A.这种倾向把教书和育人截然分开、对立起来；",
            "B.这种倾向把教书和育人混为一谈；",
            "C.这是一种以学科为本位的教学观；",
            "D.这种观点以教书为天职，以完成学科知识传授、能力培养为己任"
          ],
          "answer": "ACD",
          "id": "M2000001521"
        },
        {
          "type": "multiple_choice",
          "question": "相对于其他职业道德，教师职业在道德意识上有更高的要求，以下说法错误的是（    ）。",
          "options": [
            "A.教师承担着传播人类文化、开发人类智能、塑造人类灵魂的神圣职责；",
            "B.教师对学生有一种“以身立教”的特殊影响力；",
            "C.教师道德的影响比其他职业道德更加深远；",
            "D.教师职业必须担负提升整个社会道德水平的责任"
          ],
          "answer": "BCD",
          "id": "M2000001522"
        },
        {
          "type": "multiple_choice",
          "question": "关于人生价值的认识正确的是（    ）。",
          "options": [
            "A.人生价值就是人的活动满足社会、他人和自我需要的消极作用；",
            "B.一个人的价值大小，取决于他能否以及在多大程度上满足社会、他人和自我的需要；",
            "C.人生价值表现为他作为一定社会主体的价值客体；",
            "D.人生价值表现为他把自己的行为作为自己的客体"
          ],
          "answer": "BCD",
          "id": "M2000001523"
        },
        {
          "type": "multiple_choice",
          "question": "我国师德教育的内容认识正确的是（    ）。",
          "options": [
            "A.公民道德是师德教育的底线，为人师表是师德教育的准则；",
            "B.理想信念是师德教育的支柱，以人为本是师德教育的任务；",
            "C.改革创新是师德教育的理念，严谨治学是师德教育的任务；",
            "D.规章制度是师德教育的保障，传统美德是师德教育的核心"
          ],
          "answer": "AC",
          "id": "M2000001524"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德修养的特点有（    ）。",
          "options": [
            "A.自觉性；",
            "B.长期性；",
            "C.主观性；",
            "D.曲折性"
          ],
          "answer": "ABD",
          "id": "M2000001525"
        },
        {
          "type": "multiple_choice",
          "question": "属于“严谨治学，实事求是”的要求包括（    ）。",
          "options": [
            "A.忠诚踏实，严肃认真；",
            "B.科学的抽象，严密的论证；",
            "C.客观公正地进行科研成果的鉴定；",
            "D.尊老扶新，甘为人梯"
          ],
          "answer": "ABC",
          "id": "M2000001526"
        },
        {
          "type": "multiple_choice",
          "question": "如何强化高校的社会服务意识，变单一职能服务为全职能服务（    ）。",
          "options": [
            "A.强化办学理念中的服务意识，树立主动适应社会的服务观；",
            "B.强化高校职能意识，树立全方位的服务观；",
            "C.强化区域化意识，树立协调发展的服务观；",
            "D.强化效益意识，树立合作双赢的服务观"
          ],
          "answer": "ABCD",
          "id": "M2000001527"
        },
        {
          "type": "multiple_choice",
          "question": "教师实现人生价值体现在（    ）。",
          "options": [
            "A.人生价值的实现体现在个人与社会和他人的关系中；",
            "B.从人生价值实现上来讲，个人应注重对社会的创造与贡献；",
            "C.人生价值体现在个人同自身的关系中；",
            "D.教师人生价值的实现，需更关注人生的自我价值"
          ],
          "answer": "ABC",
          "id": "M2000001528"
        },
        {
          "type": "multiple_choice",
          "question": "现代高校社会服务的形式，主要有（    ）。",
          "options": [
            "A.教学服务；",
            "B.信息服务；",
            "C.装备服务；",
            "D.科技服务"
          ],
          "answer": "ABCD",
          "id": "M2000001529"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德观念的构成因素有（    ）。",
          "options": [
            "A.赏罚分明；",
            "B.坚持真理；",
            "C.秉公办事；",
            "D.一视同仁；",
            "E.因材施教"
          ],
          "answer": "ABCDE",
          "id": "M2000001530"
        },
        {
          "type": "multiple_choice",
          "question": "关于人本主义思潮，以下说法正确的是（    ）。",
          "options": [
            "A.初期以理性和人道主义为内核；",
            "B.产生之初矛头直指宗教神学和封建等级制度；",
            "C.经过马克思的提炼，形成较为完善的近代人本主义思潮；",
            "D.在现代转向批判传统理性"
          ],
          "answer": "ABD",
          "id": "M2000001531"
        },
        {
          "type": "multiple_choice",
          "question": "下列说法正确的是（    ）。",
          "options": [
            "A.市场规则实质上来源于市场外部的社会文化环境和价值观念；",
            "B.市场行为不仅是一种社会行为，同样也是一种文化伦理行为；",
            "C.市场经济秩序实际上是由社会的文化价值观念来维护的；",
            "D.市场经济秩序的建立是以特定的文化精神作基础的"
          ],
          "answer": "ABCD",
          "id": "M2000001532"
        },
        {
          "type": "multiple_choice",
          "question": "下列行为中属于学术不端行为的有（    ）",
          "options": [
            "A.一稿多投或重复发表",
            "B.利用媒体对学术成果进行过度包装和炒作",
            "C.抄袭、剽窃、侵吞他人数据观点、技术线路、学术成果",
            "D.对学术批评者进行压制、打击或者报复等"
          ],
          "answer": "ABCD",
          "id": "M2000001533"
        },
        {
          "type": "multiple_choice",
          "question": "当代人文教育中，要提升人文素养，应包括如下几个方面（    ）。",
          "options": [
            "A.更新教育理念；",
            "B.积累人文知识；",
            "C.提升责任情感；",
            "D.增进艺术涵养"
          ],
          "answer": "ABCD",
          "id": "M2000001534"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于教师道德关系现象的说法正确的是（    ）。",
          "options": [
            "A.它是一种思想关系；",
            "B.它是一种思想观念和理论体系；",
            "C.它是受一定利益关系制约的；",
            "D.它是师德意识意识形成的基础，并通过教师的道德行为实践表现出来"
          ],
          "answer": "ACD",
          "id": "M2000001535"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德养成具有的现实意义包括（    ）。",
          "options": [
            "A.师德养成是适应社会发展的需要；",
            "B.师德养成是受教育者成长的需要；",
            "C.师德养成是师资队伍建设的需要；",
            "D.师德养成是精神文明建设的需要"
          ],
          "answer": "ABCD",
          "id": "M2000001536"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮的内涵包括以下内容（    ）。",
          "options": [
            "A.在一定社会历史条件下产生；",
            "B.反映了一定民族、阶级、阶层或社会群体利益；",
            "C.具有一定理论色彩；",
            "D.会造成社会生活的不稳定"
          ],
          "answer": "ABC",
          "id": "M2000001537"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德行为选择制约因素的分析中正确的是（    ）。",
          "options": [
            "A.教师职业道德行为选择是教师个人自由意志驱动的结果；",
            "B.教师职业道德行为选择是社会客观条件制约的结果；",
            "C.意志自由论在教师道德行为选择的看法是正确的；",
            "D.客观条件决定论对教师道德行为选择的观点具有一定的正确性"
          ],
          "answer": "ABD",
          "id": "M2000001538"
        },
        {
          "type": "multiple_choice",
          "question": "在进行教师道德评价时，应该做到（    ）。",
          "options": [
            "A.坚持道德目的和手段的一致性；",
            "B.当道德目的和道德手段不一致时，应该具体分析；",
            "C.追求好的道德目的；",
            "D.只要道德手段是合理的，道德目的即可采用"
          ],
          "answer": "AB",
          "id": "M2000001539"
        },
        {
          "type": "multiple_choice",
          "question": "社会思潮作为社会意识的一种综合表现形式，具有以下特点（    ）。",
          "options": [
            "A.反思性；",
            "B.继承性；",
            "C.全球性；",
            "D.符号性"
          ],
          "answer": "ABCD",
          "id": "M2000001540"
        },
        {
          "type": "multiple_choice",
          "question": "确立了教师道德评价标准意味着完成了教师道德评价的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001541"
        },
        {
          "type": "multiple_choice",
          "question": "学术批评指遵循一定的规范，分析、议论他人学术计划、过程和结果的缺点与不足。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001542"
        },
        {
          "type": "multiple_choice",
          "question": "高校教育既是一项社会教育活动，也是一项社会经济活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001543"
        },
        {
          "type": "multiple_choice",
          "question": "教师作为一般道德主体，他必须比一般人更严格地履行一般道德义务，只有这样，他才能成为真正的道德榜样。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001544"
        },
        {
          "type": "multiple_choice",
          "question": "每个社会都要求教师既有高水准的专业知识，又有高尚的道德情操和高度的社会责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001545"
        },
        {
          "type": "multiple_choice",
          "question": "教师作为人类灵魂的工程师，其价值观影响着整个社会的思想导向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001546"
        },
        {
          "type": "multiple_choice",
          "question": "所有的师德活动都是教师作为道德主体有意识的、自觉的言行，包括师德行为，师德评价、师德教育、师德修养等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001547"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价的善恶标准具有相对性和绝对性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001548"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质不是教师个体的生理特征和一般的个性心理特征，而是具体体现在一定社会或教育集体的道德要求中的个人意识和行为总体的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001549"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业道德既体现了一般社会道德的基本要求，又规定了做好教育工作的特殊准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001550"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学的主要内容是描述职业道德，并制定教师的行为准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001551"
        },
        {
          "type": "multiple_choice",
          "question": "东汉时期，汉武帝采纳了董仲舒“罢黜百家，独尊儒术”的主张，儒家思想成为中国传统教师职业道德的指导思想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001552"
        },
        {
          "type": "multiple_choice",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001553"
        },
        {
          "type": "multiple_choice",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001554"
        },
        {
          "type": "multiple_choice",
          "question": "从完整意义上讲，师德养成是由教师的道德认知、道德情感、道德意志、道德信念和道德行为等基本要素构成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001555"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为评价只需通过自我评价的形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001556"
        },
        {
          "type": "multiple_choice",
          "question": "道德规范之必要性，首先体现于对高尚行为的榜样树立。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001557"
        },
        {
          "type": "multiple_choice",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001558"
        },
        {
          "type": "multiple_choice",
          "question": "内心信念在教师道德评价中，主要是通过道德义务发挥其作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001559"
        },
        {
          "type": "multiple_choice",
          "question": "学习和教育，是教师提高道德认识，履行职业义务，确立职业理想，走向人格完善的基本途径之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001560"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师道德原则和规范与教师道德范畴之间的关系描述正确的是(    )。",
          "options": [
            "A.教师道德范畴是教师道德原则和规范的前提；",
            "B.教师道德原则和规范是教师道德范畴的前提；",
            "C.教师道德范畴是教师道德原则和规范发挥作用的必要条件；",
            "D.教师道德范畴从属或者依附于教师道德原则和规范"
          ],
          "answer": "BCD",
          "id": "M2000001561"
        },
        {
          "type": "multiple_choice",
          "question": "关于教师的角色自我和个性自我的认识正确的是（    ）。",
          "options": [
            "A.角色意识要求教师以某种社会观念和准则来统摄自己的内心世界；",
            "B.个性意识根植于个体的生命存在，反映了教师对自己的内在需求、情感世界的真实的把握；",
            "C.一个好的教师应在两者间保持一种合理的张力；",
            "D.要求教师讲角色审美化、个性化、感情化、情感化"
          ],
          "answer": "ABCD",
          "id": "M2000001562"
        },
        {
          "type": "multiple_choice",
          "question": "拓展师德建设的途径有（    ）。",
          "options": [
            "A.将伦理素养纳入教师职业素质训练体系之中；",
            "B.所有教师必须定期进行师德培训；",
            "C.使伦理评价贯穿于教育活动全过程；",
            "D.将教师道德水平作为教师考核、晋职的主要条件"
          ],
          "answer": "AC",
          "id": "M2000001563"
        },
        {
          "type": "multiple_choice",
          "question": "对于高校教师来说，其本职工作是（    ）。",
          "options": [
            "A.教学；",
            "B.科研；",
            "C.社会服务；",
            "D.管理"
          ],
          "answer": "AB",
          "id": "M2000001564"
        },
        {
          "type": "multiple_choice",
          "question": "对效果这一教师道德评价依据的认识正确的是（    ）。",
          "options": [
            "A.效果是人们行为所产生的客观结果或后果；",
            "B.效果是主观的；",
            "C.效果论者认为行为的实际效果才是道德评价的依据；",
            "D.效果论的代表是边沁和穆勒"
          ],
          "answer": "ACD",
          "id": "M2000001565"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师在进行社会服务的过程中遇到的矛盾主要有（    ）。",
          "options": [
            "A.新旧观念的矛盾；",
            "B.个人利益与社会利益的矛盾；",
            "C.本职工作与兼职工作的矛盾；",
            "D.教师集体内部的利益矛盾"
          ],
          "answer": "ABCD",
          "id": "M2000001566"
        },
        {
          "type": "multiple_choice",
          "question": "我国的教师职业道德，要求教师通过自觉的师德修养培养的品质有（    ）。",
          "options": [
            "A.对本职业深厚的道德情感；",
            "B.对学生、社会高度的职业责任感和师德良心；",
            "C.尽心尽力、乐于奉献的职业信念和道德意志；",
            "D.诲人不倦、为人师表等职业道德品质"
          ],
          "answer": "ABCD",
          "id": "M2000001567"
        },
        {
          "type": "multiple_choice",
          "question": "教师伦理学作为一门规范科学，如何直接调节教师职业生活（    ）。",
          "options": [
            "A.系统阐述了教育职业活动可能产生的矛盾和道德冲突以及相应的调节方向、行为要求；",
            "B.对教师职业中的各项本职工作都给予了具体的指导；",
            "C.明确了教师在工作过程中处理各种伦理关系的道德准则；",
            "D.对教师违反职业要求的不良行为给出了惩戒和预防措施"
          ],
          "answer": "AC",
          "id": "M2000001568"
        },
        {
          "type": "multiple_choice",
          "question": "默顿所认为的现代科学应具有的“精神元气”包括（    ）。",
          "options": [
            "A.普遍主义；",
            "B.公有主义；",
            "C.无偏见性；",
            "D.有条理的怀疑精神"
          ],
          "answer": "ABCD",
          "id": "M2000001569"
        },
        {
          "type": "multiple_choice",
          "question": "美国心理学家利比特与怀特将领导方式分为(    )。",
          "options": [
            "A.专横式；",
            "B.放任式；",
            "C.民主式；",
            "D.自由式"
          ],
          "answer": "ABC",
          "id": "M2000001570"
        },
        {
          "type": "multiple_choice",
          "question": "从广义上讲，下列属于教师道德范畴的是(    )。",
          "options": [
            "A.教师道德教育；",
            "B.教师道德品质；",
            "C.教师道德原则；",
            "D.教师道德评价"
          ],
          "answer": "ABCD",
          "id": "M2000001571"
        },
        {
          "type": "multiple_choice",
          "question": "与一般社会劳动相比，教育活动的特点包括如下几个方面（    ）。",
          "options": [
            "A.其目的是把受教育者培养成社会所需要的人；",
            "B.其对象是作为社会整体成员的儿童和青少年；",
            "C.其手段是教师完整的个性；",
            "D.其过程是一个运用智力的复杂的脑力劳动和体力劳动"
          ],
          "answer": "ABCD",
          "id": "M2000001572"
        },
        {
          "type": "multiple_choice",
          "question": "传统习惯的特点包括（    ）。",
          "options": [
            "A.具有代代相传的历史继承性；",
            "B.具有稳定性；",
            "C.具有渗透性；",
            "D.具有开放性"
          ],
          "answer": "ABC",
          "id": "M2000001573"
        },
        {
          "type": "multiple_choice",
          "question": "教师在道德修养过程中，必然会遇到的最基本的矛盾有（    ）。",
          "options": [
            "A.教师个人利益与教育事业整体利益间的矛盾；",
            "B.社会主义道德要求、教师职业道德要求与教师个人的道德选择能力、道德践行能力间的矛盾；",
            "C.共产主义品质与非共产主义品质间的矛盾；",
            "D.教师创新精神与教育传统间的矛盾"
          ],
          "answer": "BC",
          "id": "M2000001574"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于教师个人的“物质需要”的有（    ）。",
          "options": [
            "A.工资薪酬；",
            "B.社会福利；",
            "C.对自尊和荣誉的需要；",
            "D.教师基本权利和社会地位认可"
          ],
          "answer": "ABCD",
          "id": "M2000001575"
        },
        {
          "type": "multiple_choice",
          "question": "以下情形中，属于需要个人进行道德选择和判断的的道德困境的是（   ）。",
          "options": [
            "A.忠孝不能两全；",
            "B.义利之辩；",
            "C.奉献与索取的冲突；",
            "D.个人本位与社会本位的冲突"
          ],
          "answer": "ABCD",
          "id": "M2000001576"
        },
        {
          "type": "multiple_choice",
          "question": "教师的某一行为的分析角度有（    ）。",
          "options": [
            "A.经济学角度；",
            "B.法律角度；",
            "C.伦理学角度；",
            "D.政治学角度"
          ],
          "answer": "ABCD",
          "id": "M2000001577"
        },
        {
          "type": "multiple_choice",
          "question": "以下关于教师道德的社会作用的说法正确的是（    ）。",
          "options": [
            "A.教师道德的社会作用是教师道德一般功能在具体历史条件下的实现；",
            "B.教师道德的最基本作用是指导教师在教育工作过程中正确选择自己的行为，处理协调好个人与他人、集体、社会的关系，保证教育工作顺利开展和教育任务的完成；",
            "C.教师的道德水平不仅影响学生的道德成长，还影响学生的智能发展；",
            "D.教师职业道德的主要影响对象是学生，对社会没有作用"
          ],
          "answer": "ABC",
          "id": "M2000001578"
        },
        {
          "type": "multiple_choice",
          "question": "教师理想人格追求内容包括（    ）。",
          "options": [
            "A.超越功利；",
            "B.超越角色和个性；",
            "C.超越自尊和自卑；",
            "D.超越他人"
          ],
          "answer": "ABC",
          "id": "M2000001579"
        },
        {
          "type": "multiple_choice",
          "question": "作为高校教师，在参与科学技术的研究和应用开发活动时应该具备的道德品质有（    ）。",
          "options": [
            "A.要有强烈的教育和科研工作责任感；",
            "B.要有开拓进取和创新的现代人格；",
            "C.要自觉地学习和应用新知识；",
            "D.要努力平衡家庭和工作之间的关系"
          ],
          "answer": "ABC",
          "id": "M2000001580"
        },
        {
          "type": "multiple_choice",
          "question": "道德目的和道德手段在一定条件下可以相互转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001581"
        },
        {
          "type": "multiple_choice",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001582"
        },
        {
          "type": "multiple_choice",
          "question": "只有通过教师的道德行为选择，道德准则才能转化为现实的道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001583"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001584"
        },
        {
          "type": "multiple_choice",
          "question": "道德的规范形式和功能说明，道德涉及社会生活一切领域，而且更多的引向具体的日常生活领域，更为直接的影响人的行为实践过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001585"
        },
        {
          "type": "multiple_choice",
          "question": "教师的道德认知是道德品质的起点和基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001586"
        },
        {
          "type": "multiple_choice",
          "question": "开展师德教育和师德修养有助于提升教师整体素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001587"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001588"
        },
        {
          "type": "multiple_choice",
          "question": "人的行为最根本的是受社会条件和社会关系的制约。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001589"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研是一种个人创造力的艰辛劳动，和集体协作关系不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001590"
        },
        {
          "type": "multiple_choice",
          "question": "坚守学术伦理，是一个学者之所以能成为其为学者的道义基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001591"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德品质的形成和发展依赖一定的现实基础和个人主观努力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001592"
        },
        {
          "type": "multiple_choice",
          "question": "在教学过程中，一般都是教师影响学生，学生很难影响教师。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001593"
        },
        {
          "type": "multiple_choice",
          "question": "近代以来，文化教育的性质发生深刻变化，但其根本目的还是培养封建主义卫道士，维护封建统治。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001594"
        },
        {
          "type": "multiple_choice",
          "question": "人生价值的客观形态是人的成就，只有人的成就才能证明人的价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001595"
        },
        {
          "type": "multiple_choice",
          "question": "教师道德行为的自主和自愿指的是教师道德情感的自主和自愿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001596"
        },
        {
          "type": "multiple_choice",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001597"
        },
        {
          "type": "multiple_choice",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001598"
        },
        {
          "type": "multiple_choice",
          "question": "高校的社会服务是随着高校功能的不断被发现而渐进形成的，虽然有其一定的独特性但是也可以由其他社会机构承担和代替。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M2000001599"
        },
        {
          "type": "multiple_choice",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M2000001600"
        }
      ],
      "true_false": [
        {
          "type": "true_false",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000401"
        },
        {
          "type": "true_false",
          "question": "学术规范是根据学术发展规律制定的有关学术活动的基本准则，反映了学术活动长期积累的经验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000402"
        },
        {
          "type": "true_false",
          "question": "人们从事一切活动都只是为了社会和他人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000403"
        },
        {
          "type": "true_false",
          "question": "道德教育主要依靠人们的内心信念、风俗和社会舆论等三种方式调节人与人之间的道德关系，是一种软性手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000404"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的标准具有阶级性、社会性和职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000405"
        },
        {
          "type": "true_false",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000406"
        },
        {
          "type": "true_false",
          "question": "教师在实际的职业活动中的行为，有时也会表现出一贯品质和某一行为的性质不相符合的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000407"
        },
        {
          "type": "true_false",
          "question": "教书与育人是一对“教”与“学”双向结合和双边互动的过程，是一对充满矛盾的辩证发展过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000408"
        },
        {
          "type": "true_false",
          "question": "教师职业产生的前提是脑力劳动和体力劳动的分工。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000409"
        },
        {
          "type": "true_false",
          "question": "信念伦理在复杂的功利化的现实生活中往往富有理想色彩，高估人们的理性能力，导致对实践理性的忽视。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000410"
        },
        {
          "type": "true_false",
          "question": "道德品质的培养过程中，知情意行这些心理成分的培养在任何条件下都需按特定的顺序进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000411"
        },
        {
          "type": "true_false",
          "question": "以教科研为中心积极开展面向世界经济建设、适应社会需要的教育科技服务也是教师的社会责任和义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000412"
        },
        {
          "type": "true_false",
          "question": "教师道德规范作为指导教师道德生活的最高准则，为教师的道德修养和人格塑造指明总的方向和目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000413"
        },
        {
          "type": "true_false",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000414"
        },
        {
          "type": "true_false",
          "question": "道德情感是否与理智相适应，对道德行为过程有着很大的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000415"
        },
        {
          "type": "true_false",
          "question": "对于大学教师而言，首先要教授专业技术，其次才是教育学生如何做人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000416"
        },
        {
          "type": "true_false",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000417"
        },
        {
          "type": "true_false",
          "question": "教师道德行为是教师个人自愿选择的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000418"
        },
        {
          "type": "true_false",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000419"
        },
        {
          "type": "true_false",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000420"
        },
        {
          "type": "true_false",
          "question": "“经师”和“人师”是教师的两种人格，其中“经师”是教行为的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000421"
        },
        {
          "type": "true_false",
          "question": "道德目的和道德手段的统一，是道德行为评价的重要依据之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000422"
        },
        {
          "type": "true_false",
          "question": "教师只有自觉地使自己行为的选择同客观必然性相一致，才能获得真正的自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000423"
        },
        {
          "type": "true_false",
          "question": "学术创新不仅是知识有效积累、交流和增长的保障机制，而且也为学术规范提供了前提和条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000424"
        },
        {
          "type": "true_false",
          "question": "教师行为的道德评价是有助于调整教育过程中各种关系的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000425"
        },
        {
          "type": "true_false",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000426"
        },
        {
          "type": "true_false",
          "question": "我国教师职业道德的系统化，开始于春秋时期的大教育家孔子。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000427"
        },
        {
          "type": "true_false",
          "question": "西方的新自由主义思潮继承了资产阶级古典自由主义，以反对和抵制凯恩斯主义为主要特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000428"
        },
        {
          "type": "true_false",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000429"
        },
        {
          "type": "true_false",
          "question": "市场经济秩序的建立必须以文化伦理精神作基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000430"
        },
        {
          "type": "true_false",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000431"
        },
        {
          "type": "true_false",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000432"
        },
        {
          "type": "true_false",
          "question": "教育是公共事业，既需要靠政府，又要靠社会，还要靠市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000433"
        },
        {
          "type": "true_false",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000434"
        },
        {
          "type": "true_false",
          "question": "在日常生活中，人们常把“伦理”和“道德”作为互相指称的概念在同一意义上使用，这两个概念是没有区别的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000435"
        },
        {
          "type": "true_false",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000436"
        },
        {
          "type": "true_false",
          "question": "罗杰斯所说的“心理气氛”属于情感的范畴，体现出了对学生的情感的关怀。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000437"
        },
        {
          "type": "true_false",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000438"
        },
        {
          "type": "true_false",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000439"
        },
        {
          "type": "true_false",
          "question": "公民道德是师德教育的底线。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000440"
        },
        {
          "type": "true_false",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000441"
        },
        {
          "type": "true_false",
          "question": "教书育人是人民教师应尽的道德义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000442"
        },
        {
          "type": "true_false",
          "question": "一般来说，男教师的心理特征从总体来讲属于“情感型”，而女教师的则属于“理智型”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000443"
        },
        {
          "type": "true_false",
          "question": "高校教师应把教育工作当作一种谋生手段，而不是当作一种事业来追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000444"
        },
        {
          "type": "true_false",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000445"
        },
        {
          "type": "true_false",
          "question": "社会思潮是社会意识的一种综合表现形式，它的形成主要源自外来文化的渗入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000446"
        },
        {
          "type": "true_false",
          "question": "为了适应现代社会对高校社会服务职能的要求，高校教师应该把主要精力向社会服务活动上转移。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000447"
        },
        {
          "type": "true_false",
          "question": "教师道德修养是一个短期内就可以实现的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000448"
        },
        {
          "type": "true_false",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000449"
        },
        {
          "type": "true_false",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000450"
        },
        {
          "type": "true_false",
          "question": "教师的道德养成在师德转化为教师的内在品质的中起着重要作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000451"
        },
        {
          "type": "true_false",
          "question": "规范伦理学和应用伦理学是伦理学的两个并列的理论流派，两者间是对立的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000452"
        },
        {
          "type": "true_false",
          "question": "教师道德他律包括了教师道德规范体系的外在约束功能和外在导向功能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000453"
        },
        {
          "type": "true_false",
          "question": "伦理、道德是一种信念伦理、自律伦理，因此教师道德建设应以教师的自我修养为主。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000454"
        },
        {
          "type": "true_false",
          "question": "早在先秦时代，诸子百家就提出过各具特色的理想人格构想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000455"
        },
        {
          "type": "true_false",
          "question": "求实作为高校教师应有的职业道德品质间接影响着教师能否履行自己的基本职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000456"
        },
        {
          "type": "true_false",
          "question": "道德信念的形成，必须使知情意行这些心理成分都得到相应发展。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000457"
        },
        {
          "type": "true_false",
          "question": "封建社会的教师是为统治阶级服务的，“非官莫属”，具有较高的政治、经济地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000458"
        },
        {
          "type": "true_false",
          "question": "中国古代的所谓“忠”“孝”不能两全，实际上是由于价值取向不同导致的道德困境，需要个人的道德选择和判断。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000459"
        },
        {
          "type": "true_false",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000460"
        },
        {
          "type": "true_false",
          "question": "规范伦理学中的义务论，在对行为的价值评价上仅凭动机、意向和是否符合出于义务的律令，来判断行为的善恶，这使其失去了道德评价的客观依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000461"
        },
        {
          "type": "true_false",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000462"
        },
        {
          "type": "true_false",
          "question": "传统习惯具有短暂性等特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000463"
        },
        {
          "type": "true_false",
          "question": "14至16世纪的文艺复兴运动，推动了西欧近代教育运动的迅速发展，这一时期的教育思想实践和教师职业道德要求反映了当时新兴进步资产阶级的利益和意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000464"
        },
        {
          "type": "true_false",
          "question": "作为一名教师，应当尽可能地把学生步入社会后几十年中所需要的知识都传授给他们。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000465"
        },
        {
          "type": "true_false",
          "question": "我国社会主义师德既继承了历代的传统美德，也反映了现实的实际需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000466"
        },
        {
          "type": "true_false",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000467"
        },
        {
          "type": "true_false",
          "question": "相对于教师道德原则来说，教师道德规范是派生的，是从属于教师道德原则的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000468"
        },
        {
          "type": "true_false",
          "question": "教师人格可以从其在教育活动中表现出的认知、情感、性格、气质、能力及道德品质等特质得以体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000469"
        },
        {
          "type": "true_false",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000470"
        },
        {
          "type": "true_false",
          "question": "作为高校教师，在服务社会的过程中，应该学习中国传统文化中重义轻利的价值取向，同时树立合理谋利精神，理清功利、道义关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000471"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的结果与目的、动机的关系始终都是一一对应的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000472"
        },
        {
          "type": "true_false",
          "question": "1968年美国国家教育协会（NEA）制定了《教育职业伦理准则》，一般来说，拥护这一准则才能取得成员资格，才能得到学校聘用和各州教育许可证。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000473"
        },
        {
          "type": "true_false",
          "question": "社会思潮对教师理想信念只有消极影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000474"
        },
        {
          "type": "true_false",
          "question": "良心在心理上是一种发自内心深处的对自己的道德主体性的隐蔽呼声。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000475"
        },
        {
          "type": "true_false",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000476"
        },
        {
          "type": "true_false",
          "question": "苏联的广大教师认为，教师的劳动中最重要的是阶级意识，道德因素的作用削弱了。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000477"
        },
        {
          "type": "true_false",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000478"
        },
        {
          "type": "true_false",
          "question": "道德信念是道德品质的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000479"
        },
        {
          "type": "true_false",
          "question": "意识具有稳定性，因此市场经济的深入发展和互联网等新兴媒体对教师观念的影响有限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000480"
        },
        {
          "type": "true_false",
          "question": "教师道德行为价值的大小，在很大程度上取决于构成教师道德行为的各具体要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000481"
        },
        {
          "type": "true_false",
          "question": "从教育和教学的特点来看，教育和教学活动自身就是一种道德活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000482"
        },
        {
          "type": "true_false",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000483"
        },
        {
          "type": "true_false",
          "question": "教师道德行为是纯粹道德意义上的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000484"
        },
        {
          "type": "true_false",
          "question": "笃行是教师道德修养的根本方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000485"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的形式主要有社会舆论和传统习俗。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000486"
        },
        {
          "type": "true_false",
          "question": "教师道德养成的过程，也可以说是教师道德品质形成的一般过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000487"
        },
        {
          "type": "true_false",
          "question": "儒家的理想人格是君子人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000488"
        },
        {
          "type": "true_false",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000489"
        },
        {
          "type": "true_false",
          "question": "权钱交易、金钱万能等不良现象是市场经济因为其特点所带来的必然的普遍现象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000490"
        },
        {
          "type": "true_false",
          "question": "圣·奥古斯丁认为人民要想达到“至善”，就必须信仰上帝，靠上帝的帮助。这是一种把获得快乐、幸福的多少作为衡量善恶的标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000491"
        },
        {
          "type": "true_false",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000492"
        },
        {
          "type": "true_false",
          "question": "荀子提倡“师”与“天、地、君、亲”并立，这种思想已含有教育民主、平等因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000493"
        },
        {
          "type": "true_false",
          "question": "教师的主要职责就是教书，即传授知识，在此前提下可以兼顾对学生的思想道德教育和人格塑造。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000494"
        },
        {
          "type": "true_false",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000495"
        },
        {
          "type": "true_false",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000496"
        },
        {
          "type": "true_false",
          "question": "作为高校来说，教学和科研是最主要的，社会服务只是其次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000497"
        },
        {
          "type": "true_false",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000498"
        },
        {
          "type": "true_false",
          "question": "教师道德原则和规范能反映相应时期对教师道德品质的要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000499"
        },
        {
          "type": "true_false",
          "question": "道德产生于社会存在、发展的客观需求和人类自身追求完善的主观需求，它从社会生活中产生，又反映和改造着社会生活。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000500"
        },
        {
          "type": "true_false",
          "question": "教育职业与其他职业相比较，最根本的特点在于它是以知识为对象的，是发现知识、传播知识的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000501"
        },
        {
          "type": "true_false",
          "question": "教师的道德水平主要影响学生的道德成长，而学生的智能发展则不受教师的道德水平影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000502"
        },
        {
          "type": "true_false",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000503"
        },
        {
          "type": "true_false",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000504"
        },
        {
          "type": "true_false",
          "question": "教师道德他律中的实在性特点是指教师在认知心理上已经扬弃了道德的实在性倾向，代之以“问心无愧”的道德心理倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000505"
        },
        {
          "type": "true_false",
          "question": "在外部环境既定的情况下，不同教师个体的具体行为选择始终具有一致性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000506"
        },
        {
          "type": "true_false",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000507"
        },
        {
          "type": "true_false",
          "question": "伦理道德是一种理性自觉，是人的“善良意志”的产物，是可以超脱于社会生活之外而独立存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000508"
        },
        {
          "type": "true_false",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000509"
        },
        {
          "type": "true_false",
          "question": "传统美德是师德教育的核心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000510"
        },
        {
          "type": "true_false",
          "question": "“慎独”的表现形式是主观的，但其内容是客观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000511"
        },
        {
          "type": "true_false",
          "question": "教师道德评价在教师道德认识和教师职业道德行为的转化中，起着媒介作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000512"
        },
        {
          "type": "true_false",
          "question": "学校应该想方设法避免其教育劳动进入商品市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000513"
        },
        {
          "type": "true_false",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000514"
        },
        {
          "type": "true_false",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000515"
        },
        {
          "type": "true_false",
          "question": "教师道德品质作为一种行为习惯与习性，同自然养成的一般生活习惯或习性是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000516"
        },
        {
          "type": "true_false",
          "question": "人格是一个人心理品质和思想行为的本质特征，是一个人的人格意识、人格情感、人格意志与人格行为的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000517"
        },
        {
          "type": "true_false",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000518"
        },
        {
          "type": "true_false",
          "question": "高校教师劳动形式的特殊性，决定了教师应该以高度自觉责任感对待自己的本职工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000519"
        },
        {
          "type": "true_false",
          "question": "不同职业的职业道德是互相独立的，教师职业道德主要的影响对象是学生，而不是社会其他行业的道德状况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000520"
        },
        {
          "type": "true_false",
          "question": "教师与学生在教学过程中的交往不仅仅是科学文化知识等信息的传授，更重要的是心理交流、情感交流。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000521"
        },
        {
          "type": "true_false",
          "question": "教师培养对教育事业的忠诚品德，就是培养忠诚包含的各种具体的道德品质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000522"
        },
        {
          "type": "true_false",
          "question": "教师伦理学作为一门理论科学，对教师的职业生涯有着间接的参考作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000523"
        },
        {
          "type": "true_false",
          "question": "教师职业行为的善行仅具有绝对意义的善。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000524"
        },
        {
          "type": "true_false",
          "question": "教师道德良心的表现形式是客观的，但内部却是主观的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000525"
        },
        {
          "type": "true_false",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000526"
        },
        {
          "type": "true_false",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000527"
        },
        {
          "type": "true_false",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000528"
        },
        {
          "type": "true_false",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000529"
        },
        {
          "type": "true_false",
          "question": "教师道德公正要求教师更注重对学生的奖励、荣誉、评价等外在公正形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000530"
        },
        {
          "type": "true_false",
          "question": "随着日本近代教育的发展和明治维新运动的开展，逐步形成“士族教师形象”，开始追求民主主义的现代教师形象，并成立了日本教职员组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000531"
        },
        {
          "type": "true_false",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000532"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的结果性质可以决定行为的善恶价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000533"
        },
        {
          "type": "true_false",
          "question": "现代科学研究的特点之一，是作为科学共同体的团队合作，需要每一个科研工作者在充分发挥个人创造力的基础上强调集体协作，相互尊重。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000534"
        },
        {
          "type": "true_false",
          "question": "教师在育人过程中，既要言教，又要身教，身教要重于言教。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000535"
        },
        {
          "type": "true_false",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000536"
        },
        {
          "type": "true_false",
          "question": "师德原则和规范的有效性和权威性对教师行为的约束力量由道德评价来显示和实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000537"
        },
        {
          "type": "true_false",
          "question": "师德教育是师德修养的前提和必要准备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000538"
        },
        {
          "type": "true_false",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000539"
        },
        {
          "type": "true_false",
          "question": "价值观是人们在实践中形成的对于价值、价值关系的一般看法和根本观点，是处理各种价值问题时所持有的比较稳定的立场、观点和态度的总和。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000540"
        },
        {
          "type": "true_false",
          "question": "教师道德良心是多种心理因素在教师职业意识中的有机结合。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000541"
        },
        {
          "type": "true_false",
          "question": "教师职业行为中的善行和恶行，可以进行价值量的区分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000542"
        },
        {
          "type": "true_false",
          "question": "“热爱教育，忠诚教育”中的“诚”表现在教师的职业劳动中，要求教师对学生、对学校乃至对社会尽最大责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000543"
        },
        {
          "type": "true_false",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000544"
        },
        {
          "type": "true_false",
          "question": "“自利”就是“无我的利他”，它与“损人”势不两立，因此不被包含在市场经济的伦理道德体系中。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000545"
        },
        {
          "type": "true_false",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000546"
        },
        {
          "type": "true_false",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000547"
        },
        {
          "type": "true_false",
          "question": "教师在自由意志支配下的自主自愿的行为选择意味着其可以随心所欲。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000548"
        },
        {
          "type": "true_false",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000549"
        },
        {
          "type": "true_false",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000550"
        },
        {
          "type": "true_false",
          "question": "从某种意义上说，义务和良心只有表现为某种荣誉，它们的社会价值才得到了肯定性的确认。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000551"
        },
        {
          "type": "true_false",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000552"
        },
        {
          "type": "true_false",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000553"
        },
        {
          "type": "true_false",
          "question": "教师道德意识现象是教师道德的主观方面，而教师道德规范现象是教师道德的客观方面，两者相辅相成，缺一不可。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000554"
        },
        {
          "type": "true_false",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000555"
        },
        {
          "type": "true_false",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000556"
        },
        {
          "type": "true_false",
          "question": "所谓教师道德行为，就是教师在一定道德意识支配下，仅表现为有利于他人和社会教育事业的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000557"
        },
        {
          "type": "true_false",
          "question": "处在道德品质形成与发展阶段的教师行为是为了避免惩罚。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000558"
        },
        {
          "type": "true_false",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000559"
        },
        {
          "type": "true_false",
          "question": "高校教师在为社会服务的过程中，必须牢牢树立“社会服务，为经济建设服务”的道德规范，真正使研究的项目服务一线、服务社会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000560"
        },
        {
          "type": "true_false",
          "question": "社会舆论是一种精神力量，可以分为自发和自觉两种类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000561"
        },
        {
          "type": "true_false",
          "question": "“热爱教育，忠诚教育”中的“忠”表现在教师应真心的接受社会教育事业的要求，并把社会对教师的道德要求转化为自身的内心信念和自觉的行动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000562"
        },
        {
          "type": "true_false",
          "question": "情感是人们对周围事物、对自身以及对于自己活动的态度体验。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000563"
        },
        {
          "type": "true_false",
          "question": "19世纪中，俄国资产阶级教育家的教师职业道德特点包括：重视教育、崇尚民主人道精神、尊重学生个性、为劳苦大众服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000564"
        },
        {
          "type": "true_false",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000565"
        },
        {
          "type": "true_false",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000566"
        },
        {
          "type": "true_false",
          "question": "教师职业道德评价的社会行为评价标准是衡量、判断教师教育行为善恶的道德行为的尺度和准绳。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000567"
        },
        {
          "type": "true_false",
          "question": "揭示教师道德行为的特征，可以从行为发生的主观因素和行为后果的客观因素入手。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000568"
        },
        {
          "type": "true_false",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000569"
        },
        {
          "type": "true_false",
          "question": "公正与正义既不是种属关系也不是属种关系，而是交叉关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000570"
        },
        {
          "type": "true_false",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000571"
        },
        {
          "type": "true_false",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000572"
        },
        {
          "type": "true_false",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000573"
        },
        {
          "type": "true_false",
          "question": "一个优秀的高校教师应该学会正确处理好科研与教学的关系，既成为教学的骨干又成为科研的骨干。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000574"
        },
        {
          "type": "true_false",
          "question": "对教师而言，节操道德品质是职业道德品质之本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000575"
        },
        {
          "type": "true_false",
          "question": "教师个体道德意识经历了一个由道德良心向道德义务转化进而向价值目标的形成、完善和升华发展的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000576"
        },
        {
          "type": "true_false",
          "question": "作为高校教师，要享受一定的个人权利就必须尽相应的道德义务；同时，在尽道德义务中也包含着将享受的个人权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000577"
        },
        {
          "type": "true_false",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000578"
        },
        {
          "type": "true_false",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000579"
        },
        {
          "type": "true_false",
          "question": "道德信念的确立，不能忽视道德理想的教育和培养。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000580"
        },
        {
          "type": "true_false",
          "question": "要顺应时代要求，必须反思“应试教育”，改革教育理念和培养模式，推进素质教育，这就必须注重大学生人文素养和科学素养的同步提升。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000581"
        },
        {
          "type": "true_false",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000582"
        },
        {
          "type": "true_false",
          "question": "伦理学上的公正，是指人们根据一定的道德原则和道德规范办事，坚持真理，绝对公平，因此在阶级社会中，公正是不可能存在的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000583"
        },
        {
          "type": "true_false",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000584"
        },
        {
          "type": "true_false",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000585"
        },
        {
          "type": "true_false",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000586"
        },
        {
          "type": "true_false",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000587"
        },
        {
          "type": "true_false",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000588"
        },
        {
          "type": "true_false",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000589"
        },
        {
          "type": "true_false",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000590"
        },
        {
          "type": "true_false",
          "question": "教师劳动的效果必须表现为一种社会效果，要经过一段较长的时间后由学生的德、才水平和实践能力表现出来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000591"
        },
        {
          "type": "true_false",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000592"
        },
        {
          "type": "true_false",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000593"
        },
        {
          "type": "true_false",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000594"
        },
        {
          "type": "true_false",
          "question": "教师个体道德品质形成与发展的“三部曲”是教师道德品质形成和发展的必然规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000595"
        },
        {
          "type": "true_false",
          "question": "市场行为可以说是一种社会行为，但不能说是一种文化伦理行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000596"
        },
        {
          "type": "true_false",
          "question": "教师对学生真挚的爱可以唤起学生相应的情感，使他们产生对教师的亲近感和信赖感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000597"
        },
        {
          "type": "true_false",
          "question": "“师者，人之模范也”，这表明在道德行为上，教师道德比其他职业道德有着更突出的示范性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000598"
        },
        {
          "type": "true_false",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000599"
        },
        {
          "type": "true_false",
          "question": "道德规范对普遍行为的制约，主要是通过风俗习惯的形式进行的，因而道德规范的形成过程就是社会关系的整合过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000600"
        },
        {
          "type": "true_false",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000601"
        },
        {
          "type": "true_false",
          "question": "师生关系建立过程中，师生一刻都不能离开对道德规范的遵守，也离不开道德规范的调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000602"
        },
        {
          "type": "true_false",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000603"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000604"
        },
        {
          "type": "true_false",
          "question": "高校教师要有对生态、环境的关怀意识，增强其承担对学生进行环境道德和生态伦理方面的教育的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000605"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000606"
        },
        {
          "type": "true_false",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000607"
        },
        {
          "type": "true_false",
          "question": "社会主义物质利益原则不仅包括直接的劳动报酬，还包括间接的集体福利和公共事业的利益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000608"
        },
        {
          "type": "true_false",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000609"
        },
        {
          "type": "true_false",
          "question": "教师道德行为评价标准具有鲜明的职业性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000610"
        },
        {
          "type": "true_false",
          "question": "人的价值创造和社会对其的承认之间是对应关系，个人对社会的贡献可以直接地、及时地得到社会的公正评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000611"
        },
        {
          "type": "true_false",
          "question": "在实际道德生活中，教师道德规范往往比教师道德原则更直接、更具体地指导和评价教师的道德行为，因而它是教师道德规范体系的基本要素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000612"
        },
        {
          "type": "true_false",
          "question": "相对于抽象的信念伦理，责任伦理更具有现实的力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000613"
        },
        {
          "type": "true_false",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000614"
        },
        {
          "type": "true_false",
          "question": "对教师而言，道德品质和道德行为通常是一致的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000615"
        },
        {
          "type": "true_false",
          "question": "师生之间的心理交流和情感交往会潜移默化地形成学生的行为准则和价值观念、并内化为学生心理和行为上所遵循的法则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000616"
        },
        {
          "type": "true_false",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000617"
        },
        {
          "type": "true_false",
          "question": "在中国传统文化中占主导地位的重义轻利观在一定程度上割裂了精神与物质的辩证统一，束缚和压抑了人们的思想追求，成为了阻碍社会进步和发展的深层文化心理根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000618"
        },
        {
          "type": "true_false",
          "question": "2004年中国教育部颁发《高等学校哲学社会科学研究学术规范》（试行），该规范被评价为中国学术界第一部“学术宪章”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000619"
        },
        {
          "type": "true_false",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000620"
        },
        {
          "type": "true_false",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000621"
        },
        {
          "type": "true_false",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000622"
        },
        {
          "type": "true_false",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000623"
        },
        {
          "type": "true_false",
          "question": "高等教育的任务是培养具有创新精神和实践能力的高级专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000624"
        },
        {
          "type": "true_false",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000625"
        },
        {
          "type": "true_false",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000626"
        },
        {
          "type": "true_false",
          "question": "心理情感关系是师生关系的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000627"
        },
        {
          "type": "true_false",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000628"
        },
        {
          "type": "true_false",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000629"
        },
        {
          "type": "true_false",
          "question": "坚持物质利益原则是社会主义思想的表现，而一切向钱看是形形色色的个人主义思想的表现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000630"
        },
        {
          "type": "true_false",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000631"
        },
        {
          "type": "true_false",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000632"
        },
        {
          "type": "true_false",
          "question": "教师道德行为不具备人类一般行为的共性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000633"
        },
        {
          "type": "true_false",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000634"
        },
        {
          "type": "true_false",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000635"
        },
        {
          "type": "true_false",
          "question": "热爱和教育实际上是同一个育人过程的两个不同侧面，两者是辩证统一的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000636"
        },
        {
          "type": "true_false",
          "question": "进行教师道德行为的评价应坚持动机和效果统一的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000637"
        },
        {
          "type": "true_false",
          "question": "“爱国守法、明礼诚信、团结友爱、勤俭自强、敬业奉献”是公民基本道德规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000638"
        },
        {
          "type": "true_false",
          "question": "高等教育的基本属性，就是培养完成完全中等教育后的人，使他们成为具有高度的道德和知识水准的人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000639"
        },
        {
          "type": "true_false",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000640"
        },
        {
          "type": "true_false",
          "question": "在分析教师职责意识时，应当肯定其为自己正当利益的意识，肯定其为自己的生存、发展而努力工作的道德价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000641"
        },
        {
          "type": "true_false",
          "question": "教师在道德实践中，可以通过个人努力不断形成、积累和完善新的道德品质因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000642"
        },
        {
          "type": "true_false",
          "question": "罗尔斯的社会正义论和麦金泰尔的共同体主义被称为“新科技时代的伦理”或一种超越了传统伦理学的“新伦理”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000643"
        },
        {
          "type": "true_false",
          "question": "儿童和野蛮人的可能符合道德要求的行为，也是道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000644"
        },
        {
          "type": "true_false",
          "question": "在教师道德品质的构成要素中，道德意志是社会道德和教师道德要求转化为个人内在的品质的首要成分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000645"
        },
        {
          "type": "true_false",
          "question": "高校教师教育劳动的时空特殊性，决定了教师应该具有更高的道德自觉感和更强烈的道德责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000646"
        },
        {
          "type": "true_false",
          "question": "古希腊哲学家亚里士多德是西方第一个提出对教师的道德要求的人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000647"
        },
        {
          "type": "true_false",
          "question": "目前，高校教师的社会化服务已经从“粗放型”转变为“精细式”的规范化程度，可以基本符合社会的需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000648"
        },
        {
          "type": "true_false",
          "question": "教师的道德行为与不道德行为是以动机和效果为依据划分的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000649"
        },
        {
          "type": "true_false",
          "question": "经济利益和道德伦理的关系是经济伦理的核心，这是现代市场经济独有的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000650"
        },
        {
          "type": "true_false",
          "question": "中世纪的西欧，宗教神学在学校教育中占绝对统治地位，宗教道德就是教师的职业道德。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000651"
        },
        {
          "type": "true_false",
          "question": "现代科学技术是一把“双刃剑”，要求教师以高度的社会责任感从事科学技术的研究和应用开发活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000652"
        },
        {
          "type": "true_false",
          "question": "教师道德是对教师最基本的职业要求，是教师素质的重要方面，是做好教育工作的前提条件。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000653"
        },
        {
          "type": "true_false",
          "question": "人文作为某种倾向性的思想观点，与人文主义、人本主义相联系，是与科学文化相对立和矛盾的一种思想倾向性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000654"
        },
        {
          "type": "true_false",
          "question": "蔡元培开了我国大学教师有组织的进行师德修养之先河。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000655"
        },
        {
          "type": "true_false",
          "question": "教师道德规范是对简单的、个别人的道德行为和道德关系的具体反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000656"
        },
        {
          "type": "true_false",
          "question": "从道德品质上讲，公正是一种教师美德，它体现了教师在教育劳动过程中的高尚人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000657"
        },
        {
          "type": "true_false",
          "question": "从教师道德实践客观社会环境中，我们不能探讨出教师个体道德形成的根源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000658"
        },
        {
          "type": "true_false",
          "question": "教师具有正确的道德认知，就能做到“富贵不能淫、贫贱不能移、威武不能屈”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000659"
        },
        {
          "type": "true_false",
          "question": "各种社会思潮必然会有消极的影响与误导，因此高校教师应当潜心钻研业务，避免接触复杂的社会思潮。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000660"
        },
        {
          "type": "true_false",
          "question": "教师的荣誉观既是社会对教师道德行为的社会价值所作出的公正的客观评价，又是教师自己的主观意向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000661"
        },
        {
          "type": "true_false",
          "question": "每一种职业都有其特殊的社会职责、特殊的利益和活动方式，这就决定了职业道德区别于其他社会道德样式及各种职业道德相互区别的个性特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000662"
        },
        {
          "type": "true_false",
          "question": "师德原则和规范及其作用能实现到何种程度，直接取决于教师道德评价的能力与教师道德评价活动开展的深度和广度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000663"
        },
        {
          "type": "true_false",
          "question": "伦理学作为一门独立的学科，是由亚里士多德在公元前三世纪创立的，亚里士多德创造了“伦理学”这一名词来表述他关于人生完美和幸福的学问。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000664"
        },
        {
          "type": "true_false",
          "question": "科学研究活动，是以个体脑力劳动为基础的，科学研究的进展和取得的成果，往往与个人创造能力的发展程度直接相关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000665"
        },
        {
          "type": "true_false",
          "question": "教师道德认识中只包括理性认识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000666"
        },
        {
          "type": "true_false",
          "question": "教师道德行为评价标准会随着我国社会主义建设各个阶段发生改变。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000667"
        },
        {
          "type": "true_false",
          "question": "教师道德公正的原则既是“平等的应当平等地对待”，也是“不平等的应当不平等地对待”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000668"
        },
        {
          "type": "true_false",
          "question": "相对于从事简单劳动者和初等教育教师，勤奋的美德在高校教师身上更加明显。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000669"
        },
        {
          "type": "true_false",
          "question": "教师道德原则是指导教师道德生活的最高准则，它不是对每一个教师的具体职业行为作出的具体规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000670"
        },
        {
          "type": "true_false",
          "question": "对学术行为规范的不了解可以作为造成学术规范不端行为的借口和理由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000671"
        },
        {
          "type": "true_false",
          "question": "在一个充满利益考量的社会里，人们是可以做到完全通过自己良心的选择做出合乎道德的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000672"
        },
        {
          "type": "true_false",
          "question": "道德行为是道德品质的外在表现，是衡量教师道德水平高低的主要标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000673"
        },
        {
          "type": "true_false",
          "question": "“价值”这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000674"
        },
        {
          "type": "true_false",
          "question": "高校教师道德行为选择能在一定程度上反映特定社会对教师道德要求的痕迹。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000675"
        },
        {
          "type": "true_false",
          "question": "教师的人格魅力是一种巨大的精神感召力量。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000676"
        },
        {
          "type": "true_false",
          "question": "“人类创造了科学技术，而科学技术的发展又超出了人们的控制能力，技术成了一种无政府状态，成了一种破坏力量。”这属于技术乐观主义的观点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000677"
        },
        {
          "type": "true_false",
          "question": "培养艰苦创业、敬业爱岗的劳动态度，是教师道德修养的职业要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000678"
        },
        {
          "type": "true_false",
          "question": "网络伦理的建构实际上就是解决虚拟社会伦理与现实社会伦理的调适、转换和兼容的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000679"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的社会评价形式主要特点是评价者和行为者处于不同的两极。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000680"
        },
        {
          "type": "true_false",
          "question": "科学的社会规范与科学的伦理规范是相融相通的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000681"
        },
        {
          "type": "true_false",
          "question": "教师内心信念是教师的道德认识、道德情感和道德意志在教育实践上的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000682"
        },
        {
          "type": "true_false",
          "question": "教师职业道德的自律在于引导教师在这一职业行为上努力实现高尚的道德追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000683"
        },
        {
          "type": "true_false",
          "question": "教师道德品质，是一定社会的教师道德原则和规范在教师个人思想和行为中的体现，是教师在一系列的道德选择中表现出来的比较稳定的的特征和倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000684"
        },
        {
          "type": "true_false",
          "question": "教师职业产生的根本原因是人类教育活动的出现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000685"
        },
        {
          "type": "true_false",
          "question": "教师道德评价活动的实现，意味着教师道德从意识到活动的转化过程的实现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000686"
        },
        {
          "type": "true_false",
          "question": "以人为本是师德教育的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000687"
        },
        {
          "type": "true_false",
          "question": "引用未成文的口语实录应将整理稿交作者审核并征得同意。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000688"
        },
        {
          "type": "true_false",
          "question": "道德目的是指人们表达道德行为的方式和方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000689"
        },
        {
          "type": "true_false",
          "question": "规范伦理学以现实中的人为其研究对象，因此其关注的重点和角度是永恒不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000690"
        },
        {
          "type": "true_false",
          "question": "所谓教师的非道德行为就是并非出于道德意志的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000691"
        },
        {
          "type": "true_false",
          "question": "只要是教师基于自己的意志，经过自愿选择而做出的行为，就具有道德意义。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000692"
        },
        {
          "type": "true_false",
          "question": "“慎独”既是一种道德修养的方法，又是一种道德修养中应达到的境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000693"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的选择，可以反映教师不同道德水平和境界。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000694"
        },
        {
          "type": "true_false",
          "question": "斯朗普强调，教育绝不是单纯的文化传递，教育之为教育，正在于它是人格心灵的唤醒。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000695"
        },
        {
          "type": "true_false",
          "question": "教师道德行为选择的条件问题上，客观条件决定论夸大了人的主观能动性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000696"
        },
        {
          "type": "true_false",
          "question": "教师职业行为的恶可以划分为不同的等级。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000697"
        },
        {
          "type": "true_false",
          "question": "高校为市场经济服务，就是市场要求什么，教育就应该肯定什么，维护什么，提倡什么。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000698"
        },
        {
          "type": "true_false",
          "question": "教师伦理学作为一门反映教师道德实践理性的科学，必须从教育领域中的客观道德关系出发，构建一个符合教育职业生活特点、适应教师事业发展的师德规范体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000699"
        },
        {
          "type": "true_false",
          "question": "科学研究是一个千方百计实现真理的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000700"
        },
        {
          "type": "true_false",
          "question": "在西方，有的学者把知识和理念作为善恶的标准，柏拉图就是其中的代表。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000701"
        },
        {
          "type": "true_false",
          "question": "教师的道德调节主要是自律性的自我调节。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000702"
        },
        {
          "type": "true_false",
          "question": "教师原则既要强调教师个人利益和整体利益的一致性，又要强调整体利益的至上性，强调以集体利益为出发点和目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000703"
        },
        {
          "type": "true_false",
          "question": "科学技术本身并不具有善恶的道德属性，问题在于它的应用可能有潜在的破坏作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000704"
        },
        {
          "type": "true_false",
          "question": "为人师表是师德教育的重要内容，也是师德教育的准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000705"
        },
        {
          "type": "true_false",
          "question": "职业道德具有灵活性，其内容总是随着社会发展而改变，历史承续性和稳定性不强。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000706"
        },
        {
          "type": "true_false",
          "question": "自我评价的主要形式是教师内心信念。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000707"
        },
        {
          "type": "true_false",
          "question": "教师道德行为仅是个人意志的表现，不受他人意志的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000708"
        },
        {
          "type": "true_false",
          "question": "社会对高校教师职业道德的要求更注重教师个体道德素质，而不在于被动接受社会要求的能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000709"
        },
        {
          "type": "true_false",
          "question": "在我们社会主义社会，道德应该被看做是一种“无私利他”的产物。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000710"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的目的仅限于行为者的目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000711"
        },
        {
          "type": "true_false",
          "question": "道家塑造了一种遁世、出世、逍遥、无为、超越的理想人格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000712"
        },
        {
          "type": "true_false",
          "question": "利己主义是一种自私自利的思想，从诞生之初就是落后和反动的，应当彻底消灭。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000713"
        },
        {
          "type": "true_false",
          "question": "教师道德行为是出于教师对他人和社会教育事业的某种自觉态度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000714"
        },
        {
          "type": "true_false",
          "question": "道德责任关系是伴随工作关系而生成的关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000715"
        },
        {
          "type": "true_false",
          "question": "一般而言，在操作层面上，试图解决道德领域的越轨现象，首先考虑的是建立一个以伦理信念为核心的体系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000716"
        },
        {
          "type": "true_false",
          "question": "爱国主义、社会主义、集体主义是教师道德修养的核心和方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000717"
        },
        {
          "type": "true_false",
          "question": "只要行为者面对两种以上的选择，那么他的行为选择就应承担道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000718"
        },
        {
          "type": "true_false",
          "question": "义务和自由是对立的，作为高校教师要履行好教师道德义务就必须放弃相应的职业自由。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000719"
        },
        {
          "type": "true_false",
          "question": "道德良心区别于道德义务的明显特征，在于这是一种“道德自律”，是存在于教师内心的自我道德信念和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000720"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的动机有时会出现形式动机与实际行为结果分离的情况。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000721"
        },
        {
          "type": "true_false",
          "question": "教师行为的道德评价与一般的道德评价相比较没有鲜明特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000722"
        },
        {
          "type": "true_false",
          "question": "教师道德原则是教师道德社会本质的集中体现，是社会对教师职业行为的具体的道德要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000723"
        },
        {
          "type": "true_false",
          "question": "作为高校教师，应该无偿开展科技产品的研发、成果推广转让、科技信息咨询和教育培训等社会服务活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000724"
        },
        {
          "type": "true_false",
          "question": "规范和秩序是内在于“我”的道德“自律”，是群体对于个体的内部道德控制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000725"
        },
        {
          "type": "true_false",
          "question": "教师职业道德行为的选择只是教师个人自由意志驱动的结果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000726"
        },
        {
          "type": "true_false",
          "question": "在我国，教师职业道德是整个社会主义道德体系的重要组成部分，是社会主义、共产主义道德在教育领域的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000727"
        },
        {
          "type": "true_false",
          "question": "社会主义初级阶段的教师道德行为的善恶评价标准，根本上说是要求教师的行为有利于社会培养合格人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000728"
        },
        {
          "type": "true_false",
          "question": "元伦理学既是伦理学的传统理论形态，也是伦理学发展的必然归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000729"
        },
        {
          "type": "true_false",
          "question": "高等教育存在着劳动时空的非限定性，教师道德就成为保证教师劳动质与量的重要因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000730"
        },
        {
          "type": "true_false",
          "question": "教师道德义务表现为教师发自内心的一种道德命令或道德要求，它不需要任何外力的强制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000731"
        },
        {
          "type": "true_false",
          "question": "按美国学者马丁.特罗的理论，如果18～22岁年龄段中超过15%的人接受不同层次和形式的高等教育，则高等教育发展便进入了“大众化阶段”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000732"
        },
        {
          "type": "true_false",
          "question": "教师自身的思想道德素质对教师道德行为评价的影响不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000733"
        },
        {
          "type": "true_false",
          "question": "当一个人占有物质或精神上的东西不是他的贡献所得，就不能真实反映他的社会价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000734"
        },
        {
          "type": "true_false",
          "question": "耻辱和荣誉是不可分的，一个人的荣誉感越强，就越能知耻，耻辱心就越发达。一个恬不知耻的人就无所谓荣誉感，也不可能获得真正的荣誉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000735"
        },
        {
          "type": "true_false",
          "question": "教师在选择道德行为时，道德认识的高低有时会直接决定道德行为的正误。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000736"
        },
        {
          "type": "true_false",
          "question": "人才培养的成功，既需要教师个人的主观努力，也离不开教师集体力量的发挥。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000737"
        },
        {
          "type": "true_false",
          "question": "教师的荣誉观一般只受到教师的特点和社会价值的影响，不受到来自集体主义原则的影响。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000738"
        },
        {
          "type": "true_false",
          "question": "在不可抗拒的外力强迫下，做出的任何某些伤害他人和社会的行为，一般不负道德责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000739"
        },
        {
          "type": "true_false",
          "question": "共产主义品质与非共产主义品质之间的矛盾是教师道德修养过程中遇到的最基本矛盾之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000740"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的标准包括了社会标准和职业道德标准两个方面内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000741"
        },
        {
          "type": "true_false",
          "question": "高校社会服务的实质是社会发展对高校的期望和高校自身发展需要的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000742"
        },
        {
          "type": "true_false",
          "question": "教师道德情感可以和其道德认识结合在一起，增强或减弱教师履行某种道德义务的道德意志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000743"
        },
        {
          "type": "true_false",
          "question": "对于一个教师来说，只有自觉认识和深刻理解一定社会的道德关系和教育职业活动中的道德关系，才能形成教师道德良心。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000744"
        },
        {
          "type": "true_false",
          "question": "教师道德品质的优劣程度是区分和体现人格差别的标准和尺度。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000745"
        },
        {
          "type": "true_false",
          "question": "严格要求是教师对学生进行思想教育的催化剂，是开启学生心灵的钥匙。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000746"
        },
        {
          "type": "true_false",
          "question": "德国教育学家第斯多惠被称为“教师的教师”，他认为学校全部工作的成功依赖于教师道德的提高。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000747"
        },
        {
          "type": "true_false",
          "question": "当动机和效果不一致时，我们需要采取具体分析的方法来确定教师道德行为评价标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000748"
        },
        {
          "type": "true_false",
          "question": "教师在职业实践中，教育观察等能力直接影响其教育行为的选择。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000749"
        },
        {
          "type": "true_false",
          "question": "教师道德养成是教师伦理学的重要内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000750"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的目的是对教师道德行为的善的判定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000751"
        },
        {
          "type": "true_false",
          "question": "相对于规范无人格的、外在于个体的特性，德性则无法与人自身的存在、生命价值和内在人格相分离。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000752"
        },
        {
          "type": "true_false",
          "question": "所谓人生价值，就是人的生存、发展、创造等活动满足社会、他人需要的积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000753"
        },
        {
          "type": "true_false",
          "question": "教师的人文素养，是以科学精神为标志的教育理念、人文知识、情感责任和艺术涵养等方面构成的系统，以及在此基础上塑造而成的教师特有的人格魅力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000754"
        },
        {
          "type": "true_false",
          "question": "人的价值实现往往通过社会关系表现出来，人生价值的实现却是单方面的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000755"
        },
        {
          "type": "true_false",
          "question": "传统上以传授事实性知识为主的教学模式已经不适应时代的要求，教师的职责已不仅是知识的传播者，更是学习的指导者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000756"
        },
        {
          "type": "true_false",
          "question": "道德手段反映和反作用于道德目的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000757"
        },
        {
          "type": "true_false",
          "question": "职业道德是职业生活对人们的客观要求，与人们自身对职业关系的主观认识没有关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000758"
        },
        {
          "type": "true_false",
          "question": "关心学生、乐于助教、营造良好教育环境与和睦的人际关系是教师职业道德修养的基本任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000759"
        },
        {
          "type": "true_false",
          "question": "科学的社会规范本身即具有伦理特性和道德意义，这体现了科学活动的伦理意蕴，反映了科学活动与道德实践的内在统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000760"
        },
        {
          "type": "true_false",
          "question": "确立了教师道德评价标准意味着完成了教师道德评价的任务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000761"
        },
        {
          "type": "true_false",
          "question": "学术批评指遵循一定的规范，分析、议论他人学术计划、过程和结果的缺点与不足。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000762"
        },
        {
          "type": "true_false",
          "question": "高校教育既是一项社会教育活动，也是一项社会经济活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000763"
        },
        {
          "type": "true_false",
          "question": "教师作为一般道德主体，他必须比一般人更严格地履行一般道德义务，只有这样，他才能成为真正的道德榜样。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000764"
        },
        {
          "type": "true_false",
          "question": "每个社会都要求教师既有高水准的专业知识，又有高尚的道德情操和高度的社会责任感。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000765"
        },
        {
          "type": "true_false",
          "question": "教师作为人类灵魂的工程师，其价值观影响着整个社会的思想导向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000766"
        },
        {
          "type": "true_false",
          "question": "所有的师德活动都是教师作为道德主体有意识的、自觉的言行，包括师德行为，师德评价、师德教育、师德修养等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000767"
        },
        {
          "type": "true_false",
          "question": "教师道德评价的善恶标准具有相对性和绝对性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000768"
        },
        {
          "type": "true_false",
          "question": "教师道德品质不是教师个体的生理特征和一般的个性心理特征，而是具体体现在一定社会或教育集体的道德要求中的个人意识和行为总体的特征。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000769"
        },
        {
          "type": "true_false",
          "question": "教师职业道德既体现了一般社会道德的基本要求，又规定了做好教育工作的特殊准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000770"
        },
        {
          "type": "true_false",
          "question": "教师伦理学的主要内容是描述职业道德，并制定教师的行为准则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000771"
        },
        {
          "type": "true_false",
          "question": "东汉时期，汉武帝采纳了董仲舒“罢黜百家，独尊儒术”的主张，儒家思想成为中国传统教师职业道德的指导思想。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000772"
        },
        {
          "type": "true_false",
          "question": "教师的地点行为与非道德行为是相同的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000773"
        },
        {
          "type": "true_false",
          "question": "出于对学校的保护，我们不应该把市场经济的物质利益原则和竞争机制引入学校教育管理中来。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000774"
        },
        {
          "type": "true_false",
          "question": "从完整意义上讲，师德养成是由教师的道德认知、道德情感、道德意志、道德信念和道德行为等基本要素构成的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000775"
        },
        {
          "type": "true_false",
          "question": "教师道德行为评价只需通过自我评价的形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000776"
        },
        {
          "type": "true_false",
          "question": "道德规范之必要性，首先体现于对高尚行为的榜样树立。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000777"
        },
        {
          "type": "true_false",
          "question": "高校教育活动的手段主要是各种先进的教育理念和教育技术。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000778"
        },
        {
          "type": "true_false",
          "question": "内心信念在教师道德评价中，主要是通过道德义务发挥其作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000779"
        },
        {
          "type": "true_false",
          "question": "学习和教育，是教师提高道德认识，履行职业义务，确立职业理想，走向人格完善的基本途径之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000780"
        },
        {
          "type": "true_false",
          "question": "道德目的和道德手段在一定条件下可以相互转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000781"
        },
        {
          "type": "true_false",
          "question": "道德意志作为行为的内在机制，可以真正驱使一个行为产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000782"
        },
        {
          "type": "true_false",
          "question": "只有通过教师的道德行为选择，道德准则才能转化为现实的道德行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000783"
        },
        {
          "type": "true_false",
          "question": "教师道德规范体系的约束和导向功能是同时并存和同时发挥作用的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000784"
        },
        {
          "type": "true_false",
          "question": "道德的规范形式和功能说明，道德涉及社会生活一切领域，而且更多的引向具体的日常生活领域，更为直接的影响人的行为实践过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000785"
        },
        {
          "type": "true_false",
          "question": "教师的道德认知是道德品质的起点和基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000786"
        },
        {
          "type": "true_false",
          "question": "开展师德教育和师德修养有助于提升教师整体素质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000787"
        },
        {
          "type": "true_false",
          "question": "教师道德评价是在一定的道德原则和规范指导下，对教师的教育行为进行善的评价。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000788"
        },
        {
          "type": "true_false",
          "question": "人的行为最根本的是受社会条件和社会关系的制约。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000789"
        },
        {
          "type": "true_false",
          "question": "高校科研是一种个人创造力的艰辛劳动，和集体协作关系不大。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000790"
        },
        {
          "type": "true_false",
          "question": "坚守学术伦理，是一个学者之所以能成为其为学者的道义基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000791"
        },
        {
          "type": "true_false",
          "question": "教师道德品质的形成和发展依赖一定的现实基础和个人主观努力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000792"
        },
        {
          "type": "true_false",
          "question": "在教学过程中，一般都是教师影响学生，学生很难影响教师。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000793"
        },
        {
          "type": "true_false",
          "question": "近代以来，文化教育的性质发生深刻变化，但其根本目的还是培养封建主义卫道士，维护封建统治。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000794"
        },
        {
          "type": "true_false",
          "question": "人生价值的客观形态是人的成就，只有人的成就才能证明人的价值。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000795"
        },
        {
          "type": "true_false",
          "question": "教师道德行为的自主和自愿指的是教师道德情感的自主和自愿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000796"
        },
        {
          "type": "true_false",
          "question": "一般意义上讲，学术评价是一项公益服务，学术共同体成员有义务参加学术评价工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000797"
        },
        {
          "type": "true_false",
          "question": "道德认识不同于科学认识，道德认识不在于认识客体本身，而是通过客体来找出其与社会、与他人的相互关系和价值方向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000798"
        },
        {
          "type": "true_false",
          "question": "高校的社会服务是随着高校功能的不断被发现而渐进形成的，虽然有其一定的独特性但是也可以由其他社会机构承担和代替。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T2000000799"
        },
        {
          "type": "true_false",
          "question": "自尊是对自我的一种肯定，是渴望自己有能力、有实力、能成就的一种心理需要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T2000000800"
        }
      ]
    }
  }
]