export default [
  {
    "type": "高等教育学",
    "questions": {
      "single_choice": [
        {
          "type": "single_choice",
          "question": "教师能与学生取得共同语言，并能使教育影响深入学生的内心世界的做法是（    ）。",
          "options": [
            "A.操纵学生",
            "B.把自己的知识灌输给学生",
            "C.树立正确的学生观",
            "D.监督学生"
          ],
          "answer": "C",
          "id": "S3000003201"
        },
        {
          "type": "single_choice",
          "question": "最早提出以“学术自由”和“教学和科研相结合”原则举办高等学校的人是（    ）。",
          "options": [
            "A.苏格拉底",
            "B.费希特",
            "C.洪堡",
            "D.范海斯"
          ],
          "answer": "B",
          "id": "S3000003202"
        },
        {
          "type": "single_choice",
          "question": "学校的建筑、设备、诗墙、画廊等是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003203"
        },
        {
          "type": "single_choice",
          "question": "教师管理的根本问题是(    )。",
          "options": [
            "A.激励教师勤奋工作",
            "B.营造和睦相处的氛围",
            "C.提升教师学历",
            "D.提高教师待遇"
          ],
          "answer": "A",
          "id": "S3000003204"
        },
        {
          "type": "single_choice",
          "question": "不属于个案研究法的特征的是（    ）。",
          "options": [
            "A.研究对象的特殊性",
            "B.研究结果的普适性",
            "C.实施方法的综合性",
            "D.资料来源的多元化"
          ],
          "answer": "B",
          "id": "S3000003205"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "A",
          "id": "S3000003206"
        },
        {
          "type": "single_choice",
          "question": "根据知识面和职业适应面，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "C",
          "id": "S3000003207"
        },
        {
          "type": "single_choice",
          "question": "高校科学研究职能的确立起始于（    ）。",
          "options": [
            "A.柏林大学",
            "B.哥廷根大学",
            "C.哈勒大学",
            "D.威斯康星大学"
          ],
          "answer": "A",
          "id": "S3000003208"
        },
        {
          "type": "single_choice",
          "question": "高等院校的类型结构不包括（    ）。",
          "options": [
            "A.研究生教育",
            "B.教学兼研究型院校",
            "C.综合性大学",
            "D.研究型大学"
          ],
          "answer": "A",
          "id": "S3000003209"
        },
        {
          "type": "single_choice",
          "question": "规模大、学科全、层次高的高校一般倾向于采用的组织结构是(    )。",
          "options": [
            "A.直线制组织结构",
            "B.职能制组织结构",
            "C.直线—职能制组织结构",
            "D.矩阵式组织结构"
          ],
          "answer": "D",
          "id": "S3000003210"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于高校现场教学形式的是（    ）。",
          "options": [
            "A.参观",
            "B.讨论",
            "C.调查",
            "D.实习"
          ],
          "answer": "B",
          "id": "S3000003211"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,麻省理工学院（MIT）模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "B",
          "id": "S3000003212"
        },
        {
          "type": "single_choice",
          "question": "北京大学的前身是(    )。",
          "options": [
            "A.京师大学堂",
            "B.中西学堂",
            "C.京师同文馆",
            "D.南洋公学"
          ],
          "answer": "A",
          "id": "S3000003213"
        },
        {
          "type": "single_choice",
          "question": "有关教师的专业发展的阶段,下列表述正确的是（    ）。",
          "options": [
            "A.终身的",
            "B.有阶段的",
            "C.创新的",
            "D.以上全是"
          ],
          "answer": "D",
          "id": "S3000003214"
        },
        {
          "type": "single_choice",
          "question": "（  ）是源头活水，是好老师的不竭动力，是好教师的首要标准。",
          "options": [
            "A.理想信念",
            "B.道德情操",
            "C.扎实学识",
            "D.仁爱之心"
          ],
          "answer": "A",
          "id": "S3000003215"
        },
        {
          "type": "single_choice",
          "question": "关于课堂教学的优点，下列表述错误的是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神"
          ],
          "answer": "C",
          "id": "S3000003216"
        },
        {
          "type": "single_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.传承文化"
          ],
          "answer": "A",
          "id": "S3000003217"
        },
        {
          "type": "single_choice",
          "question": "在自主性学习中，大学生在学习过程中的地位是（    ）。",
          "options": [
            "A.客体",
            "B.主体",
            "C.学生依赖教师",
            "D.教师代替学生思考"
          ],
          "answer": "B",
          "id": "S3000003218"
        },
        {
          "type": "single_choice",
          "question": "“通过研究进行教学”是（    ）。",
          "options": [
            "A.中世纪大学的特色",
            "B.哈佛大学首创的原则",
            "C.洪堡提出的办学思想",
            "D.我国古代书院确立的原则"
          ],
          "answer": "C",
          "id": "S3000003219"
        },
        {
          "type": "single_choice",
          "question": "提高高校师资学术水平的基本途径是（    ）。",
          "options": [
            "A.教学改革",
            "B.社会实践",
            "C.科学研究",
            "D.学历提升"
          ],
          "answer": "C",
          "id": "S3000003220"
        },
        {
          "type": "single_choice",
          "question": "大学教师的(   )能力具有加速器或催化剂的功能，合理使用可以收到1+1＞2的功效。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "D",
          "id": "S3000003221"
        },
        {
          "type": "single_choice",
          "question": "高校培养全面发展的高级专门人才的教育手段是（    ）。",
          "options": [
            "A.单靠教学",
            "B.单靠科研",
            "C.单靠社会实践",
            "D.做到教学、科研与社会实践三结合"
          ],
          "answer": "D",
          "id": "S3000003222"
        },
        {
          "type": "single_choice",
          "question": "大学生的身份权包括：（    ）。",
          "options": [
            "A.生命权",
            "B.人格权",
            "C.荣誉权",
            "D.身体权"
          ],
          "answer": "C",
          "id": "S3000003223"
        },
        {
          "type": "single_choice",
          "question": "当前我国高等学校科研一般采用的组织管理模式是（    ）。",
          "options": [
            "A.校-学院-系",
            "B.校-处-院系-课题组",
            "C.校学术委员会-院学术委员会-系学位委员会",
            "D.学部-学系-研究所-讲座"
          ],
          "answer": "B",
          "id": "S3000003224"
        },
        {
          "type": "single_choice",
          "question": "高校与有关部门合作或单独成立的联合体，如科技工业园区、服务中心、咨询中心等，体现了高校社会服务职能的（    ）。",
          "options": [
            "A.专业性",
            "B.合作性",
            "C.实体性",
            "D.广阔性"
          ],
          "answer": "C",
          "id": "S3000003225"
        },
        {
          "type": "single_choice",
          "question": "有关我国的高等教育体制，下列表述正确的是（    ）。",
          "options": [
            "A.国家和政府的力量较强",
            "B.市场的力量较强",
            "C.高校自身的力量较强",
            "D.学者所代表的学术力量较强"
          ],
          "answer": "A",
          "id": "S3000003226"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学的重要特征是(    )。",
          "options": [
            "A.高等教育大众化",
            "B.宗教性和国际性",
            "C.以发展科研为主要职能",
            "D.以服务社会为主要职能"
          ],
          "answer": "B",
          "id": "S3000003227"
        },
        {
          "type": "single_choice",
          "question": "2012年，我国教育投入首次实现国家财政性教育经费支出占国内生产总值比例达到（    ），此后连年保持在此之上。",
          "options": [
            "A.5%",
            "B.4%",
            "C.6%",
            "D.8%"
          ],
          "answer": "B",
          "id": "S3000003228"
        },
        {
          "type": "single_choice",
          "question": "（     ）是提升我国综合国力与国际竞争力的重要战略举措",
          "options": [
            "A.优先发展教育事业",
            "B.教育为人民服务",
            "C.立德树人",
            "D.思政工作"
          ],
          "answer": "A",
          "id": "S3000003229"
        },
        {
          "type": "single_choice",
          "question": "（  ）是教育发展的第一资源，是国家富强、民族振兴、人民幸福的重要基石。",
          "options": [
            "A.教师",
            "B.基础设施",
            "C.经济资源",
            "D.文化积淀"
          ],
          "answer": "A",
          "id": "S3000003230"
        },
        {
          "type": "single_choice",
          "question": "不属于大学生权益特征范畴的是（    ）",
          "options": [
            "A.规则性",
            "B.专属性",
            "C.法定性",
            "D.私有性"
          ],
          "answer": "D",
          "id": "S3000003231"
        },
        {
          "type": "single_choice",
          "question": "真正的大学(university)起源于(    )。",
          "options": [
            "A.古代中国",
            "B.古代印度",
            "C.中世纪的西欧",
            "D.古希腊"
          ],
          "answer": "C",
          "id": "S3000003232"
        },
        {
          "type": "single_choice",
          "question": "学校整个教学的中心环节是（    ）。",
          "options": [
            "A.备课",
            "B.上课",
            "C.考试",
            "D.毕业论文（设计）"
          ],
          "answer": "B",
          "id": "S3000003233"
        },
        {
          "type": "single_choice",
          "question": "与“赠地学院”的出现有关的院校职能是（    ）。",
          "options": [
            "A.科研",
            "B.社会服务",
            "C.教学",
            "D.知识创新"
          ],
          "answer": "B",
          "id": "S3000003234"
        },
        {
          "type": "single_choice",
          "question": "反对教育的过早专门化和过分职业化，倡导阅读经典著作，弘扬传统文化的精华，弥补受教育者的精神空虚和人格缺陷，这种思潮反映了高校课改的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "C",
          "id": "S3000003235"
        },
        {
          "type": "single_choice",
          "question": "学生在学习环境(包括物质环境、社会环境和文化体系)中所学习到的非预期性或非计划性的知识、价值观念、规范和态度,这类课程称为（    ）。",
          "options": [
            "A.核心课程",
            "B.隐性课程",
            "C.显性课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003236"
        },
        {
          "type": "single_choice",
          "question": "我国第一所新式高等学堂是(    )。",
          "options": [
            "A.北京大学",
            "B.京师同文馆",
            "C.清华大学",
            "D.天津大学"
          ],
          "answer": "B",
          "id": "S3000003237"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000003238"
        },
        {
          "type": "single_choice",
          "question": "国家对高等教育的控制或影响逐渐加强出现于(    )。",
          "options": [
            "A.古希腊",
            "B.古罗马",
            "C.中世纪",
            "D.现代国家兴起之后"
          ],
          "answer": "D",
          "id": "S3000003239"
        },
        {
          "type": "single_choice",
          "question": "主张大学要培养学问家和科学家,促使大学课程专门化的课程观是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "C",
          "id": "S3000003240"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "S3000003241"
        },
        {
          "type": "single_choice",
          "question": "加强中华优秀传统文化教育，必须坚持知行合一，即（  ）。",
          "options": [
            "A.经济发展与文化繁荣相统一",
            "B.认识与实践相统一",
            "C.科学性与艺术性相统一",
            "D.可操作性与可接受性相统一"
          ],
          "answer": "BCD",
          "id": "S3000003242"
        },
        {
          "type": "single_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "S3000003243"
        },
        {
          "type": "single_choice",
          "question": "下列学习差异中，会导致个体采取不同的学习策略的有（    ）。",
          "options": [
            "A.认知水平差异",
            "B.学习风格差异",
            "C.学习动机差异",
            "D.学习能力差异"
          ],
          "answer": "ABCD",
          "id": "S3000003244"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，我国教育事业发展之所以实现历史性变革、取得历史性成就，根本在于(  )。",
          "options": [
            "A.以习近平同志为核心的党中央的正确领导",
            "B.习近平新时代中国特色社会主义思想的科学指引",
            "C.党对教育事业的领导得到全面加强",
            "D.社会主义制度的特色和优势"
          ],
          "answer": "ABC",
          "id": "S3000003245"
        },
        {
          "type": "single_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "S3000003246"
        },
        {
          "type": "single_choice",
          "question": "当代大学生的主要特征有（    ）。",
          "options": [
            "A.多元性",
            "B.开放性",
            "C.实用性",
            "D.迷茫性"
          ],
          "answer": "ABCD",
          "id": "S3000003247"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记提出，把立德树人作为教育的根本任务，能够培养学生（    ）。",
          "options": [
            "A.爱国情怀",
            "B.社会责任感",
            "C.创新精神",
            "D.实践能力。"
          ],
          "answer": "ABCD",
          "id": "S3000003248"
        },
        {
          "type": "single_choice",
          "question": "高等教育国际化体现于(    )。",
          "options": [
            "A.培养学生的终身学习能力",
            "B.开设双语课程",
            "C.学生出国留学",
            "D.吸引国外留学生"
          ],
          "answer": "BCD",
          "id": "S3000003249"
        },
        {
          "type": "single_choice",
          "question": "我国高校教师聘任制的核心是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ADE",
          "id": "S3000003250"
        },
        {
          "type": "single_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "S3000003251"
        },
        {
          "type": "single_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "S3000003252"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "S3000003253"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.校长负责",
            "D.民主管理和监督"
          ],
          "answer": "ACD",
          "id": "S3000003254"
        },
        {
          "type": "single_choice",
          "question": "表述教学目标时一般要考虑的因素有（    ）。",
          "options": [
            "A.学习者",
            "B.行为",
            "C.条件",
            "D.程度",
            "E.因果"
          ],
          "answer": "ABCD",
          "id": "S3000003255"
        },
        {
          "type": "single_choice",
          "question": "高等学校三项职能的关系表现为（    ）。",
          "options": [
            "A.培养人才是高校的最基本的职能，是决定高等教育本质的因素",
            "B.发展科学直接关系到培养人才的质量和学术水平的提高",
            "C.直接服务社会是高校培养人才、发展学校职能的延伸和拓展",
            "D.培养人才的中心地位是不可动摇的。"
          ],
          "answer": "ABCD",
          "id": "S3000003256"
        },
        {
          "type": "single_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "S3000003257"
        },
        {
          "type": "single_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "S3000003258"
        },
        {
          "type": "single_choice",
          "question": "高校科研体制改革应注意（    ）。",
          "options": [
            "A.解放思想、更新观念",
            "B.科研管理部门要转变职能、提高服务意识",
            "C.实行科研任务的承担主体由集体转向个人",
            "D.管理上有层层负责制转为由以个人为主或以课题组为主的科研新体制",
            "E.应加强行政管理"
          ],
          "answer": "ABCD",
          "id": "S3000003259"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，党中央和国家坚持（     ），在育人方式、质量标准、课程改革、教师队伍、评价体系等方面采取了若干重大举措，全面提升教育质量。",
          "options": [
            "A.以方向领导质量",
            "B.借标准定质量",
            "C.靠课改提质量",
            "D.以师资保质量"
          ],
          "answer": "ABCD",
          "id": "S3000003260"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003261"
        },
        {
          "type": "single_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003262"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003263"
        },
        {
          "type": "single_choice",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003264"
        },
        {
          "type": "single_choice",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003265"
        },
        {
          "type": "single_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003266"
        },
        {
          "type": "single_choice",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003267"
        },
        {
          "type": "single_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003268"
        },
        {
          "type": "single_choice",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003269"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003270"
        },
        {
          "type": "single_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003271"
        },
        {
          "type": "single_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003272"
        },
        {
          "type": "single_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003273"
        },
        {
          "type": "single_choice",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003274"
        },
        {
          "type": "single_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003275"
        },
        {
          "type": "single_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003276"
        },
        {
          "type": "single_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003277"
        },
        {
          "type": "single_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003278"
        },
        {
          "type": "single_choice",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003279"
        },
        {
          "type": "single_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003280"
        },
        {
          "type": "single_choice",
          "question": "党的(      )报告第一次提出“提高教育现代化水平”的重要要求。",
          "options": [
            "A.十四大",
            "B.十五大",
            "C.十六大",
            "D.十七大"
          ],
          "answer": "D",
          "id": "S3000003281"
        },
        {
          "type": "single_choice",
          "question": "高校科学研究职能的确立起始于（    ）。",
          "options": [
            "A.柏林大学",
            "B.哥廷根大学",
            "C.哈勒大学",
            "D.威斯康星大学"
          ],
          "answer": "A",
          "id": "S3000003282"
        },
        {
          "type": "single_choice",
          "question": "根据教学是否为学生后续知识学习做了充分准备来判断教学质量，这种教育质量观是（    ）。",
          "options": [
            "A.外适质量",
            "B.个适质量",
            "C.内适质量",
            "D.控制质量"
          ],
          "answer": "C",
          "id": "S3000003283"
        },
        {
          "type": "single_choice",
          "question": "对我国近百年高等教育的发展影响较大的国家是(    )。",
          "options": [
            "A.意大利和法国",
            "B.日本和印度",
            "C.日本、德国、美国和前苏联",
            "D.英国和法国"
          ],
          "answer": "C",
          "id": "S3000003284"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的定向作用是指（    ）。",
          "options": [
            "A.高校培养目标对教育活动起着支配、调节和控制作用",
            "B.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "B",
          "id": "S3000003285"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "A",
          "id": "S3000003286"
        },
        {
          "type": "single_choice",
          "question": "我国汉唐盛世时期出现的一些重要学府被认为属于(    )。",
          "options": [
            "A.真正的大学",
            "B.单一的学术研究机构",
            "C.单一的教学机构",
            "D.杰出的古代学术中心和教育机构"
          ],
          "answer": "D",
          "id": "S3000003287"
        },
        {
          "type": "single_choice",
          "question": "可提供高等教育的两类院校是(    )。",
          "options": [
            "A.大学和科研院所",
            "B.大学和其他各类高等院校",
            "C.大学和自考机构",
            "D.大学和企业培训机构"
          ],
          "answer": "B",
          "id": "S3000003288"
        },
        {
          "type": "single_choice",
          "question": "高校课程内容的推陈出新、教学与科研的紧密结合使科研成果转化为课程内容，科研又从教学中汲取营养，体现了高校课程的（    ）。",
          "options": [
            "A.专业性",
            "B.前沿性",
            "C.高深性",
            "D.基础性"
          ],
          "answer": "B",
          "id": "S3000003289"
        },
        {
          "type": "single_choice",
          "question": "树立新时代教育对外开放观应（    ）。",
          "options": [
            "A.站在新起点",
            "B.站在构建人类命运共同体视野下",
            "C.站在教育强国背景下",
            "D.站在人才强国背景下"
          ],
          "answer": "B",
          "id": "S3000003290"
        },
        {
          "type": "single_choice",
          "question": "在教学活动中，学生的学习表现为一个怎样的过程？（    ）",
          "options": [
            "A.自然发展的过程",
            "B.被动发展的过程",
            "C.自主建构的过程",
            "D.被动生成的过程"
          ],
          "answer": "C",
          "id": "S3000003291"
        },
        {
          "type": "single_choice",
          "question": "不属于个案研究法的特征的是（    ）。",
          "options": [
            "A.研究对象的特殊性",
            "B.研究结果的普适性",
            "C.实施方法的综合性",
            "D.资料来源的多元化"
          ],
          "answer": "B",
          "id": "S3000003292"
        },
        {
          "type": "single_choice",
          "question": "学校的建筑、设备、诗墙、画廊等是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003293"
        },
        {
          "type": "single_choice",
          "question": "（      ）是教育教学活动的“指挥棒”，是教育质量提升的“助推器”",
          "options": [
            "A.课程改革",
            "B.教育评价",
            "C.学科思政",
            "D.教师"
          ],
          "answer": "B",
          "id": "S3000003294"
        },
        {
          "type": "single_choice",
          "question": "若某个国家的高等教育毛入学率为50%以上，则该国的高等教育发展阶段处于(    )。",
          "options": [
            "A.精英高等教育发展水平",
            "B.精英与大众之间的高等教育发展水平",
            "C.大众高等教育发展水平",
            "D.普及高等教育发展水平"
          ],
          "answer": "D",
          "id": "S3000003295"
        },
        {
          "type": "single_choice",
          "question": "当代高等教育的发展趋势是(    )。",
          "options": [
            "A.大众化和普及化",
            "B.民主化和终身化",
            "C.国际化和全球化",
            "D.上述三种趋势"
          ],
          "answer": "D",
          "id": "S3000003296"
        },
        {
          "type": "single_choice",
          "question": "相对于中小学教育，高校教学内容的主要特点是（    ）。",
          "options": [
            "A.前沿性和职业倾向性",
            "B.操作性",
            "C.系统性",
            "D.历史性"
          ],
          "answer": "A",
          "id": "S3000003297"
        },
        {
          "type": "single_choice",
          "question": "哪一种教学方法能更好地培养学生的主动探究精神与终身学习习惯？（    ）",
          "options": [
            "A.讨论法",
            "B.多媒体教学法",
            "C.指导自学法",
            "D.案例教学法"
          ],
          "answer": "C",
          "id": "S3000003298"
        },
        {
          "type": "single_choice",
          "question": "课程性教学环节是（    ）。",
          "options": [
            "A.入学教育",
            "B.军事训练",
            "C.考查考试",
            "D.社会实践"
          ],
          "answer": "C",
          "id": "S3000003299"
        },
        {
          "type": "single_choice",
          "question": "把握高校教师队伍建设改革的突破口是（  ）",
          "options": [
            "A.专业素质能力",
            "B.人事制度改革",
            "C.强化思想政治素质和师德师风建设",
            "D.科研水平"
          ],
          "answer": "B",
          "id": "S3000003300"
        },
        {
          "type": "single_choice",
          "question": "由于学习差异导致学生的知识基础能力水平等的不同，因而要求教师在教学上遵循什么样的原则？（    ）",
          "options": [
            "A.理论联系实际",
            "B.直观性",
            "C.因材施教",
            "D.科学性与思想性结合"
          ],
          "answer": "C",
          "id": "S3000003301"
        },
        {
          "type": "single_choice",
          "question": "2018年5月2日，在北京大学师生座谈会上的讲话中提出，要把（    ）的成效作为检验学校一切工作的根本标准",
          "options": [
            "A.立德树人",
            "B.。课程建设",
            "C.教师队伍建设",
            "D.硬件建设"
          ],
          "answer": "A",
          "id": "S3000003302"
        },
        {
          "type": "single_choice",
          "question": "哪一种学习策略会实现在学生看来与高分相关的任何目标？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "D",
          "id": "S3000003303"
        },
        {
          "type": "single_choice",
          "question": "素质的涵义是（    ）。",
          "options": [
            "A.素质就是文化素质",
            "B.素质就是思想道德素质",
            "C.素质就是专业素质",
            "D.素质是一个综合性的概念，既包括思想道德素质和文化素质，又包括专业素质既包括身体素质，又包括心理素质。"
          ],
          "answer": "D",
          "id": "S3000003304"
        },
        {
          "type": "single_choice",
          "question": "深入落实优先发展教育事业，以（    ）统筹各级各类教育事业发展，深化教育领域综合改革，加快建设学习型社会",
          "options": [
            "A.科学发展观",
            "B.人才培养",
            "C.立德树人",
            "D.新发展理念"
          ],
          "answer": "D",
          "id": "S3000003305"
        },
        {
          "type": "single_choice",
          "question": "主张教育是学生自我实现的过程，这种教育质量观是（    ）。",
          "options": [
            "A.外适质量",
            "B.个适质量",
            "C.内适质量",
            "D.控制质量"
          ],
          "answer": "B",
          "id": "S3000003306"
        },
        {
          "type": "single_choice",
          "question": "（    ）是我们党的优良传统和政治优势，是坚持党对教育事业全面领导的具体体现，是各级党委管党治党",
          "options": [
            "A.人才培养、办学治校的重要抓手",
            "B.立德树人",
            "C.思想政治工作",
            "D.可持续发展"
          ],
          "answer": "C",
          "id": "S3000003307"
        },
        {
          "type": "single_choice",
          "question": "落实立德树人根本任务，必须将（    ）、知识传授和能力培养三者融为一体、不可割裂。",
          "options": [
            "A.思想引领",
            "B.价值塑造",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "B",
          "id": "S3000003308"
        },
        {
          "type": "single_choice",
          "question": "（      ）是中外人文交流的先行者。",
          "options": [
            "A.教育领域合作",
            "B.人才交流",
            "C.留学生",
            "D.教育对外开放"
          ],
          "answer": "A",
          "id": "S3000003309"
        },
        {
          "type": "single_choice",
          "question": "我国加大政府对高等教育调控力度的方式是（    ）。",
          "options": [
            "A.间接调控",
            "B.宏观调控",
            "C.间接的和宏观的调控",
            "D.直接调控"
          ],
          "answer": "C",
          "id": "S3000003310"
        },
        {
          "type": "single_choice",
          "question": "教案编写的主体部分是（    ）。",
          "options": [
            "A.确定重点难点",
            "B.选择教学方法",
            "C.设计教学过程",
            "D.教学反思"
          ],
          "answer": "C",
          "id": "S3000003311"
        },
        {
          "type": "single_choice",
          "question": "高校课程的设置和组织超越以往对学科知识的系统性和逻辑性的过分强调，越来越重视与学生未来的工作和生活相联系。这种倾向指的是（    ）。",
          "options": [
            "A.课程内容综合化",
            "B.课程实施多样化",
            "C.课程方向人文化",
            "D.课程性质职业化"
          ],
          "answer": "D",
          "id": "S3000003312"
        },
        {
          "type": "single_choice",
          "question": "教师职业不属于（    ）。",
          "options": [
            "A.脑力劳动",
            "B.第三产业",
            "C.专门职业范畴",
            "D.普通职业范畴"
          ],
          "answer": "D",
          "id": "S3000003313"
        },
        {
          "type": "single_choice",
          "question": "教师专业的基本特点不包括（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效即时性"
          ],
          "answer": "D",
          "id": "S3000003314"
        },
        {
          "type": "single_choice",
          "question": "大学的学术自由传统可追溯到(    )。",
          "options": [
            "A.牛津大学",
            "B.中世纪大学",
            "C.哈佛大学",
            "D.剑桥大学"
          ],
          "answer": "B",
          "id": "S3000003315"
        },
        {
          "type": "single_choice",
          "question": "（      ）是社会公平的重要基础，是维系社会公平正义的坚实基石。",
          "options": [
            "A.入学公平",
            "B.教育公平",
            "C.就业公平",
            "D.制度公平"
          ],
          "answer": "B",
          "id": "S3000003316"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，属于影响学习的主体因素的是（    ）。",
          "options": [
            "A.学习目标",
            "B.学习任务",
            "C.学习材料",
            "D.兴趣"
          ],
          "answer": "D",
          "id": "S3000003317"
        },
        {
          "type": "single_choice",
          "question": "（  ）是引领中国特色社会主义教育事业不断前进的最大政治优势。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "B",
          "id": "S3000003318"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央，始终把（    ）作为学校教育的根本任务。",
          "options": [
            "A.全面发展",
            "B.立德树人",
            "C.综合发展",
            "D.可持续发展"
          ],
          "answer": "B",
          "id": "S3000003319"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的关键是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验"
          ],
          "answer": "D",
          "id": "S3000003320"
        },
        {
          "type": "single_choice",
          "question": "在财政投入上，党和政府始终坚持把教育作为财政支出重点领域予以优先保障，坚持（     ），向农村地区、边远贫困地区和民族地区倾斜。",
          "options": [
            "A.保基本",
            "B.补短板",
            "C.促公平",
            "D.提质量"
          ],
          "answer": "ABCD",
          "id": "S3000003321"
        },
        {
          "type": "single_choice",
          "question": "教师工作的本质是（  ）。",
          "options": [
            "A.塑造灵魂",
            "B.塑造生命",
            "C.塑造人",
            "D.传授知识"
          ],
          "answer": "ABC",
          "id": "S3000003322"
        },
        {
          "type": "single_choice",
          "question": "经由党的十八大报告提出的“努力办好让人民满意的教育”到党的十九大报告提出的“办好人民满意的教育”，（  ）",
          "options": [
            "A.不断体现着坚持以人民为中心发展教育的总体定位",
            "B.我国教育事业改革发展的出发点和落脚点",
            "C.我国教育事业改革发展的基本遵循和指南针",
            "D.办好人民满意教育的根本遵循"
          ],
          "answer": "ABCD",
          "id": "S3000003323"
        },
        {
          "type": "single_choice",
          "question": "专业属性或标准可概括为（    ）。",
          "options": [
            "A.专门性与高深性",
            "B.服务性与伦理性",
            "C.教育性与组织性",
            "D.合法性与自主性",
            "E.他律性与发展性"
          ],
          "answer": "ABCD",
          "id": "S3000003324"
        },
        {
          "type": "single_choice",
          "question": "按照高校的三大职能，教师职业角色主要是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.管理者角色",
            "D.服务者角色",
            "E.创业者角色"
          ],
          "answer": "ABD",
          "id": "S3000003325"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "S3000003326"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育类型结构调整的主要途径包括（    ）。",
          "options": [
            "A.合理分类和定位明确",
            "B.适度综合化",
            "C.特色化发展",
            "D.以民办院校为主导"
          ],
          "answer": "ABC",
          "id": "S3000003327"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以考试招生制度为切入口，建立（    ）的考试招生模式，健全促进公平、科学选才、监督有力的体制机制",
          "options": [
            "A.分科考试",
            "B.分类考试",
            "C.综合评价",
            "D.多元录取"
          ],
          "answer": "BCD",
          "id": "S3000003328"
        },
        {
          "type": "single_choice",
          "question": "高等教育的政治功能主要表现在（    ）。",
          "options": [
            "A.使受教育者政治化",
            "B.培养政治精英和政法人才",
            "C.创新文化",
            "D.促进政治民主化"
          ],
          "answer": "ABD",
          "id": "S3000003329"
        },
        {
          "type": "single_choice",
          "question": "大多数社会学家认同专业的三个属性是（    ）。",
          "options": [
            "A.专业应该是正式的全日制职业",
            "B.专业应该拥有深奥的知识和技能",
            "C.专业应该向它的客户和公众提供高质量、无私的服务",
            "D.专业应该由行业外部制定规范标准"
          ],
          "answer": "ABC",
          "id": "S3000003330"
        },
        {
          "type": "single_choice",
          "question": "对于高校培养目标的表述，下列选项中正确的是（    ）。",
          "options": [
            "A.培养目标体现为一种具体的教育预期和标准",
            "B.培养目标是整个教育实践活动的理论指南",
            "C.培养目标是具有普遍指导意义的育人标准",
            "D.培养目标决定着教育实践活动的性质、形式内容和方向"
          ],
          "answer": "ABD",
          "id": "S3000003331"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标主要有哪些层次？（    ）",
          "options": [
            "A.国家层次",
            "B.学校层次",
            "C.专业层次",
            "D.社会层次"
          ],
          "answer": "ABC",
          "id": "S3000003332"
        },
        {
          "type": "single_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "S3000003333"
        },
        {
          "type": "single_choice",
          "question": "大学生的人格权包括（    ）。",
          "options": [
            "A.身份权",
            "B.生命权",
            "C.身体权",
            "D.名誉权"
          ],
          "answer": "BCD",
          "id": "S3000003334"
        },
        {
          "type": "single_choice",
          "question": "依据基本职能定位，高等院校可划分为（    ）。",
          "options": [
            "A.综合性院校",
            "B.研究型大学",
            "C.教学型院校",
            "D.教学兼研究型院校"
          ],
          "answer": "BCD",
          "id": "S3000003335"
        },
        {
          "type": "single_choice",
          "question": "影响学习的主体因素有哪些？（    ）",
          "options": [
            "A.观察力",
            "B.想象力",
            "C.意志",
            "D.学习任务"
          ],
          "answer": "ABC",
          "id": "S3000003336"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的类型有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.产学研结合服务"
          ],
          "answer": "ABCD",
          "id": "S3000003337"
        },
        {
          "type": "single_choice",
          "question": "一名合格的教师必须具备（    ）。",
          "options": [
            "A.普通文化知识",
            "B.学科专业知识",
            "C.教育专业知识",
            "D.相关学科知识",
            "E.经营管理知识"
          ],
          "answer": "ABCD",
          "id": "S3000003338"
        },
        {
          "type": "single_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "S3000003339"
        },
        {
          "type": "single_choice",
          "question": "高等学校三项职能的关系表现为（    ）。",
          "options": [
            "A.培养人才是高校的最基本的职能，是决定高等教育本质的因素",
            "B.发展科学直接关系到培养人才的质量和学术水平的提高",
            "C.直接服务社会是高校培养人才、发展学校职能的延伸和拓展",
            "D.培养人才的中心地位是不可动摇的。"
          ],
          "answer": "ABCD",
          "id": "S3000003340"
        },
        {
          "type": "single_choice",
          "question": "研究能力是大学教师的基本能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003341"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003342"
        },
        {
          "type": "single_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003343"
        },
        {
          "type": "single_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003344"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003345"
        },
        {
          "type": "single_choice",
          "question": "高校组织的管理特征是其复杂性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003346"
        },
        {
          "type": "single_choice",
          "question": "以采用问答法教学而闻名的古希腊学者是柏拉图。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003347"
        },
        {
          "type": "single_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003348"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003349"
        },
        {
          "type": "single_choice",
          "question": "大学的科研职能源自美国哈佛大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003350"
        },
        {
          "type": "single_choice",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003351"
        },
        {
          "type": "single_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003352"
        },
        {
          "type": "single_choice",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003353"
        },
        {
          "type": "single_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003354"
        },
        {
          "type": "single_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003355"
        },
        {
          "type": "single_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003356"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003357"
        },
        {
          "type": "single_choice",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003358"
        },
        {
          "type": "single_choice",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003359"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003360"
        },
        {
          "type": "single_choice",
          "question": "在未来高等教育资源配置中，应发挥基础性作用的是（    ）。",
          "options": [
            "A.高校",
            "B.政府和高校",
            "C.政府",
            "D.市场"
          ],
          "answer": "D",
          "id": "S3000003361"
        },
        {
          "type": "single_choice",
          "question": "让学生获得直观知识的实验是（    ）。",
          "options": [
            "A.演示性实验",
            "B.验证性实验",
            "C.设计性实验",
            "D.操作性实验"
          ],
          "answer": "A",
          "id": "S3000003362"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000003363"
        },
        {
          "type": "single_choice",
          "question": "关于高校教学方法的特点，下列表述错误的是（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.强调传授前人已获得的知识",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "C",
          "id": "S3000003364"
        },
        {
          "type": "single_choice",
          "question": "坚持社会主义办学方向必须把（  ）作为我国教育的最鲜亮底色",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "A",
          "id": "S3000003365"
        },
        {
          "type": "single_choice",
          "question": "学校整个教学的中心环节是（    ）。",
          "options": [
            "A.备课",
            "B.上课",
            "C.考试",
            "D.毕业论文（设计）"
          ],
          "answer": "B",
          "id": "S3000003366"
        },
        {
          "type": "single_choice",
          "question": "教师教与学生学的本质就是解决（    ）。",
          "options": [
            "A.教师的尊重与被尊重的矛盾",
            "B.学生的知与不知的矛盾",
            "C.师生之间的平等与不平等的矛盾",
            "D.师生之间的民主与不民主的矛盾"
          ],
          "answer": "B",
          "id": "S3000003367"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列表述错误的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是没有灵魂的教育",
            "B.一个好教师应既是研究者又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "D",
          "id": "S3000003368"
        },
        {
          "type": "single_choice",
          "question": "老年大学的出现体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "B",
          "id": "S3000003369"
        },
        {
          "type": "single_choice",
          "question": "（     ）是中华民族伟大复兴的基础工程。",
          "options": [
            "A.“两个一百年”",
            "B.建设教育强国",
            "C.优先发展教育事业",
            "D.加快教育现代化"
          ],
          "answer": "B",
          "id": "S3000003370"
        },
        {
          "type": "single_choice",
          "question": "优秀教师的个性特征不包括（    ）。",
          "options": [
            "A.学科知识丰富",
            "B.表达清楚",
            "C.组织得当",
            "D.教学手段先进"
          ],
          "answer": "D",
          "id": "S3000003371"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000003372"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的根本是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合和创新实践",
            "C.提升专业知识",
            "D.反思经验"
          ],
          "answer": "B",
          "id": "S3000003373"
        },
        {
          "type": "single_choice",
          "question": "高校科学研究职能的确立起始于（    ）。",
          "options": [
            "A.柏林大学",
            "B.哥廷根大学",
            "C.哈勒大学",
            "D.威斯康星大学"
          ],
          "answer": "A",
          "id": "S3000003374"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育类型结构的调整必须做到（    ）。",
          "options": [
            "A.追求同质化",
            "B.避免过度综合化",
            "C.提升研究生教育层次的水平",
            "D.加大应用型学科门类的比重"
          ],
          "answer": "B",
          "id": "S3000003375"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000003376"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000003377"
        },
        {
          "type": "single_choice",
          "question": "相对于中小学教育，高校教学内容的主要特点是（    ）。",
          "options": [
            "A.前沿性和职业倾向性",
            "B.操作性",
            "C.系统性",
            "D.历史性"
          ],
          "answer": "A",
          "id": "S3000003378"
        },
        {
          "type": "single_choice",
          "question": "主张根据个人发展需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.兴趣决定论"
          ],
          "answer": "A",
          "id": "S3000003379"
        },
        {
          "type": "single_choice",
          "question": "高校组织的结构特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "B",
          "id": "S3000003380"
        },
        {
          "type": "single_choice",
          "question": "大学教师的首要职责是（    ）。",
          "options": [
            "A.教书育人",
            "B.科学研究",
            "C.服务社会",
            "D.引领社会"
          ],
          "answer": "A",
          "id": "S3000003381"
        },
        {
          "type": "single_choice",
          "question": "社会服务职能是高校（    ）。",
          "options": [
            "A.教学和科研职能的延伸",
            "B.教学职能的延伸",
            "C.科研职能的延伸",
            "D.创收的借口"
          ],
          "answer": "A",
          "id": "S3000003382"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以（    ）为切入口，建立分类考试、综合评价、多元录取的考试招生模式，健全促进公平、科学选才、监督有力的体制机制。",
          "options": [
            "A.高考制度",
            "B.申请+考核制度",
            "C.考试招生制度",
            "D.自主招生制度"
          ],
          "answer": "C",
          "id": "S3000003383"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的核心力量。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "A",
          "id": "S3000003384"
        },
        {
          "type": "single_choice",
          "question": "高校人事管理中一般不会采用(    )。",
          "options": [
            "A.待遇激励法",
            "B.事业激励法",
            "C.情感激励法",
            "D.股权激励法"
          ],
          "answer": "D",
          "id": "S3000003385"
        },
        {
          "type": "single_choice",
          "question": "教学计划目标表述中的主语应该是（    ）。",
          "options": [
            "A.学习者",
            "B.教师",
            "C.管理者",
            "D.教育者"
          ],
          "answer": "A",
          "id": "S3000003386"
        },
        {
          "type": "single_choice",
          "question": "在高校教师的激励管理中，应遵循的原则是(    )。",
          "options": [
            "A.激励的多样性原则",
            "B.激励的递进性原则",
            "C.激励的协调性原则",
            "D.以上全选"
          ],
          "answer": "D",
          "id": "S3000003387"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于课外的科研活动形式的是（    ）。",
          "options": [
            "A.听取校内外专家的学术报告",
            "B.参加学生社团的学术研究活动",
            "C.参加教学实习",
            "D.根据自己的兴趣独立进行的研究活动"
          ],
          "answer": "C",
          "id": "S3000003388"
        },
        {
          "type": "single_choice",
          "question": "为替代“高等教育”这一概念，国际组织有时采用的概念有(    )。",
          "options": [
            "A.中学后教育和成人教育",
            "B.第三级教育和中学后教育",
            "C.成人教育和继续教育",
            "D.大学教育和社区教育"
          ],
          "answer": "B",
          "id": "S3000003389"
        },
        {
          "type": "single_choice",
          "question": "主张学习是动物和人在活动中受外在因素的影响，获得或改变行为的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "A",
          "id": "S3000003390"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学的重要特征是(    )。",
          "options": [
            "A.高等教育大众化",
            "B.宗教性和国际性",
            "C.以发展科研为主要职能",
            "D.以服务社会为主要职能"
          ],
          "answer": "B",
          "id": "S3000003391"
        },
        {
          "type": "single_choice",
          "question": "学生在学习环境(包括物质环境、社会环境和文化体系)中所学习到的非预期性或非计划性的知识、价值观念、规范和态度,这类课程称为（    ）。",
          "options": [
            "A.核心课程",
            "B.隐性课程",
            "C.显性课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003392"
        },
        {
          "type": "single_choice",
          "question": "高等院校的类型结构不包括（    ）。",
          "options": [
            "A.研究生教育",
            "B.教学兼研究型院校",
            "C.综合性大学",
            "D.研究型大学"
          ],
          "answer": "A",
          "id": "S3000003393"
        },
        {
          "type": "single_choice",
          "question": "学校定位的核心是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学目标定位",
            "C.办学原则定位",
            "D.办学类型定位"
          ],
          "answer": "A",
          "id": "S3000003394"
        },
        {
          "type": "single_choice",
          "question": "“大学要把知识传播给民众并使其能运用知识解决经济、社会、政治等方面的问题看作是大学的重要任务之一”，这体现了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "C",
          "id": "S3000003395"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的意义不包括（    ）。",
          "options": [
            "A.实现高校的价值回归",
            "B.有利于引领社会反思",
            "C.有利于教师潜心学术，为学术而学术",
            "D.有利于经济建设的快速发展"
          ],
          "answer": "C",
          "id": "S3000003396"
        },
        {
          "type": "single_choice",
          "question": "高等教育的领导权主要取决于（    ）。",
          "options": [
            "A.经济因素",
            "B.文化因素",
            "C.市场因素",
            "D.政治因素"
          ],
          "answer": "D",
          "id": "S3000003397"
        },
        {
          "type": "single_choice",
          "question": "具体规定某一学科的教学目的、任务、内容、范围、体系、教学进度和教学法要求的指导性文件是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "B",
          "id": "S3000003398"
        },
        {
          "type": "single_choice",
          "question": "深入落实优先发展教育事业，以（    ）统筹各级各类教育事业发展，深化教育领域综合改革，加快建设学习型社会",
          "options": [
            "A.科学发展观",
            "B.人才培养",
            "C.立德树人",
            "D.新发展理念"
          ],
          "answer": "D",
          "id": "S3000003399"
        },
        {
          "type": "single_choice",
          "question": "下列对于高校培养目标性质的表述，错误的是（    ）",
          "options": [
            "A.高校培养目标具有主观性与客观性",
            "B.高校培养目标具有抽象性与统一性",
            "C.高校培养目标具有稳定性与动态性",
            "D.高校培养目标具有具体性与多样性"
          ],
          "answer": "B",
          "id": "S3000003400"
        },
        {
          "type": "single_choice",
          "question": "高校教学的实践环节范围广、形式多样，具体包括（    ）。",
          "options": [
            "A.实验实习",
            "B.社会调查",
            "C.科研服务",
            "D.课程设计"
          ],
          "answer": "ABCD",
          "id": "S3000003401"
        },
        {
          "type": "single_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "S3000003402"
        },
        {
          "type": "single_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "S3000003403"
        },
        {
          "type": "single_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "S3000003404"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，来华留学工作围绕外交大局，服务教育对外开放，通过（      ），构建来华留学专业化服务体系。",
          "options": [
            "A.创新对外开放机制",
            "B.优化来华留学生源国别、专业布局",
            "C.吸引来华留学生",
            "D.加大品牌专业和品牌课程建设力度"
          ],
          "answer": "BD",
          "id": "S3000003405"
        },
        {
          "type": "single_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "S3000003406"
        },
        {
          "type": "single_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "S3000003407"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "S3000003408"
        },
        {
          "type": "single_choice",
          "question": "影响学习的主体因素有哪些？（    ）",
          "options": [
            "A.观察力",
            "B.想象力",
            "C.意志",
            "D.学习任务"
          ],
          "answer": "ABC",
          "id": "S3000003409"
        },
        {
          "type": "single_choice",
          "question": "我国高校课程表现出的基本形式有（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案",
            "E.课程目标"
          ],
          "answer": "ABC",
          "id": "S3000003410"
        },
        {
          "type": "single_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "S3000003411"
        },
        {
          "type": "single_choice",
          "question": "高校隐性课程的建设应着重抓好哪几个方面的工作？（    ）",
          "options": [
            "A.优化校园物质环境",
            "B.大量开设选修课",
            "C.加强显性课程与隐性课程的结合,开发课堂教学中潜在的隐性课程",
            "D.培养富有特色的、奋斗不息的校园精神",
            "E.增设职业性课程或专业"
          ],
          "answer": "ACD",
          "id": "S3000003412"
        },
        {
          "type": "single_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "S3000003413"
        },
        {
          "type": "single_choice",
          "question": "确立大学生的主体地位，我们应该（    ）。",
          "options": [
            "A.增强大学生的主体意识",
            "B.发展大学生的主体能力",
            "C.加强学校的严格管理",
            "D.塑造大学生的主体人格"
          ],
          "answer": "ABD",
          "id": "S3000003414"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学具有的重要特征包括(    )。",
          "options": [
            "A.大学自治和学术自由",
            "B.宗教性和国际性",
            "C.科研性和服务性",
            "D.专业性和学术性"
          ],
          "answer": "ABD",
          "id": "S3000003415"
        },
        {
          "type": "single_choice",
          "question": "依据基本职能定位，高等院校可划分为（    ）。",
          "options": [
            "A.综合性院校",
            "B.研究型大学",
            "C.教学型院校",
            "D.教学兼研究型院校"
          ],
          "answer": "BCD",
          "id": "S3000003416"
        },
        {
          "type": "single_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，深入开展（     ）。",
          "options": [
            "A.价值观教育",
            "B.理想信念教育",
            "C.爱国主义教育",
            "D.中华优秀传统文化教育"
          ],
          "answer": "BCD",
          "id": "S3000003417"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "S3000003418"
        },
        {
          "type": "single_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "S3000003419"
        },
        {
          "type": "single_choice",
          "question": "高校规章制度对学校发展的作用主要体现在(    )。",
          "options": [
            "A.对学校各项工作具有重要的协调与规范功能",
            "B.在思想与行动相互转化中具有中介功能",
            "C.有助于促进高校科学管理",
            "D.有利于高校领导发挥个人才能",
            "E.有助于发扬学校民主"
          ],
          "answer": "ABC",
          "id": "S3000003420"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003421"
        },
        {
          "type": "single_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003422"
        },
        {
          "type": "single_choice",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003423"
        },
        {
          "type": "single_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003424"
        },
        {
          "type": "single_choice",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003425"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003426"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003427"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003428"
        },
        {
          "type": "single_choice",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003429"
        },
        {
          "type": "single_choice",
          "question": "教师专业曾是１３世纪的中世纪大学令人尊敬的四个传统专业之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003430"
        },
        {
          "type": "single_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003431"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003432"
        },
        {
          "type": "single_choice",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003433"
        },
        {
          "type": "single_choice",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003434"
        },
        {
          "type": "single_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003435"
        },
        {
          "type": "single_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003436"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003437"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003438"
        },
        {
          "type": "single_choice",
          "question": "讲授法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003439"
        },
        {
          "type": "single_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003440"
        },
        {
          "type": "single_choice",
          "question": "（  ）是教育发展的第一资源，是国家富强、民族振兴、人民幸福的重要基石。",
          "options": [
            "A.教师",
            "B.基础设施",
            "C.经济资源",
            "D.文化积淀"
          ],
          "answer": "A",
          "id": "S3000003441"
        },
        {
          "type": "single_choice",
          "question": "把握高校教师队伍建设改革的首要任务是（  ）",
          "options": [
            "A.专业素质能力",
            "B.人事制度改革",
            "C.强化思想政治素质和师德师风建设",
            "D.科研水平"
          ],
          "answer": "C",
          "id": "S3000003442"
        },
        {
          "type": "single_choice",
          "question": "（      ）是中外人文交流的先行者。",
          "options": [
            "A.教育领域合作",
            "B.人才交流",
            "C.留学生",
            "D.教育对外开放"
          ],
          "answer": "A",
          "id": "S3000003443"
        },
        {
          "type": "single_choice",
          "question": "大学生的身份权包括：（    ）。",
          "options": [
            "A.生命权",
            "B.人格权",
            "C.荣誉权",
            "D.身体权"
          ],
          "answer": "C",
          "id": "S3000003444"
        },
        {
          "type": "single_choice",
          "question": "主张根据社会需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.政治统帅论"
          ],
          "answer": "C",
          "id": "S3000003445"
        },
        {
          "type": "single_choice",
          "question": "优秀教师的个性特征不包括（    ）。",
          "options": [
            "A.学科知识丰富",
            "B.表达清楚",
            "C.组织得当",
            "D.教学手段先进"
          ],
          "answer": "D",
          "id": "S3000003446"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000003447"
        },
        {
          "type": "single_choice",
          "question": "当前我国高等学校科研一般采用的组织管理模式是（    ）。",
          "options": [
            "A.校-学院-系",
            "B.校-处-院系-课题组",
            "C.校学术委员会-院学术委员会-系学位委员会",
            "D.学部-学系-研究所-讲座"
          ],
          "answer": "B",
          "id": "S3000003448"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论的代表人物是（    ）。",
          "options": [
            "A.利文斯通",
            "B.贝格尔",
            "C.施瓦布",
            "D.布拉梅尔德"
          ],
          "answer": "D",
          "id": "S3000003449"
        },
        {
          "type": "single_choice",
          "question": "高校战略规划的核心是(    )。",
          "options": [
            "A.战略分析",
            "B.确定战略目标",
            "C.实施战略",
            "D.评估战略"
          ],
          "answer": "B",
          "id": "S3000003450"
        },
        {
          "type": "single_choice",
          "question": "研究人员和实际工作者结合起来解决某一实际问题以提高教师素质的研究方法是（    ）。",
          "options": [
            "A.行动研究",
            "B.实验研究",
            "C.院校研究",
            "D.叙事研究"
          ],
          "answer": "A",
          "id": "S3000003451"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的根本是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合和创新实践",
            "C.提升专业知识",
            "D.反思经验"
          ],
          "answer": "B",
          "id": "S3000003452"
        },
        {
          "type": "single_choice",
          "question": "下列不属于高校教师培养常用的形式是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.自学",
            "D.特殊培养"
          ],
          "answer": "C",
          "id": "S3000003453"
        },
        {
          "type": "single_choice",
          "question": "高校课程内容的推陈出新、教学与科研的紧密结合使科研成果转化为课程内容，科研又从教学中汲取营养，体现了高校课程的（    ）。",
          "options": [
            "A.专业性",
            "B.前沿性",
            "C.高深性",
            "D.基础性"
          ],
          "answer": "B",
          "id": "S3000003454"
        },
        {
          "type": "single_choice",
          "question": "下列哪一种教学方法更有利于学生掌握系统的知识？（    ）",
          "options": [
            "A.讲授法",
            "B.多媒体教学法",
            "C.讨论法",
            "D.案例教学法"
          ],
          "answer": "A",
          "id": "S3000003455"
        },
        {
          "type": "single_choice",
          "question": "“大学要把知识传播给民众并使其能运用知识解决经济、社会、政治等方面的问题看作是大学的重要任务之一”，这体现了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "C",
          "id": "S3000003456"
        },
        {
          "type": "single_choice",
          "question": "2012年，我国教育投入首次实现国家财政性教育经费支出占国内生产总值比例达到（    ），此后连年保持在此之上。",
          "options": [
            "A.5%",
            "B.4%",
            "C.6%",
            "D.8%"
          ],
          "answer": "B",
          "id": "S3000003457"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育，要以(  )为根本尺度。",
          "options": [
            "A.党和国家满意",
            "B.社会满意",
            "C.人民满意",
            "D.学生满意"
          ],
          "answer": "C",
          "id": "S3000003458"
        },
        {
          "type": "single_choice",
          "question": "按照马克思主义的观点，促成人的全面发展的惟一方法是（    ）。",
          "options": [
            "A.实现素质教育",
            "B.教育与生产劳动相结合",
            "C.加强理论教学",
            "D.注重实践教学"
          ],
          "answer": "B",
          "id": "S3000003459"
        },
        {
          "type": "single_choice",
          "question": "下列哪一种教学方法更能对学生的需要作出敏感反应？（    ）",
          "options": [
            "A.讲授法",
            "B.讨论法",
            "C.多媒体教学法",
            "D.案例教学法"
          ],
          "answer": "B",
          "id": "S3000003460"
        },
        {
          "type": "single_choice",
          "question": "洪堡在创立柏林大学过程中，主要突出了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "A",
          "id": "S3000003461"
        },
        {
          "type": "single_choice",
          "question": "学生在学习环境(包括物质环境、社会环境和文化体系)中所学习到的非预期性或非计划性的知识、价值观念、规范和态度,这类课程称为（    ）。",
          "options": [
            "A.核心课程",
            "B.隐性课程",
            "C.显性课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003462"
        },
        {
          "type": "single_choice",
          "question": "关于高校教学方法的特点，下列表述错误的是（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.强调传授前人已获得的知识",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "C",
          "id": "S3000003463"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研的叙述，错误的是（    ）。",
          "options": [
            "A.是包含与被包含的关系",
            "B.是\"流\"与“源”的关系",
            "C.是教师的职责要求",
            "D.是有机的统一体"
          ],
          "answer": "A",
          "id": "S3000003464"
        },
        {
          "type": "single_choice",
          "question": "教师教与学生学的本质就是解决（    ）。",
          "options": [
            "A.教师的尊重与被尊重的矛盾",
            "B.学生的知与不知的矛盾",
            "C.师生之间的平等与不平等的矛盾",
            "D.师生之间的民主与不民主的矛盾"
          ],
          "answer": "B",
          "id": "S3000003465"
        },
        {
          "type": "single_choice",
          "question": "高校人事管理中一般不会采用(    )。",
          "options": [
            "A.待遇激励法",
            "B.事业激励法",
            "C.情感激励法",
            "D.股权激励法"
          ],
          "answer": "D",
          "id": "S3000003466"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000003467"
        },
        {
          "type": "single_choice",
          "question": "坚持把（  ）作为坚持社会主义办学方向的根本依靠。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S3000003468"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略、意义策略和组织策略",
            "B.意义策略、组织策略和再认策略",
            "C.再认策略、组织策略和意义策略",
            "D.意义策略、组织策略和目标策略"
          ],
          "answer": "A",
          "id": "S3000003469"
        },
        {
          "type": "single_choice",
          "question": "让学生获得直观知识的实验是（    ）。",
          "options": [
            "A.演示性实验",
            "B.验证性实验",
            "C.设计性实验",
            "D.操作性实验"
          ],
          "answer": "A",
          "id": "S3000003470"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体对事物经认识、辨别、理解从而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "D",
          "id": "S3000003471"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000003472"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育不是为了（    ）。",
          "options": [
            "A.提高大学生的文化品位",
            "B.强化专业教育",
            "C.提高审美情趣",
            "D.提高人文素养"
          ],
          "answer": "B",
          "id": "S3000003473"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，属于影响学习的主体因素的是（    ）。",
          "options": [
            "A.学习目标",
            "B.学习任务",
            "C.学习材料",
            "D.兴趣"
          ],
          "answer": "D",
          "id": "S3000003474"
        },
        {
          "type": "single_choice",
          "question": "根据教学关注阶段论的观点，年轻教师初上讲台一般关注的是（    ）。",
          "options": [
            "A.自我表现",
            "B.学科内容",
            "C.学生反应",
            "D.物理环境"
          ],
          "answer": "A",
          "id": "S3000003475"
        },
        {
          "type": "single_choice",
          "question": "学高为“师”，身正为“范”强调了教师专业特点的（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效滞后性"
          ],
          "answer": "B",
          "id": "S3000003476"
        },
        {
          "type": "single_choice",
          "question": "学校领导的管理方式和工作作风、人际关系、校风、学风、班风是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003477"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000003478"
        },
        {
          "type": "single_choice",
          "question": "哪一种教学方法能更好地培养学生的主动探究精神与终身学习习惯？（    ）",
          "options": [
            "A.讨论法",
            "B.多媒体教学法",
            "C.指导自学法",
            "D.案例教学法"
          ],
          "answer": "C",
          "id": "S3000003479"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000003480"
        },
        {
          "type": "single_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "S3000003481"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "S3000003482"
        },
        {
          "type": "single_choice",
          "question": "关于学年制的优点叙述，正确的有（    ）。",
          "options": [
            "A.有规模效益",
            "B.有较强的专业性",
            "C.教学管理比较简单",
            "D.便于开展集体活动"
          ],
          "answer": "ABCD",
          "id": "S3000003483"
        },
        {
          "type": "single_choice",
          "question": "高校教学的实践环节范围广、形式多样，具体包括（    ）。",
          "options": [
            "A.实验实习",
            "B.社会调查",
            "C.科研服务",
            "D.课程设计"
          ],
          "answer": "ABCD",
          "id": "S3000003484"
        },
        {
          "type": "single_choice",
          "question": "对于高校培养目标的表述，下列选项中正确的是（    ）。",
          "options": [
            "A.培养目标体现为一种具体的教育预期和标准",
            "B.培养目标是整个教育实践活动的理论指南",
            "C.培养目标是具有普遍指导意义的育人标准",
            "D.培养目标决定着教育实践活动的性质、形式内容和方向"
          ],
          "answer": "ABD",
          "id": "S3000003485"
        },
        {
          "type": "single_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "S3000003486"
        },
        {
          "type": "single_choice",
          "question": "多媒体课件按功能主要可以分成（    ）。",
          "options": [
            "A.讲授模式",
            "B.自学模式",
            "C.讨论模式",
            "D.实验模式"
          ],
          "answer": "ABC",
          "id": "S3000003487"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理过程一般包括(    )。",
          "options": [
            "A.战略分析",
            "B.战略制定",
            "C.战略实施",
            "D.战略评估与控制",
            "E.战略转移"
          ],
          "answer": "ABCD",
          "id": "S3000003488"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "S3000003489"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "S3000003490"
        },
        {
          "type": "single_choice",
          "question": "对于青年教师来说，终身学习的主要方式有（    ）。",
          "options": [
            "A.多读书，读好书",
            "B.向老教师和优秀教师学习",
            "C.做中学",
            "D.为人师表"
          ],
          "answer": "ABC",
          "id": "S3000003491"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "S3000003492"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标在性质上具有（    ）。",
          "options": [
            "A.主观性",
            "B.客观性",
            "C.具体性",
            "D.多样性",
            "E.抽象性"
          ],
          "answer": "ABCD",
          "id": "S3000003493"
        },
        {
          "type": "single_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "S3000003494"
        },
        {
          "type": "single_choice",
          "question": "课程内容的选择应遵循如下原则（    ）。",
          "options": [
            "A.适时原则",
            "B.完整原则",
            "C.经济原则",
            "D.实践原则",
            "E.量力和满足原则"
          ],
          "answer": "ABCDE",
          "id": "S3000003495"
        },
        {
          "type": "single_choice",
          "question": "激励应遵循的原则有(    )。",
          "options": [
            "A.多样性原则",
            "B.物质性原则",
            "C.多多益善原则",
            "D.递进性原则",
            "E.协调性原则"
          ],
          "answer": "ADE",
          "id": "S3000003496"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "S3000003497"
        },
        {
          "type": "single_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "S3000003498"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "S3000003499"
        },
        {
          "type": "single_choice",
          "question": "在写教案涉及知识的难点时，应重点考虑的知识有（    ）。",
          "options": [
            "A.概念抽象、学生又缺乏感性认识的知识",
            "B.自己深入研究的领域内的知识",
            "C.思维定势带来的负迁移",
            "D.现象复杂、文字概括性强的定律或定理",
            "E.概念相通、方法相似的知识"
          ],
          "answer": "ACDE",
          "id": "S3000003500"
        },
        {
          "type": "single_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003501"
        },
        {
          "type": "single_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003502"
        },
        {
          "type": "single_choice",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003503"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003504"
        },
        {
          "type": "single_choice",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003505"
        },
        {
          "type": "single_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003506"
        },
        {
          "type": "single_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003507"
        },
        {
          "type": "single_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003508"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003509"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003510"
        },
        {
          "type": "single_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003511"
        },
        {
          "type": "single_choice",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003512"
        },
        {
          "type": "single_choice",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003513"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003514"
        },
        {
          "type": "single_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003515"
        },
        {
          "type": "single_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003516"
        },
        {
          "type": "single_choice",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003517"
        },
        {
          "type": "single_choice",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003518"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003519"
        },
        {
          "type": "single_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003520"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德的内涵中不包含（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "D",
          "id": "S3000003521"
        },
        {
          "type": "single_choice",
          "question": "根据工作方式和任务，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "B",
          "id": "S3000003522"
        },
        {
          "type": "single_choice",
          "question": "根据教学关注阶段论的观点，年轻教师初上讲台一般关注的是（    ）。",
          "options": [
            "A.自我表现",
            "B.学科内容",
            "C.学生反应",
            "D.物理环境"
          ],
          "answer": "A",
          "id": "S3000003523"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000003524"
        },
        {
          "type": "single_choice",
          "question": "提高高校师资学术水平的基本途径是（    ）。",
          "options": [
            "A.教学改革",
            "B.社会实践",
            "C.科学研究",
            "D.学历提升"
          ],
          "answer": "C",
          "id": "S3000003525"
        },
        {
          "type": "single_choice",
          "question": "不属于个案研究法的特征的是（    ）。",
          "options": [
            "A.研究对象的特殊性",
            "B.研究结果的普适性",
            "C.实施方法的综合性",
            "D.资料来源的多元化"
          ],
          "answer": "B",
          "id": "S3000003526"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育，要以(  )为根本尺度。",
          "options": [
            "A.党和国家满意",
            "B.社会满意",
            "C.人民满意",
            "D.学生满意"
          ],
          "answer": "C",
          "id": "S3000003527"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划要处理好诸多关系，下列哪一项是错误的？（    ）。",
          "options": [
            "A.要处理好基础课与专业课的关系",
            "B.处理好必修课与选修课的关系",
            "C.处理好学年制与学分制的关系",
            "D.处理好理论教学与实践教学的关系。"
          ],
          "answer": "C",
          "id": "S3000003528"
        },
        {
          "type": "single_choice",
          "question": "目前我国高校普遍采用的是（    ）。",
          "options": [
            "A.完全学分制",
            "B.学年制",
            "C.学年学分制",
            "D.美国学分制"
          ],
          "answer": "C",
          "id": "S3000003529"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究最显著的特点是（    ）。",
          "options": [
            "A.个体研究和集体协作的结合",
            "B.教学和科研的结合",
            "C.科学研究和教育研究的结合",
            "D.学术责任和学术自由的结合"
          ],
          "answer": "B",
          "id": "S3000003530"
        },
        {
          "type": "single_choice",
          "question": "教师管理的根本问题是(    )。",
          "options": [
            "A.激励教师勤奋工作",
            "B.营造和睦相处的氛围",
            "C.提升教师学历",
            "D.提高教师待遇"
          ],
          "answer": "A",
          "id": "S3000003531"
        },
        {
          "type": "single_choice",
          "question": "实施学分制的必要条件是（    ）。",
          "options": [
            "A.过程管理",
            "B.班组管理",
            "C.导师制",
            "D.百分制"
          ],
          "answer": "C",
          "id": "S3000003532"
        },
        {
          "type": "single_choice",
          "question": "终身教育应体现于(    )。",
          "options": [
            "A.大学教育和成人教育中",
            "B.大学教育中",
            "C.基础教育中",
            "D.整个教育体系和个体的各个发展阶段中"
          ],
          "answer": "D",
          "id": "S3000003533"
        },
        {
          "type": "single_choice",
          "question": "北京大学的前身是(    )。",
          "options": [
            "A.京师大学堂",
            "B.中西学堂",
            "C.京师同文馆",
            "D.南洋公学"
          ],
          "answer": "A",
          "id": "S3000003534"
        },
        {
          "type": "single_choice",
          "question": "狭义的课程评价是指（    ）。",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制定结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价"
          ],
          "answer": "D",
          "id": "S3000003535"
        },
        {
          "type": "single_choice",
          "question": "教育的基本规律涉及到（    ）。",
          "options": [
            "A.教育与社会发展的关系",
            "B.教育与人的发展的关系",
            "C.教育与技术发展的关系",
            "D.A和"
          ],
          "answer": "D",
          "id": "S3000003536"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000003537"
        },
        {
          "type": "single_choice",
          "question": "教师以课时或课程内容为单元而编写的实施教学活动的具体方案称为（    ）。",
          "options": [
            "A.讲义",
            "B.教科书",
            "C.教学大纲",
            "D.教案"
          ],
          "answer": "D",
          "id": "S3000003538"
        },
        {
          "type": "single_choice",
          "question": "让学生获得直观知识的实验是（    ）。",
          "options": [
            "A.演示性实验",
            "B.验证性实验",
            "C.设计性实验",
            "D.操作性实验"
          ],
          "answer": "A",
          "id": "S3000003539"
        },
        {
          "type": "single_choice",
          "question": "专业存在和发展的根基是（    ）。",
          "options": [
            "A.教育性",
            "B.组织性",
            "C.合法性",
            "D.自主性"
          ],
          "answer": "C",
          "id": "S3000003540"
        },
        {
          "type": "single_choice",
          "question": "主张学习是动物和人在活动中受外在因素的影响，获得或改变行为的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "A",
          "id": "S3000003541"
        },
        {
          "type": "single_choice",
          "question": "主张根据个人发展需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.兴趣决定论"
          ],
          "answer": "A",
          "id": "S3000003542"
        },
        {
          "type": "single_choice",
          "question": "高等院校立足本校、服务本校而对院校自身进行的研究属于（    ）。",
          "options": [
            "A.质的研究",
            "B.院校研究",
            "C.行动研究",
            "D.叙事研究"
          ],
          "answer": "B",
          "id": "S3000003543"
        },
        {
          "type": "single_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.传承文化"
          ],
          "answer": "A",
          "id": "S3000003544"
        },
        {
          "type": "single_choice",
          "question": "2012年，我国教育投入首次实现国家财政性教育经费支出占国内生产总值比例达到（    ），此后连年保持在此之上。",
          "options": [
            "A.5%",
            "B.4%",
            "C.6%",
            "D.8%"
          ],
          "answer": "B",
          "id": "S3000003545"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育要统一推广使用的马克思主义理论研究和建设工程重点教材是（  ）。",
          "options": [
            "A.《传统文化史》",
            "B.《中国文化概论》",
            "C.《文化学基础》",
            "D.《传统文化名著》"
          ],
          "answer": "B",
          "id": "S3000003546"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000003547"
        },
        {
          "type": "single_choice",
          "question": "运用教育理论对教育具体实践面临的调控问题提供方法和手段的研究即（    ）。",
          "options": [
            "A.基础研究",
            "B.发展研究",
            "C.理论研究",
            "D.应用研究"
          ],
          "answer": "B",
          "id": "S3000003548"
        },
        {
          "type": "single_choice",
          "question": "下列哪一种教学方法更有利于学生掌握系统的知识？（    ）",
          "options": [
            "A.讲授法",
            "B.多媒体教学法",
            "C.讨论法",
            "D.案例教学法"
          ],
          "answer": "A",
          "id": "S3000003549"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000003550"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的意义不包括（    ）。",
          "options": [
            "A.实现高校的价值回归",
            "B.有利于引领社会反思",
            "C.有利于教师潜心学术，为学术而学术",
            "D.有利于经济建设的快速发展"
          ],
          "answer": "C",
          "id": "S3000003551"
        },
        {
          "type": "single_choice",
          "question": "下列关于高校的教学与实践之间的关系的叙述，错误的是（    ）。",
          "options": [
            "A.二者关系甚为密切",
            "B.理论性知识需要转化为技术性知识，才能转换成现实的生产力",
            "C.将理论应用于实践将会降低理论的价值和意义",
            "D.实践对学校教学具有很大的价值和意义"
          ],
          "answer": "C",
          "id": "S3000003552"
        },
        {
          "type": "single_choice",
          "question": "1968年法国爆发的“五月风暴”体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "D",
          "id": "S3000003553"
        },
        {
          "type": "single_choice",
          "question": "2018年，习近平总书记在全国教育大会上指出，（    ）是新时代坚持和发展中国特色社会主义教育的根本原则",
          "options": [
            "A.坚持社会主义办学方向。",
            "B.立德树人",
            "C.坚持以人民为中心发展教育",
            "D.优先发展教育"
          ],
          "answer": "A",
          "id": "S3000003554"
        },
        {
          "type": "single_choice",
          "question": "办教育要从（  ）出发。",
          "options": [
            "A.全体人民的根本利益",
            "B.经济建设",
            "C.升学率",
            "D.学校排名"
          ],
          "answer": "A",
          "id": "S3000003555"
        },
        {
          "type": "single_choice",
          "question": "主张大学要培养学问家和科学家,促使大学课程专门化的课程观是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "C",
          "id": "S3000003556"
        },
        {
          "type": "single_choice",
          "question": "高校实施战略管理的必要性不包括(    )。",
          "options": [
            "A.是社会进步的客观要求",
            "B.是国家制度的强制规定",
            "C.是高教改革的必然趋势",
            "D.是高校发展的必由之路"
          ],
          "answer": "B",
          "id": "S3000003557"
        },
        {
          "type": "single_choice",
          "question": "学高为“师”，身正为“范”强调了教师专业特点的（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效滞后性"
          ],
          "answer": "B",
          "id": "S3000003558"
        },
        {
          "type": "single_choice",
          "question": "教案编写的主体部分是（    ）。",
          "options": [
            "A.确定重点难点",
            "B.选择教学方法",
            "C.设计教学过程",
            "D.教学反思"
          ],
          "answer": "C",
          "id": "S3000003559"
        },
        {
          "type": "single_choice",
          "question": "学习策略的不同会导致学习质量、学习效果的不同，下列哪一种学习策略会最大限度帮助理解知识结构的复杂性？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "B",
          "id": "S3000003560"
        },
        {
          "type": "single_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "S3000003561"
        },
        {
          "type": "single_choice",
          "question": "深化教育领域综合改革，加快建设学习型社会，要（    ）。",
          "options": [
            "A.完善职业教育和培训体系",
            "B.办好网络教育、继续教育",
            "C.加强思想政治工作",
            "D.加强师德师风建设"
          ],
          "answer": "ABD",
          "id": "S3000003562"
        },
        {
          "type": "single_choice",
          "question": "办好思政课，就是要开展马克思主义理论教育，用新时代中国特色社会主义思想铸魂育人，引导学生增强中国特色社会主义（    ）。",
          "options": [
            "A.道路自信",
            "B.理论自信",
            "C.制度自信",
            "D.文化自信"
          ],
          "answer": "ABCD",
          "id": "S3000003563"
        },
        {
          "type": "single_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "S3000003564"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "S3000003565"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "S3000003566"
        },
        {
          "type": "single_choice",
          "question": "保基本、补短板、促公平，重中之重是推动（     ），（      ）。这是缩小城乡义务教育差距的标本兼治之策。",
          "options": [
            "A.城乡义务教育一体化发展",
            "B.区域一体化发展",
            "C.高度重视弱势群体教育",
            "D.高度重视农村义务教育"
          ],
          "answer": "AD",
          "id": "S3000003567"
        },
        {
          "type": "single_choice",
          "question": "教育公平包括(       )。",
          "options": [
            "A.入学公平",
            "B.机会公平",
            "C.过程公平",
            "D.结果公平"
          ],
          "answer": "BCD",
          "id": "S3000003568"
        },
        {
          "type": "single_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "S3000003569"
        },
        {
          "type": "single_choice",
          "question": "建立新型的师生关系，对教师来说，可以采用哪些策略？（    ）",
          "options": [
            "A.了解和研究学生，树立正确的学生观",
            "B.理解和尊重学生",
            "C.对学生放任管理",
            "D.提高自我修养，健全自身人格。"
          ],
          "answer": "ABD",
          "id": "S3000003570"
        },
        {
          "type": "single_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "S3000003571"
        },
        {
          "type": "single_choice",
          "question": "高校课程的特点是（    ）。",
          "options": [
            "A.基础性",
            "B.职业性",
            "C.高深性",
            "D.前沿性",
            "E.专业性"
          ],
          "answer": "CDE",
          "id": "S3000003572"
        },
        {
          "type": "single_choice",
          "question": "课堂教学的优点是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神。"
          ],
          "answer": "ABD",
          "id": "S3000003573"
        },
        {
          "type": "single_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程性质职业化的趋势,实现途径主要为（    ）。",
          "options": [
            "A.开设选修课",
            "B.增设职业性课程或专业",
            "C.重视实际工作经验，并将其与系统学习统一起来",
            "D.开设自由研究课程",
            "E.加强实践教学环节，注重能力培养."
          ],
          "answer": "BCE",
          "id": "S3000003574"
        },
        {
          "type": "single_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "S3000003575"
        },
        {
          "type": "single_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "S3000003576"
        },
        {
          "type": "single_choice",
          "question": "一名合格的教师必须具备（    ）。",
          "options": [
            "A.普通文化知识",
            "B.学科专业知识",
            "C.教育专业知识",
            "D.相关学科知识",
            "E.经营管理知识"
          ],
          "answer": "ABCD",
          "id": "S3000003577"
        },
        {
          "type": "single_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "S3000003578"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "S3000003579"
        },
        {
          "type": "single_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程设置和实施的多样化趋势,实现途径主要为（    ）。",
          "options": [
            "A.增设职业性课程或专业",
            "B.开设大量选修课，或加大选修课程的比例",
            "C.运用新信息技术，使课程实施方式多样化",
            "D.开设自由研究课程，使课程形式多样化",
            "E.加强实践教学环节"
          ],
          "answer": "BCD",
          "id": "S3000003580"
        },
        {
          "type": "single_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003581"
        },
        {
          "type": "single_choice",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003582"
        },
        {
          "type": "single_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003583"
        },
        {
          "type": "single_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003584"
        },
        {
          "type": "single_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003585"
        },
        {
          "type": "single_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003586"
        },
        {
          "type": "single_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003587"
        },
        {
          "type": "single_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003588"
        },
        {
          "type": "single_choice",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003589"
        },
        {
          "type": "single_choice",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003590"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003591"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003592"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003593"
        },
        {
          "type": "single_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003594"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003595"
        },
        {
          "type": "single_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003596"
        },
        {
          "type": "single_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003597"
        },
        {
          "type": "single_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003598"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003599"
        },
        {
          "type": "single_choice",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003600"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000003601"
        },
        {
          "type": "single_choice",
          "question": "教师教与学生学的本质就是解决（    ）。",
          "options": [
            "A.教师的尊重与被尊重的矛盾",
            "B.学生的知与不知的矛盾",
            "C.师生之间的平等与不平等的矛盾",
            "D.师生之间的民主与不民主的矛盾"
          ],
          "answer": "B",
          "id": "S3000003602"
        },
        {
          "type": "single_choice",
          "question": "以学群、学类为组织进行综合知识教学的筑波模式，以跨学科选课为主要特征的麻省理工学院（MIT）模式，以及通过复合课程将文、理学科融为一体的牛津模式,三种模式体现了课程改革的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "A",
          "id": "S3000003603"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的定向作用是指（    ）。",
          "options": [
            "A.高校培养目标对教育活动起着支配、调节和控制作用",
            "B.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "B",
          "id": "S3000003604"
        },
        {
          "type": "single_choice",
          "question": "从教育层次来看，高等教育的基础是(    )。",
          "options": [
            "A.学前教育",
            "B.初等教育",
            "C.中等教育",
            "D.研究生教育"
          ],
          "answer": "C",
          "id": "S3000003605"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,牛津模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "C",
          "id": "S3000003606"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000003607"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究最显著的特点是（    ）。",
          "options": [
            "A.个体研究和集体协作的结合",
            "B.教学和科研的结合",
            "C.科学研究和教育研究的结合",
            "D.学术责任和学术自由的结合"
          ],
          "answer": "B",
          "id": "S3000003608"
        },
        {
          "type": "single_choice",
          "question": "专业人员要依靠专业组织制定的伦理约束其行为，是因为（    ）。",
          "options": [
            "A.专业的服务性",
            "B.专业的高深性",
            "C.专业的伦理性",
            "D.专业的教育性"
          ],
          "answer": "C",
          "id": "S3000003609"
        },
        {
          "type": "single_choice",
          "question": "高校课程内容的推陈出新、教学与科研的紧密结合使科研成果转化为课程内容，科研又从教学中汲取营养，体现了高校课程的（    ）。",
          "options": [
            "A.专业性",
            "B.前沿性",
            "C.高深性",
            "D.基础性"
          ],
          "answer": "B",
          "id": "S3000003610"
        },
        {
          "type": "single_choice",
          "question": "教师以课时或课程内容为单元而编写的实施教学活动的具体方案称为（    ）。",
          "options": [
            "A.讲义",
            "B.教科书",
            "C.教学大纲",
            "D.教案"
          ],
          "answer": "D",
          "id": "S3000003611"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育要统一推广使用的马克思主义理论研究和建设工程重点教材是（  ）。",
          "options": [
            "A.《传统文化史》",
            "B.《中国文化概论》",
            "C.《文化学基础》",
            "D.《传统文化名著》"
          ],
          "answer": "B",
          "id": "S3000003612"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论的代表人物是（    ）。",
          "options": [
            "A.利文斯通",
            "B.贝格尔",
            "C.施瓦布",
            "D.布拉梅尔德"
          ],
          "answer": "D",
          "id": "S3000003613"
        },
        {
          "type": "single_choice",
          "question": "高校中实施的学生和教师国际交流项目体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "C",
          "id": "S3000003614"
        },
        {
          "type": "single_choice",
          "question": "高校制定战略规划的关键是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学类型定位",
            "C.人才培养目标定位",
            "D.人才培养层次定位"
          ],
          "answer": "A",
          "id": "S3000003615"
        },
        {
          "type": "single_choice",
          "question": "制定教学计划的出发点，也是实施教学计划的归宿的是（    ）。",
          "options": [
            "A.培养目标",
            "B.课程设置",
            "C.时间分配",
            "D.学年编制"
          ],
          "answer": "A",
          "id": "S3000003616"
        },
        {
          "type": "single_choice",
          "question": "正确处理教学与科研的关系，应是（    ）。",
          "options": [
            "A.以教学为主",
            "B.以科研为主",
            "C.教学与科研兼顾",
            "D.按学校考核来取舍"
          ],
          "answer": "C",
          "id": "S3000003617"
        },
        {
          "type": "single_choice",
          "question": "学校定位的核心是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学目标定位",
            "C.办学原则定位",
            "D.办学类型定位"
          ],
          "answer": "A",
          "id": "S3000003618"
        },
        {
          "type": "single_choice",
          "question": "下列哪一种教学方法更能对学生的需要作出敏感反应？（    ）",
          "options": [
            "A.讲授法",
            "B.讨论法",
            "C.多媒体教学法",
            "D.案例教学法"
          ],
          "answer": "B",
          "id": "S3000003619"
        },
        {
          "type": "single_choice",
          "question": "（      ）是增进各国人民友谊的桥梁、推动社会进步的动力、维护地区和世界和平的纽带。",
          "options": [
            "A.教育交流",
            "B.人文交流",
            "C.经济交流",
            "D.政治交流"
          ],
          "answer": "B",
          "id": "S3000003620"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000003621"
        },
        {
          "type": "single_choice",
          "question": "哪一种学习策略会实现在学生看来与高分相关的任何目标？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "D",
          "id": "S3000003622"
        },
        {
          "type": "single_choice",
          "question": "学校整个教学的中心环节是（    ）。",
          "options": [
            "A.备课",
            "B.上课",
            "C.考试",
            "D.毕业论文（设计）"
          ],
          "answer": "B",
          "id": "S3000003623"
        },
        {
          "type": "single_choice",
          "question": "在高校战略评估中，主要采用(    )。",
          "options": [
            "A.自我评估",
            "B.社会评估",
            "C.领导评价",
            "D.学生评价"
          ],
          "answer": "A",
          "id": "S3000003624"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的基础是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验"
          ],
          "answer": "A",
          "id": "S3000003625"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,麻省理工学院（MIT）模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "B",
          "id": "S3000003626"
        },
        {
          "type": "single_choice",
          "question": "主张根据个人发展需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.兴趣决定论"
          ],
          "answer": "A",
          "id": "S3000003627"
        },
        {
          "type": "single_choice",
          "question": "我国汉唐盛世时期出现的一些重要学府被认为属于(    )。",
          "options": [
            "A.真正的大学",
            "B.单一的学术研究机构",
            "C.单一的教学机构",
            "D.杰出的古代学术中心和教育机构"
          ],
          "answer": "D",
          "id": "S3000003628"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育，要以(  )为根本尺度。",
          "options": [
            "A.党和国家满意",
            "B.社会满意",
            "C.人民满意",
            "D.学生满意"
          ],
          "answer": "C",
          "id": "S3000003629"
        },
        {
          "type": "single_choice",
          "question": "高校的核心竞争力是(    )。",
          "options": [
            "A.学科综合",
            "B.规模效应",
            "C.经费充裕",
            "D.办学特色"
          ],
          "answer": "D",
          "id": "S3000003630"
        },
        {
          "type": "single_choice",
          "question": "落实立德树人根本任务，必须将（    ）、知识传授和能力培养三者融为一体、不可割裂。",
          "options": [
            "A.思想引领",
            "B.价值塑造",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "B",
          "id": "S3000003631"
        },
        {
          "type": "single_choice",
          "question": "高等教育的领导权主要取决于（    ）。",
          "options": [
            "A.经济因素",
            "B.文化因素",
            "C.市场因素",
            "D.政治因素"
          ],
          "answer": "D",
          "id": "S3000003632"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000003633"
        },
        {
          "type": "single_choice",
          "question": "最能体现学生学习个性的教学管理制度是（    ）。",
          "options": [
            "A.学年制",
            "B.学分制",
            "C.学年学分制",
            "D.计划学分制"
          ],
          "answer": "B",
          "id": "S3000003634"
        },
        {
          "type": "single_choice",
          "question": "高校组织的结构特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "B",
          "id": "S3000003635"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体对事物经认识、辨别、理解从而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "D",
          "id": "S3000003636"
        },
        {
          "type": "single_choice",
          "question": "学习策略的不同会导致学习质量、学习效果的不同，下列哪一种学习策略会最大限度帮助理解知识结构的复杂性？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "B",
          "id": "S3000003637"
        },
        {
          "type": "single_choice",
          "question": "“大学要把知识传播给民众并使其能运用知识解决经济、社会、政治等方面的问题看作是大学的重要任务之一”，这体现了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "C",
          "id": "S3000003638"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于课外的科研活动形式的是（    ）。",
          "options": [
            "A.听取校内外专家的学术报告",
            "B.参加学生社团的学术研究活动",
            "C.参加教学实习",
            "D.根据自己的兴趣独立进行的研究活动"
          ],
          "answer": "C",
          "id": "S3000003639"
        },
        {
          "type": "single_choice",
          "question": "高校科学研究职能的确立起始于（    ）。",
          "options": [
            "A.柏林大学",
            "B.哥廷根大学",
            "C.哈勒大学",
            "D.威斯康星大学"
          ],
          "answer": "A",
          "id": "S3000003640"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的三个层次分别指高等教育阶段的（    ）。",
          "options": [
            "A.高职教育",
            "B.专科教育",
            "C.本科教育",
            "D.研究生教育"
          ],
          "answer": "BCD",
          "id": "S3000003641"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "S3000003642"
        },
        {
          "type": "single_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "S3000003643"
        },
        {
          "type": "single_choice",
          "question": "表述教学目标时一般要考虑的因素有（    ）。",
          "options": [
            "A.学习者",
            "B.行为",
            "C.条件",
            "D.程度",
            "E.因果"
          ],
          "answer": "ABCD",
          "id": "S3000003644"
        },
        {
          "type": "single_choice",
          "question": "高等教育对经济的贡献主要表现在（    ）。",
          "options": [
            "A.经济发展水平制约着高等教育发展水平",
            "B.高等教育是劳动力再生产的手段",
            "C.高等教育是科技创新的重镇",
            "D.经济发展速度影响高等教育发展"
          ],
          "answer": "BC",
          "id": "S3000003645"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "S3000003646"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "S3000003647"
        },
        {
          "type": "single_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "S3000003648"
        },
        {
          "type": "single_choice",
          "question": "美国学者博耶在20世纪90年代提出了一种新的学术观，认为学术有既相互区别又相互联系的四种形式，分别是（    ）。",
          "options": [
            "A.发现的学术",
            "B.讨论的学术",
            "C.综合的学术",
            "D.应用的学术",
            "E.教学的学术"
          ],
          "answer": "ACDE",
          "id": "S3000003649"
        },
        {
          "type": "single_choice",
          "question": "教师工作的本质是（  ）。",
          "options": [
            "A.塑造灵魂",
            "B.塑造生命",
            "C.塑造人",
            "D.传授知识"
          ],
          "answer": "ABC",
          "id": "S3000003650"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "S3000003651"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "S3000003652"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的原则有（    ）。",
          "options": [
            "A.学术责任和学术自由相结合的原则",
            "B.教学与科研相结合原则",
            "C.社会效益和学术水平相统一的原则",
            "D.基础研究和应用研究协调发展的原则",
            "E.个体研究和集体协作相结合的原则"
          ],
          "answer": "ABCDE",
          "id": "S3000003653"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "S3000003654"
        },
        {
          "type": "single_choice",
          "question": "高校教学方法的特点主要有（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.重视学生实践能力培养",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "ABCD",
          "id": "S3000003655"
        },
        {
          "type": "single_choice",
          "question": "高校教学组织形式有（    ）。",
          "options": [
            "A.课堂教学",
            "B.课外活动",
            "C.社团活动",
            "D.社会实践"
          ],
          "answer": "ABCD",
          "id": "S3000003656"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "S3000003657"
        },
        {
          "type": "single_choice",
          "question": "我们要把立德树人和社会主义核心价值观教育贯穿教育教学全过程，坚持把（    ）。",
          "options": [
            "A.文化知识学习与思想品德修养的统一",
            "B.理论学习与社会实践的统一",
            "C.全面发展与个性发展的统一",
            "D.培训学习与自我修养提升的统一"
          ],
          "answer": "ABC",
          "id": "S3000003658"
        },
        {
          "type": "single_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "S3000003659"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，我国不断提升教育对外开放质量和水平，基本形成了（     ）的教育对外开放格局，成为我国日益走近世界舞台中央的一张亮丽名片。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.高水平",
            "D.宽领域"
          ],
          "answer": "ABD",
          "id": "S3000003660"
        },
        {
          "type": "single_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003661"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003662"
        },
        {
          "type": "single_choice",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003663"
        },
        {
          "type": "single_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003664"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003665"
        },
        {
          "type": "single_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003666"
        },
        {
          "type": "single_choice",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003667"
        },
        {
          "type": "single_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003668"
        },
        {
          "type": "single_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003669"
        },
        {
          "type": "single_choice",
          "question": "高校组织的二元结构特征决定了其管理的相对简易性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003670"
        },
        {
          "type": "single_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003671"
        },
        {
          "type": "single_choice",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003672"
        },
        {
          "type": "single_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003673"
        },
        {
          "type": "single_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003674"
        },
        {
          "type": "single_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003675"
        },
        {
          "type": "single_choice",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003676"
        },
        {
          "type": "single_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003677"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003678"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003679"
        },
        {
          "type": "single_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003680"
        },
        {
          "type": "single_choice",
          "question": "高等院校的类型结构不包括（    ）。",
          "options": [
            "A.研究生教育",
            "B.教学兼研究型院校",
            "C.综合性大学",
            "D.研究型大学"
          ],
          "answer": "A",
          "id": "S3000003681"
        },
        {
          "type": "single_choice",
          "question": "高校的核心竞争力是(    )。",
          "options": [
            "A.学科综合",
            "B.规模效应",
            "C.经费充裕",
            "D.办学特色"
          ],
          "answer": "D",
          "id": "S3000003682"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央，始终把（    ）作为学校教育的根本任务。",
          "options": [
            "A.全面发展",
            "B.立德树人",
            "C.综合发展",
            "D.可持续发展"
          ],
          "answer": "B",
          "id": "S3000003683"
        },
        {
          "type": "single_choice",
          "question": "为替代“高等教育”这一概念，国际组织有时采用的概念有(    )。",
          "options": [
            "A.中学后教育和成人教育",
            "B.第三级教育和中学后教育",
            "C.成人教育和继续教育",
            "D.大学教育和社区教育"
          ],
          "answer": "B",
          "id": "S3000003684"
        },
        {
          "type": "single_choice",
          "question": "对于高等教育而言，校园文化作为社会的亚文化类型极为重要，这表明了（    ）。",
          "options": [
            "A.文化对高等教育的影响",
            "B.高等教育对文化的影响",
            "C.高等教育的文化功能",
            "D.高等教育对文化的传承功能"
          ],
          "answer": "A",
          "id": "S3000003685"
        },
        {
          "type": "single_choice",
          "question": "学校的建筑、设备、诗墙、画廊等是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003686"
        },
        {
          "type": "single_choice",
          "question": "落实立德树人根本任务，必须将（    ）、知识传授和能力培养三者融为一体、不可割裂。",
          "options": [
            "A.思想引领",
            "B.价值塑造",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "B",
          "id": "S3000003687"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在党的十九大报告中指出，（  ）是一个国家、一个民族发展中更基本、更深沉、更持久的力量。",
          "options": [
            "A.文化自信",
            "B.制度自信",
            "C.道路自信",
            "D.理论自信"
          ],
          "answer": "A",
          "id": "S3000003688"
        },
        {
          "type": "single_choice",
          "question": "主张根据社会需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.政治统帅论"
          ],
          "answer": "C",
          "id": "S3000003689"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以（    ）为切入口，建立分类考试、综合评价、多元录取的考试招生模式，健全促进公平、科学选才、监督有力的体制机制。",
          "options": [
            "A.高考制度",
            "B.申请+考核制度",
            "C.考试招生制度",
            "D.自主招生制度"
          ],
          "answer": "C",
          "id": "S3000003690"
        },
        {
          "type": "single_choice",
          "question": "老年大学的出现体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "B",
          "id": "S3000003691"
        },
        {
          "type": "single_choice",
          "question": "高校战略规划的核心是(    )。",
          "options": [
            "A.战略分析",
            "B.确定战略目标",
            "C.实施战略",
            "D.评估战略"
          ],
          "answer": "B",
          "id": "S3000003692"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000003693"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000003694"
        },
        {
          "type": "single_choice",
          "question": "北京大学的前身是(    )。",
          "options": [
            "A.京师大学堂",
            "B.中西学堂",
            "C.京师同文馆",
            "D.南洋公学"
          ],
          "answer": "A",
          "id": "S3000003695"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上强调，高校立身之本在于（    ）。",
          "options": [
            "A.综合排名",
            "B.课程建设",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "C",
          "id": "S3000003696"
        },
        {
          "type": "single_choice",
          "question": "学校领导的管理方式和工作作风、人际关系、校风、学风、班风是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003697"
        },
        {
          "type": "single_choice",
          "question": "下列对于高校培养目标性质的表述，错误的是（    ）",
          "options": [
            "A.高校培养目标具有主观性与客观性",
            "B.高校培养目标具有抽象性与统一性",
            "C.高校培养目标具有稳定性与动态性",
            "D.高校培养目标具有具体性与多样性"
          ],
          "answer": "B",
          "id": "S3000003698"
        },
        {
          "type": "single_choice",
          "question": "按照马克思主义的观点，促成人的全面发展的惟一方法是（    ）。",
          "options": [
            "A.实现素质教育",
            "B.教育与生产劳动相结合",
            "C.加强理论教学",
            "D.注重实践教学"
          ],
          "answer": "B",
          "id": "S3000003699"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体随意志、情感对事物自由选择而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.认知信息加工学习理论",
            "B.行为主义学习论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "C",
          "id": "S3000003700"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学的重要特征是(    )。",
          "options": [
            "A.高等教育大众化",
            "B.宗教性和国际性",
            "C.以发展科研为主要职能",
            "D.以服务社会为主要职能"
          ],
          "answer": "B",
          "id": "S3000003701"
        },
        {
          "type": "single_choice",
          "question": "正确处理教学与科研的关系，应是（    ）。",
          "options": [
            "A.以教学为主",
            "B.以科研为主",
            "C.教学与科研兼顾",
            "D.按学校考核来取舍"
          ],
          "answer": "C",
          "id": "S3000003702"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于高校现场教学形式的是（    ）。",
          "options": [
            "A.参观",
            "B.讨论",
            "C.调查",
            "D.实习"
          ],
          "answer": "B",
          "id": "S3000003703"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000003704"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的定向作用是指（    ）。",
          "options": [
            "A.高校培养目标对教育活动起着支配、调节和控制作用",
            "B.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "B",
          "id": "S3000003705"
        },
        {
          "type": "single_choice",
          "question": "不属于大学生权益特征范畴的是（    ）",
          "options": [
            "A.规则性",
            "B.专属性",
            "C.法定性",
            "D.私有性"
          ],
          "answer": "D",
          "id": "S3000003706"
        },
        {
          "type": "single_choice",
          "question": "教师以课时或课程内容为单元而编写的实施教学活动的具体方案称为（    ）。",
          "options": [
            "A.讲义",
            "B.教科书",
            "C.教学大纲",
            "D.教案"
          ],
          "answer": "D",
          "id": "S3000003707"
        },
        {
          "type": "single_choice",
          "question": "学生在学习环境(包括物质环境、社会环境和文化体系)中所学习到的非预期性或非计划性的知识、价值观念、规范和态度,这类课程称为（    ）。",
          "options": [
            "A.核心课程",
            "B.隐性课程",
            "C.显性课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003708"
        },
        {
          "type": "single_choice",
          "question": "通识教育一般理解为（    ）。",
          "options": [
            "A.通识教育就是宽口径教育",
            "B.通识教育就是厚基础教育",
            "C.通识教育排斥职业教育",
            "D.通识教育不仅强调宽口径，而且重视不同学科知识的融会贯通"
          ],
          "answer": "D",
          "id": "S3000003709"
        },
        {
          "type": "single_choice",
          "question": "（      ）是提高教育质量的重要载体。",
          "options": [
            "A.课程教材",
            "B.课程思政",
            "C.学科思政",
            "D.教师"
          ],
          "answer": "A",
          "id": "S3000003710"
        },
        {
          "type": "single_choice",
          "question": "高校组织的管理特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "D",
          "id": "S3000003711"
        },
        {
          "type": "single_choice",
          "question": "（  ）与全体人民群众最关心最直接最现实的切身利益密切相关，是实现人民身心健康发展和融入社会的基本前提。",
          "options": [
            "A.教育发展水平",
            "B.基本公共教育服务",
            "C.学校基本设施质量",
            "D.城乡教育一体化水平"
          ],
          "answer": "B",
          "id": "S3000003712"
        },
        {
          "type": "single_choice",
          "question": "不属于行动研究类型的是（    ）。",
          "options": [
            "A.调查研究",
            "B.科学的行动研究",
            "C.实践的行动研究",
            "D.批判的行动研究"
          ],
          "answer": "A",
          "id": "S3000003713"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略、意义策略和组织策略",
            "B.意义策略、组织策略和再认策略",
            "C.再认策略、组织策略和意义策略",
            "D.意义策略、组织策略和目标策略"
          ],
          "answer": "A",
          "id": "S3000003714"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "A",
          "id": "S3000003715"
        },
        {
          "type": "single_choice",
          "question": "在未来高等教育资源配置中，应发挥基础性作用的是（    ）。",
          "options": [
            "A.高校",
            "B.政府和高校",
            "C.政府",
            "D.市场"
          ],
          "answer": "D",
          "id": "S3000003716"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育的重点是（  ）。",
          "options": [
            "A.培养学生的文化创新意识",
            "B.增强学生传承弘扬中华优秀传统文化的责任感",
            "C.增强学生传承弘扬中华优秀传统文化的使命感",
            "D.提高学生对中华优秀传统文化的自主学习和探究能力"
          ],
          "answer": "D",
          "id": "S3000003717"
        },
        {
          "type": "single_choice",
          "question": "高校与有关部门合作或单独成立的联合体，如科技工业园区、服务中心、咨询中心等，体现了高校社会服务职能的（    ）。",
          "options": [
            "A.专业性",
            "B.合作性",
            "C.实体性",
            "D.广阔性"
          ],
          "answer": "C",
          "id": "S3000003718"
        },
        {
          "type": "single_choice",
          "question": "坚持把（  ）作为坚持社会主义办学方向的根本依靠。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S3000003719"
        },
        {
          "type": "single_choice",
          "question": "高等教育层次不包括（    ）。",
          "options": [
            "A.专科教育",
            "B.博士后阶段",
            "C.本科教育",
            "D.研究生教育"
          ],
          "answer": "B",
          "id": "S3000003720"
        },
        {
          "type": "single_choice",
          "question": "大学生在教学活动中的能动性表现为（    ）。",
          "options": [
            "A.自主性",
            "B.受动性",
            "C.主动性",
            "D.创造性"
          ],
          "answer": "ACD",
          "id": "S3000003721"
        },
        {
          "type": "single_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "S3000003722"
        },
        {
          "type": "single_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "S3000003723"
        },
        {
          "type": "single_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "S3000003724"
        },
        {
          "type": "single_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "S3000003725"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "S3000003726"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "S3000003727"
        },
        {
          "type": "single_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "S3000003728"
        },
        {
          "type": "single_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "S3000003729"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "S3000003730"
        },
        {
          "type": "single_choice",
          "question": "可提供高等教育的机构包括(    )。",
          "options": [
            "A.大学",
            "B.高等职业技术学院",
            "C.民办高校",
            "D.企业内的高等教育培训机构"
          ],
          "answer": "ABCD",
          "id": "S3000003731"
        },
        {
          "type": "single_choice",
          "question": "高校办学特色必须具备的特征是(    )。",
          "options": [
            "A.独特性",
            "B.辐射性",
            "C.累积性",
            "D.超前性"
          ],
          "answer": "ABC",
          "id": "S3000003732"
        },
        {
          "type": "single_choice",
          "question": "党的十八大五中全会提出（     ）的发展理念，集中体现了以习近平同志为核心的党中央治国理政的新理念新思想新战略。",
          "options": [
            "A.创新",
            "B.协调",
            "C.绿色",
            "D.开放"
          ],
          "answer": "ABCD",
          "id": "S3000003733"
        },
        {
          "type": "single_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，加强（     ），促使学生将其内化为精神追求、外化为行动自觉。",
          "options": [
            "A.法治教育",
            "B.国防教育",
            "C.可持续发展教育",
            "D.思政教育"
          ],
          "answer": "ABC",
          "id": "S3000003734"
        },
        {
          "type": "single_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程性质职业化的趋势,实现途径主要为（    ）。",
          "options": [
            "A.开设选修课",
            "B.增设职业性课程或专业",
            "C.重视实际工作经验，并将其与系统学习统一起来",
            "D.开设自由研究课程",
            "E.加强实践教学环节，注重能力培养."
          ],
          "answer": "BCE",
          "id": "S3000003735"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "S3000003736"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在全国教育大会上强调，广大教师要做（  ）。",
          "options": [
            "A.学生锤炼品格的引路人",
            "B.学习知识的引路人",
            "C.创新思维的引路人",
            "D.奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "S3000003737"
        },
        {
          "type": "single_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "S3000003738"
        },
        {
          "type": "single_choice",
          "question": "高等教育学的研究对象为(    )。",
          "options": [
            "A.高等教育的现象",
            "B.高等教育的问题",
            "C.高等教育的矛盾",
            "D.高等教育的规律"
          ],
          "answer": "ABC",
          "id": "S3000003739"
        },
        {
          "type": "single_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "S3000003740"
        },
        {
          "type": "single_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003741"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003742"
        },
        {
          "type": "single_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003743"
        },
        {
          "type": "single_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003744"
        },
        {
          "type": "single_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003745"
        },
        {
          "type": "single_choice",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003746"
        },
        {
          "type": "single_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003747"
        },
        {
          "type": "single_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003748"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003749"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003750"
        },
        {
          "type": "single_choice",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003751"
        },
        {
          "type": "single_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003752"
        },
        {
          "type": "single_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003753"
        },
        {
          "type": "single_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003754"
        },
        {
          "type": "single_choice",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003755"
        },
        {
          "type": "single_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003756"
        },
        {
          "type": "single_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003757"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003758"
        },
        {
          "type": "single_choice",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003759"
        },
        {
          "type": "single_choice",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003760"
        },
        {
          "type": "single_choice",
          "question": "教案编写的主体部分是（    ）。",
          "options": [
            "A.确定重点难点",
            "B.选择教学方法",
            "C.设计教学过程",
            "D.教学反思"
          ],
          "answer": "C",
          "id": "S3000003761"
        },
        {
          "type": "single_choice",
          "question": "“通过研究进行教学”是（    ）。",
          "options": [
            "A.中世纪大学的特色",
            "B.哈佛大学首创的原则",
            "C.洪堡提出的办学思想",
            "D.我国古代书院确立的原则"
          ],
          "answer": "C",
          "id": "S3000003762"
        },
        {
          "type": "single_choice",
          "question": "南京临时政府时期，蔡元培主持制定的新学制影响了整个国民时期的高等教育，此学制是(    )。",
          "options": [
            "A.《大学规程》",
            "B.《壬子癸丑学制》",
            "C.《大学组织法》",
            "D.《修正大学令》"
          ],
          "answer": "B",
          "id": "S3000003763"
        },
        {
          "type": "single_choice",
          "question": "规模大、学科全、层次高的高校一般倾向于采用的组织结构是(    )。",
          "options": [
            "A.直线制组织结构",
            "B.职能制组织结构",
            "C.直线—职能制组织结构",
            "D.矩阵式组织结构"
          ],
          "answer": "D",
          "id": "S3000003764"
        },
        {
          "type": "single_choice",
          "question": "高校中实施的学生和教师国际交流项目体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "C",
          "id": "S3000003765"
        },
        {
          "type": "single_choice",
          "question": "关于学分制与学年制的差异，下列哪一项是错误的？（    ）",
          "options": [
            "A.学年制重过程管理，学分制重目标管理",
            "B.学年制的教学计划较为固定，学分制的教学计划弹性较大",
            "C.学年制强调共同性，学分制强调个体性",
            "D.学年制采用导师制，学分制则采用班主任的管理方法"
          ],
          "answer": "D",
          "id": "S3000003766"
        },
        {
          "type": "single_choice",
          "question": "教师专业的基本特点不包括（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效即时性"
          ],
          "answer": "D",
          "id": "S3000003767"
        },
        {
          "type": "single_choice",
          "question": "（     ）是提升我国综合国力与国际竞争力的重要战略举措",
          "options": [
            "A.优先发展教育事业",
            "B.教育为人民服务",
            "C.立德树人",
            "D.思政工作"
          ],
          "answer": "A",
          "id": "S3000003768"
        },
        {
          "type": "single_choice",
          "question": "树立新时代教育对外开放观应（    ）。",
          "options": [
            "A.站在新起点",
            "B.站在构建人类命运共同体视野下",
            "C.站在教育强国背景下",
            "D.站在人才强国背景下"
          ],
          "answer": "B",
          "id": "S3000003769"
        },
        {
          "type": "single_choice",
          "question": "主张大学要培养学问家和科学家,促使大学课程专门化的课程观是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "C",
          "id": "S3000003770"
        },
        {
          "type": "single_choice",
          "question": "（      ）是增进各国人民友谊的桥梁、推动社会进步的动力、维护地区和世界和平的纽带。",
          "options": [
            "A.教育交流",
            "B.人文交流",
            "C.经济交流",
            "D.政治交流"
          ],
          "answer": "B",
          "id": "S3000003771"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划要处理好诸多关系，下列哪一项是错误的？（    ）。",
          "options": [
            "A.要处理好基础课与专业课的关系",
            "B.处理好必修课与选修课的关系",
            "C.处理好学年制与学分制的关系",
            "D.处理好理论教学与实践教学的关系。"
          ],
          "answer": "C",
          "id": "S3000003772"
        },
        {
          "type": "single_choice",
          "question": "课程思政建设工作要围绕全面提高（     ）能力这个核心点。",
          "options": [
            "A.立德树人",
            "B.全面发展",
            "C.核心素养",
            "D.人才培养"
          ],
          "answer": "D",
          "id": "S3000003773"
        },
        {
          "type": "single_choice",
          "question": "学校的建筑、设备、诗墙、画廊等是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000003774"
        },
        {
          "type": "single_choice",
          "question": "高等院校立足本校、服务本校而对院校自身进行的研究属于（    ）。",
          "options": [
            "A.质的研究",
            "B.院校研究",
            "C.行动研究",
            "D.叙事研究"
          ],
          "answer": "B",
          "id": "S3000003775"
        },
        {
          "type": "single_choice",
          "question": "下列不属于高校教师培养常用的形式是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.自学",
            "D.特殊培养"
          ],
          "answer": "C",
          "id": "S3000003776"
        },
        {
          "type": "single_choice",
          "question": "在高校教师的激励管理中，应遵循的原则是(    )。",
          "options": [
            "A.激励的多样性原则",
            "B.激励的递进性原则",
            "C.激励的协调性原则",
            "D.以上全选"
          ],
          "answer": "D",
          "id": "S3000003777"
        },
        {
          "type": "single_choice",
          "question": "教育与人的发展之间的必然联系揭示了（    ）。",
          "options": [
            "A.教育的内外部关系规律",
            "B.教育的两大基本规律",
            "C.教育的外部关系规律",
            "D.教育的内部关系规律"
          ],
          "answer": "D",
          "id": "S3000003778"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的定向作用是指（    ）。",
          "options": [
            "A.高校培养目标对教育活动起着支配、调节和控制作用",
            "B.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "B",
          "id": "S3000003779"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000003780"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000003781"
        },
        {
          "type": "single_choice",
          "question": "对我国近百年高等教育的发展影响较大的国家是(    )。",
          "options": [
            "A.意大利和法国",
            "B.日本和印度",
            "C.日本、德国、美国和前苏联",
            "D.英国和法国"
          ],
          "answer": "C",
          "id": "S3000003782"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论的代表人物是（    ）。",
          "options": [
            "A.利文斯通",
            "B.贝格尔",
            "C.施瓦布",
            "D.布拉梅尔德"
          ],
          "answer": "D",
          "id": "S3000003783"
        },
        {
          "type": "single_choice",
          "question": "（  ）是引领中国特色社会主义教育事业不断前进的最大政治优势。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "B",
          "id": "S3000003784"
        },
        {
          "type": "single_choice",
          "question": "高校精品课程建设的根本保证是（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段"
          ],
          "answer": "B",
          "id": "S3000003785"
        },
        {
          "type": "single_choice",
          "question": "目前我国高校普遍采用的是（    ）。",
          "options": [
            "A.完全学分制",
            "B.学年制",
            "C.学年学分制",
            "D.美国学分制"
          ],
          "answer": "C",
          "id": "S3000003786"
        },
        {
          "type": "single_choice",
          "question": "高校组织的管理特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "D",
          "id": "S3000003787"
        },
        {
          "type": "single_choice",
          "question": "大学教师的(   )能力具有加速器或催化剂的功能，合理使用可以收到1+1＞2的功效。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "D",
          "id": "S3000003788"
        },
        {
          "type": "single_choice",
          "question": "不属于个案研究法的特征的是（    ）。",
          "options": [
            "A.研究对象的特殊性",
            "B.研究结果的普适性",
            "C.实施方法的综合性",
            "D.资料来源的多元化"
          ],
          "answer": "B",
          "id": "S3000003789"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以（    ）为切入口，建立分类考试、综合评价、多元录取的考试招生模式，健全促进公平、科学选才、监督有力的体制机制。",
          "options": [
            "A.高考制度",
            "B.申请+考核制度",
            "C.考试招生制度",
            "D.自主招生制度"
          ],
          "answer": "C",
          "id": "S3000003790"
        },
        {
          "type": "single_choice",
          "question": "高校人事管理中一般不会采用(    )。",
          "options": [
            "A.待遇激励法",
            "B.事业激励法",
            "C.情感激励法",
            "D.股权激励法"
          ],
          "answer": "D",
          "id": "S3000003791"
        },
        {
          "type": "single_choice",
          "question": "高校课程的设置和组织超越以往对学科知识的系统性和逻辑性的过分强调，越来越重视与学生未来的工作和生活相联系。这种倾向指的是（    ）。",
          "options": [
            "A.课程内容综合化",
            "B.课程实施多样化",
            "C.课程方向人文化",
            "D.课程性质职业化"
          ],
          "answer": "D",
          "id": "S3000003792"
        },
        {
          "type": "single_choice",
          "question": "教师职业不属于（    ）。",
          "options": [
            "A.脑力劳动",
            "B.第三产业",
            "C.专门职业范畴",
            "D.普通职业范畴"
          ],
          "answer": "D",
          "id": "S3000003793"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上强调，高校立身之本在于（    ）。",
          "options": [
            "A.综合排名",
            "B.课程建设",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "C",
          "id": "S3000003794"
        },
        {
          "type": "single_choice",
          "question": "高校精品课程建设的核心是（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段"
          ],
          "answer": "A",
          "id": "S3000003795"
        },
        {
          "type": "single_choice",
          "question": "关于课堂教学的优点，下列表述错误的是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神"
          ],
          "answer": "C",
          "id": "S3000003796"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000003797"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000003798"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的根本是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合和创新实践",
            "C.提升专业知识",
            "D.反思经验"
          ],
          "answer": "B",
          "id": "S3000003799"
        },
        {
          "type": "single_choice",
          "question": "不属于行动研究类型的是（    ）。",
          "options": [
            "A.调查研究",
            "B.科学的行动研究",
            "C.实践的行动研究",
            "D.批判的行动研究"
          ],
          "answer": "A",
          "id": "S3000003800"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的类型有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.产学研结合服务"
          ],
          "answer": "ABCD",
          "id": "S3000003801"
        },
        {
          "type": "single_choice",
          "question": "我们要把立德树人和社会主义核心价值观教育贯穿教育教学全过程，坚持把（    ）。",
          "options": [
            "A.文化知识学习与思想品德修养的统一",
            "B.理论学习与社会实践的统一",
            "C.全面发展与个性发展的统一",
            "D.培训学习与自我修养提升的统一"
          ],
          "answer": "ABC",
          "id": "S3000003802"
        },
        {
          "type": "single_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "S3000003803"
        },
        {
          "type": "single_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "S3000003804"
        },
        {
          "type": "single_choice",
          "question": "我国高校教师聘任制的核心是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ADE",
          "id": "S3000003805"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "S3000003806"
        },
        {
          "type": "single_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "S3000003807"
        },
        {
          "type": "single_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "S3000003808"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "S3000003809"
        },
        {
          "type": "single_choice",
          "question": "我国最早的一批近现代大学包括(    )。",
          "options": [
            "A.太学",
            "B.书院",
            "C.京师大学堂（北大的前身）",
            "D.天津中西学堂（天津大学的前身）"
          ],
          "answer": "CD",
          "id": "S3000003810"
        },
        {
          "type": "single_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "S3000003811"
        },
        {
          "type": "single_choice",
          "question": "大多数社会学家认同专业的三个属性是（    ）。",
          "options": [
            "A.专业应该是正式的全日制职业",
            "B.专业应该拥有深奥的知识和技能",
            "C.专业应该向它的客户和公众提供高质量、无私的服务",
            "D.专业应该由行业外部制定规范标准"
          ],
          "answer": "ABC",
          "id": "S3000003812"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，我国不断提升教育对外开放质量和水平，基本形成了（     ）的教育对外开放格局，成为我国日益走近世界舞台中央的一张亮丽名片。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.高水平",
            "D.宽领域"
          ],
          "answer": "ABD",
          "id": "S3000003813"
        },
        {
          "type": "single_choice",
          "question": "教师管理的精髓是(    )。",
          "options": [
            "A.选聘颇有潜质的教师",
            "B.加以精心的培养和合理使用",
            "C.创设宽松的环境",
            "D.使他们自由、充分的发展",
            "E.注重论文的发表"
          ],
          "answer": "ABCD",
          "id": "S3000003814"
        },
        {
          "type": "single_choice",
          "question": "坚持中国特色的社会主义办学方向要坚持（  ）。",
          "options": [
            "A.把马克思主义作为我国教育的最鲜亮底色",
            "B.把“四个服务”作为根本要求",
            "C.把扎根中国大地办教育作为根本原则",
            "D.把教师队伍建设作为根本依靠"
          ],
          "answer": "ABCD",
          "id": "S3000003815"
        },
        {
          "type": "single_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.教学",
            "B.传承文化",
            "C.科研",
            "D.社会服务"
          ],
          "answer": "ACD",
          "id": "S3000003816"
        },
        {
          "type": "single_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "S3000003817"
        },
        {
          "type": "single_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "S3000003818"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "S3000003819"
        },
        {
          "type": "single_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "S3000003820"
        },
        {
          "type": "single_choice",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003821"
        },
        {
          "type": "single_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003822"
        },
        {
          "type": "single_choice",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003823"
        },
        {
          "type": "single_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003824"
        },
        {
          "type": "single_choice",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003825"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003826"
        },
        {
          "type": "single_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003827"
        },
        {
          "type": "single_choice",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003828"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003829"
        },
        {
          "type": "single_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003830"
        },
        {
          "type": "single_choice",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003831"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003832"
        },
        {
          "type": "single_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003833"
        },
        {
          "type": "single_choice",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003834"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003835"
        },
        {
          "type": "single_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003836"
        },
        {
          "type": "single_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003837"
        },
        {
          "type": "single_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003838"
        },
        {
          "type": "single_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003839"
        },
        {
          "type": "single_choice",
          "question": "“大学科技园”的问世标志着大学基础科学研究有了新的发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003840"
        },
        {
          "type": "single_choice",
          "question": "主张学习是动物和人在活动中受外在因素的影响，获得或改变行为的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "A",
          "id": "S3000003841"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000003842"
        },
        {
          "type": "single_choice",
          "question": "说到底，高校的办学特色主要体现在(    )。",
          "options": [
            "A.高水平的教师和高质量的毕业生",
            "B.先进的办学理念",
            "C.校长的卓越领导和创新实践",
            "D.优势学科"
          ],
          "answer": "A",
          "id": "S3000003843"
        },
        {
          "type": "single_choice",
          "question": "为替代“高等教育”这一概念，国际组织有时采用的概念有(    )。",
          "options": [
            "A.中学后教育和成人教育",
            "B.第三级教育和中学后教育",
            "C.成人教育和继续教育",
            "D.大学教育和社区教育"
          ],
          "answer": "B",
          "id": "S3000003844"
        },
        {
          "type": "single_choice",
          "question": "（      ）是教育教学活动的“指挥棒”，是教育质量提升的“助推器”",
          "options": [
            "A.课程改革",
            "B.教育评价",
            "C.学科思政",
            "D.教师"
          ],
          "answer": "B",
          "id": "S3000003845"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于学习过程阶段的是（    ）。",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.记录阶段"
          ],
          "answer": "D",
          "id": "S3000003846"
        },
        {
          "type": "single_choice",
          "question": "高校战略规划的核心是(    )。",
          "options": [
            "A.战略分析",
            "B.确定战略目标",
            "C.实施战略",
            "D.评估战略"
          ],
          "answer": "B",
          "id": "S3000003847"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000003848"
        },
        {
          "type": "single_choice",
          "question": "高校与有关部门合作或单独成立的联合体，如科技工业园区、服务中心、咨询中心等，体现了高校社会服务职能的（    ）。",
          "options": [
            "A.专业性",
            "B.合作性",
            "C.实体性",
            "D.广阔性"
          ],
          "answer": "C",
          "id": "S3000003849"
        },
        {
          "type": "single_choice",
          "question": "洪堡在创立柏林大学过程中，主要突出了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "A",
          "id": "S3000003850"
        },
        {
          "type": "single_choice",
          "question": "优秀教师的个性特征不包括（    ）。",
          "options": [
            "A.学科知识丰富",
            "B.表达清楚",
            "C.组织得当",
            "D.教学手段先进"
          ],
          "answer": "D",
          "id": "S3000003851"
        },
        {
          "type": "single_choice",
          "question": "高校最基本的一项职能是（    ）。",
          "options": [
            "A.科研",
            "B.社会服务",
            "C.教学",
            "D.知识创新"
          ],
          "answer": "C",
          "id": "S3000003852"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000003853"
        },
        {
          "type": "single_choice",
          "question": "教师专业角色的多样性不包括（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.领导者角色"
          ],
          "answer": "D",
          "id": "S3000003854"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上强调，高校立身之本在于（    ）。",
          "options": [
            "A.综合排名",
            "B.课程建设",
            "C.立德树人",
            "D.师资建设"
          ],
          "answer": "C",
          "id": "S3000003855"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体随意志、情感对事物自由选择而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.认知信息加工学习理论",
            "B.行为主义学习论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "C",
          "id": "S3000003856"
        },
        {
          "type": "single_choice",
          "question": "高校组织的管理特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "D",
          "id": "S3000003857"
        },
        {
          "type": "single_choice",
          "question": "最能体现学生学习个性的教学管理制度是（    ）。",
          "options": [
            "A.学年制",
            "B.学分制",
            "C.学年学分制",
            "D.计划学分制"
          ],
          "answer": "B",
          "id": "S3000003858"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的关键是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验"
          ],
          "answer": "D",
          "id": "S3000003859"
        },
        {
          "type": "single_choice",
          "question": "（      ）是提高教育质量的重要载体。",
          "options": [
            "A.课程教材",
            "B.课程思政",
            "C.学科思政",
            "D.教师"
          ],
          "answer": "A",
          "id": "S3000003860"
        },
        {
          "type": "single_choice",
          "question": "雅典的第一个永久性高等教育机构是(    )。",
          "options": [
            "A.希波克拉底医学校",
            "B.柏拉图的学园",
            "C.吕克昂",
            "D.君士坦丁堡大学"
          ],
          "answer": "B",
          "id": "S3000003861"
        },
        {
          "type": "single_choice",
          "question": "我国汉唐盛世时期出现的一些重要学府被认为属于(    )。",
          "options": [
            "A.真正的大学",
            "B.单一的学术研究机构",
            "C.单一的教学机构",
            "D.杰出的古代学术中心和教育机构"
          ],
          "answer": "D",
          "id": "S3000003862"
        },
        {
          "type": "single_choice",
          "question": "办教育要从（  ）出发。",
          "options": [
            "A.全体人民的根本利益",
            "B.经济建设",
            "C.升学率",
            "D.学校排名"
          ],
          "answer": "A",
          "id": "S3000003863"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体对事物经认识、辨别、理解从而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "D",
          "id": "S3000003864"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000003865"
        },
        {
          "type": "single_choice",
          "question": "（    ）是我们党的优良传统和政治优势，是坚持党对教育事业全面领导的具体体现，是各级党委管党治党",
          "options": [
            "A.人才培养、办学治校的重要抓手",
            "B.立德树人",
            "C.思想政治工作",
            "D.可持续发展"
          ],
          "answer": "C",
          "id": "S3000003866"
        },
        {
          "type": "single_choice",
          "question": "学高为“师”，身正为“范”强调了教师专业特点的（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效滞后性"
          ],
          "answer": "B",
          "id": "S3000003867"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划要处理好诸多关系，下列哪一项是错误的？（    ）。",
          "options": [
            "A.要处理好基础课与专业课的关系",
            "B.处理好必修课与选修课的关系",
            "C.处理好学年制与学分制的关系",
            "D.处理好理论教学与实践教学的关系。"
          ],
          "answer": "C",
          "id": "S3000003868"
        },
        {
          "type": "single_choice",
          "question": "（  ）是人民美好生活需要的首要内容。",
          "options": [
            "A.好的教育",
            "B.好的收入",
            "C.好的职业",
            "D.好的发展"
          ],
          "answer": "A",
          "id": "S3000003869"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000003870"
        },
        {
          "type": "single_choice",
          "question": "根据教学关注阶段论的观点，年轻教师初上讲台一般关注的是（    ）。",
          "options": [
            "A.自我表现",
            "B.学科内容",
            "C.学生反应",
            "D.物理环境"
          ],
          "answer": "A",
          "id": "S3000003871"
        },
        {
          "type": "single_choice",
          "question": "具体规定某一学科的教学目的、任务、内容、范围、体系、教学进度和教学法要求的指导性文件是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "B",
          "id": "S3000003872"
        },
        {
          "type": "single_choice",
          "question": "教案常规项目的主体部分是（    ）。",
          "options": [
            "A.教学目的",
            "B.重点难点",
            "C.导入新课",
            "D.讲授新课"
          ],
          "answer": "D",
          "id": "S3000003873"
        },
        {
          "type": "single_choice",
          "question": "按照马克思主义的观点，促成人的全面发展的惟一方法是（    ）。",
          "options": [
            "A.实现素质教育",
            "B.教育与生产劳动相结合",
            "C.加强理论教学",
            "D.注重实践教学"
          ],
          "answer": "B",
          "id": "S3000003874"
        },
        {
          "type": "single_choice",
          "question": "坚持社会主义办学方向必须把（  ）作为我国教育的最鲜亮底色",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "A",
          "id": "S3000003875"
        },
        {
          "type": "single_choice",
          "question": "研究人员和实际工作者结合起来解决某一实际问题以提高教师素质的研究方法是（    ）。",
          "options": [
            "A.行动研究",
            "B.实验研究",
            "C.院校研究",
            "D.叙事研究"
          ],
          "answer": "A",
          "id": "S3000003876"
        },
        {
          "type": "single_choice",
          "question": "狭义的课程评价是指（    ）。",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制定结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价"
          ],
          "answer": "D",
          "id": "S3000003877"
        },
        {
          "type": "single_choice",
          "question": "我国加大政府对高等教育调控力度的方式是（    ）。",
          "options": [
            "A.间接调控",
            "B.宏观调控",
            "C.间接的和宏观的调控",
            "D.直接调控"
          ],
          "answer": "C",
          "id": "S3000003878"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育的重点是（  ）。",
          "options": [
            "A.培养学生的文化创新意识",
            "B.增强学生传承弘扬中华优秀传统文化的责任感",
            "C.增强学生传承弘扬中华优秀传统文化的使命感",
            "D.提高学生对中华优秀传统文化的自主学习和探究能力"
          ],
          "answer": "D",
          "id": "S3000003879"
        },
        {
          "type": "single_choice",
          "question": "2018年，习近平总书记在全国教育大会上指出，（    ）是新时代坚持和发展中国特色社会主义教育的根本原则",
          "options": [
            "A.坚持社会主义办学方向。",
            "B.立德树人",
            "C.坚持以人民为中心发展教育",
            "D.优先发展教育"
          ],
          "answer": "A",
          "id": "S3000003880"
        },
        {
          "type": "single_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "S3000003881"
        },
        {
          "type": "single_choice",
          "question": "大学生的人格权包括（    ）。",
          "options": [
            "A.身份权",
            "B.生命权",
            "C.身体权",
            "D.名誉权"
          ],
          "answer": "BCD",
          "id": "S3000003882"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "S3000003883"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "S3000003884"
        },
        {
          "type": "single_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "S3000003885"
        },
        {
          "type": "single_choice",
          "question": "《中国教育现代化2035》聚焦教育发展的突出问题和薄弱环节，立足当前，着眼长远，重点部署了教育现代化的十大战略任务（     ）。",
          "options": [
            "A.学习习近平新时代中国特色社会主义思想",
            "B.发展中国特色世界先进水平的优质教育",
            "C.推动各级教育高水平高质量普及",
            "E.实现基本公共教育服务均等化"
          ],
          "answer": "ABCD",
          "id": "S3000003886"
        },
        {
          "type": "single_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "S3000003887"
        },
        {
          "type": "single_choice",
          "question": "我国高校课程表现出的基本形式有（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案",
            "E.课程目标"
          ],
          "answer": "ABC",
          "id": "S3000003888"
        },
        {
          "type": "single_choice",
          "question": "全面发展教育包括（    ）。",
          "options": [
            "A.德育",
            "B.智育",
            "C.体育",
            "D.美育",
            "E.劳动技术教育"
          ],
          "answer": "ABCDE",
          "id": "S3000003889"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "S3000003890"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "S3000003891"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "S3000003892"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的评价作用包括（    ）。",
          "options": [
            "A.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "B.高校培养目标对教育活动起着支配、调节和控制作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "CD",
          "id": "S3000003893"
        },
        {
          "type": "single_choice",
          "question": "高校教学过程的特点是（    ）。",
          "options": [
            "A.教学与科研紧密结合",
            "B.师生教学关系具有相对独立性",
            "C.教学与实践的联系更为紧密",
            "D.更加强调间接知识的学习"
          ],
          "answer": "ABC",
          "id": "S3000003894"
        },
        {
          "type": "single_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "S3000003895"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在欧美同学会成立100周年庆祝大会上，站在科教兴国和人才强国战略高度，确立了（      ）“十六字方针”留学工作方针。",
          "options": [
            "A.支持留学",
            "B.鼓励回国",
            "C.来去自由",
            "D.发挥作用"
          ],
          "answer": "ABCD",
          "id": "S3000003896"
        },
        {
          "type": "single_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "S3000003897"
        },
        {
          "type": "single_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "S3000003898"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "S3000003899"
        },
        {
          "type": "single_choice",
          "question": "高校教学组织形式有（    ）。",
          "options": [
            "A.课堂教学",
            "B.课外活动",
            "C.社团活动",
            "D.社会实践"
          ],
          "answer": "ABCD",
          "id": "S3000003900"
        },
        {
          "type": "single_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003901"
        },
        {
          "type": "single_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003902"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003903"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003904"
        },
        {
          "type": "single_choice",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003905"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003906"
        },
        {
          "type": "single_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003907"
        },
        {
          "type": "single_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003908"
        },
        {
          "type": "single_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003909"
        },
        {
          "type": "single_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003910"
        },
        {
          "type": "single_choice",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003911"
        },
        {
          "type": "single_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003912"
        },
        {
          "type": "single_choice",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003913"
        },
        {
          "type": "single_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003914"
        },
        {
          "type": "single_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003915"
        },
        {
          "type": "single_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003916"
        },
        {
          "type": "single_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003917"
        },
        {
          "type": "single_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003918"
        },
        {
          "type": "single_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003919"
        },
        {
          "type": "single_choice",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003920"
        },
        {
          "type": "single_choice",
          "question": "把握高校教师队伍建设改革的突破口是（  ）",
          "options": [
            "A.专业素质能力",
            "B.人事制度改革",
            "C.强化思想政治素质和师德师风建设",
            "D.科研水平"
          ],
          "answer": "B",
          "id": "S3000003921"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000003922"
        },
        {
          "type": "single_choice",
          "question": "当代高等教育的发展趋势是(    )。",
          "options": [
            "A.大众化和普及化",
            "B.民主化和终身化",
            "C.国际化和全球化",
            "D.上述三种趋势"
          ],
          "answer": "D",
          "id": "S3000003923"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000003924"
        },
        {
          "type": "single_choice",
          "question": "哪一种学习策略会实现在学生看来与高分相关的任何目标？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "D",
          "id": "S3000003925"
        },
        {
          "type": "single_choice",
          "question": "教师教与学生学的本质就是解决（    ）。",
          "options": [
            "A.教师的尊重与被尊重的矛盾",
            "B.学生的知与不知的矛盾",
            "C.师生之间的平等与不平等的矛盾",
            "D.师生之间的民主与不民主的矛盾"
          ],
          "answer": "B",
          "id": "S3000003926"
        },
        {
          "type": "single_choice",
          "question": "关于高校教学方法的特点，下列表述错误的是（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.强调传授前人已获得的知识",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "C",
          "id": "S3000003927"
        },
        {
          "type": "single_choice",
          "question": "根据工作方式和任务，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "B",
          "id": "S3000003928"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务职能肇始于（    ）。",
          "options": [
            "A.美国",
            "B.德国",
            "C.古希腊",
            "D.英国"
          ],
          "answer": "A",
          "id": "S3000003929"
        },
        {
          "type": "single_choice",
          "question": "在现阶段，我国大多数民办高校的特点是（    ）。",
          "options": [
            "A.以培养实用型人才为主",
            "B.以发展学术为主",
            "C.以发展科研为主",
            "D.以教学和科研为主要任务"
          ],
          "answer": "A",
          "id": "S3000003930"
        },
        {
          "type": "single_choice",
          "question": "关于案例教学的优点，下列表述错误的是（    ）。",
          "options": [
            "A.加强理论与实际的结合",
            "B.扩大学生的实际知识",
            "C.沟通学校与社会的联系",
            "D.利于学生获得完整的知识体系"
          ],
          "answer": "D",
          "id": "S3000003931"
        },
        {
          "type": "single_choice",
          "question": "反对教育的过早专门化和过分职业化，倡导阅读经典著作，弘扬传统文化的精华，弥补受教育者的精神空虚和人格缺陷，这种思潮反映了高校课改的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "C",
          "id": "S3000003932"
        },
        {
          "type": "single_choice",
          "question": "在我国最早提倡“学分制”的是（    ）。",
          "options": [
            "A.蒋梦麟",
            "B.竺可桢",
            "C.蔡元培",
            "D.胡适"
          ],
          "answer": "C",
          "id": "S3000003933"
        },
        {
          "type": "single_choice",
          "question": "教师专业角色的多样性不包括（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.领导者角色"
          ],
          "answer": "D",
          "id": "S3000003934"
        },
        {
          "type": "single_choice",
          "question": "高等教育的经济功能表现在（    ）。",
          "options": [
            "A.高校是科技创新的重镇",
            "B.高校是培养政治精英的摇篮",
            "C.高校是文化传承的基地",
            "D.高校是受教育者实现社会化的场所"
          ],
          "answer": "A",
          "id": "S3000003935"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000003936"
        },
        {
          "type": "single_choice",
          "question": "在高校战略评估中，主要采用(    )。",
          "options": [
            "A.自我评估",
            "B.社会评估",
            "C.领导评价",
            "D.学生评价"
          ],
          "answer": "A",
          "id": "S3000003937"
        },
        {
          "type": "single_choice",
          "question": "大学的学术自由传统可追溯到(    )。",
          "options": [
            "A.牛津大学",
            "B.中世纪大学",
            "C.哈佛大学",
            "D.剑桥大学"
          ],
          "answer": "B",
          "id": "S3000003938"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000003939"
        },
        {
          "type": "single_choice",
          "question": "有关我国的高等教育体制，下列表述正确的是（    ）。",
          "options": [
            "A.国家和政府的力量较强",
            "B.市场的力量较强",
            "C.高校自身的力量较强",
            "D.学者所代表的学术力量较强"
          ],
          "answer": "A",
          "id": "S3000003940"
        },
        {
          "type": "single_choice",
          "question": "优秀教师的个性特征不包括（    ）。",
          "options": [
            "A.学科知识丰富",
            "B.表达清楚",
            "C.组织得当",
            "D.教学手段先进"
          ],
          "answer": "D",
          "id": "S3000003941"
        },
        {
          "type": "single_choice",
          "question": "（     ）是我国教育改革与发展的核心理念、总体方向和根本遵循。",
          "options": [
            "A.“两个一百年”",
            "B.优先发展教育事业",
            "C.教育强国战略",
            "D.加快教育现代化"
          ],
          "answer": "C",
          "id": "S3000003942"
        },
        {
          "type": "single_choice",
          "question": "（  ）是源头活水，是好老师的不竭动力，是好教师的首要标准。",
          "options": [
            "A.理想信念",
            "B.道德情操",
            "C.扎实学识",
            "D.仁爱之心"
          ],
          "answer": "A",
          "id": "S3000003943"
        },
        {
          "type": "single_choice",
          "question": "若某个国家的高等教育毛入学率为50%以上，则该国的高等教育发展阶段处于(    )。",
          "options": [
            "A.精英高等教育发展水平",
            "B.精英与大众之间的高等教育发展水平",
            "C.大众高等教育发展水平",
            "D.普及高等教育发展水平"
          ],
          "answer": "D",
          "id": "S3000003944"
        },
        {
          "type": "single_choice",
          "question": "教师管理的根本问题是(    )。",
          "options": [
            "A.激励教师勤奋工作",
            "B.营造和睦相处的氛围",
            "C.提升教师学历",
            "D.提高教师待遇"
          ],
          "answer": "A",
          "id": "S3000003945"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育类型结构的调整必须做到（    ）。",
          "options": [
            "A.追求同质化",
            "B.避免过度综合化",
            "C.提升研究生教育层次的水平",
            "D.加大应用型学科门类的比重"
          ],
          "answer": "B",
          "id": "S3000003946"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于课外的科研活动形式的是（    ）。",
          "options": [
            "A.听取校内外专家的学术报告",
            "B.参加学生社团的学术研究活动",
            "C.参加教学实习",
            "D.根据自己的兴趣独立进行的研究活动"
          ],
          "answer": "C",
          "id": "S3000003947"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的核心力量。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "A",
          "id": "S3000003948"
        },
        {
          "type": "single_choice",
          "question": "具体规定某一学科的教学目的、任务、内容、范围、体系、教学进度和教学法要求的指导性文件是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "B",
          "id": "S3000003949"
        },
        {
          "type": "single_choice",
          "question": "教案常规项目的主体部分是（    ）。",
          "options": [
            "A.教学目的",
            "B.重点难点",
            "C.导入新课",
            "D.讲授新课"
          ],
          "answer": "D",
          "id": "S3000003950"
        },
        {
          "type": "single_choice",
          "question": "主张根据个人发展需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.兴趣决定论"
          ],
          "answer": "A",
          "id": "S3000003951"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育的重点是（  ）。",
          "options": [
            "A.培养学生的文化创新意识",
            "B.增强学生传承弘扬中华优秀传统文化的责任感",
            "C.增强学生传承弘扬中华优秀传统文化的使命感",
            "D.提高学生对中华优秀传统文化的自主学习和探究能力"
          ],
          "answer": "D",
          "id": "S3000003952"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育要统一推广使用的马克思主义理论研究和建设工程重点教材是（  ）。",
          "options": [
            "A.《传统文化史》",
            "B.《中国文化概论》",
            "C.《文化学基础》",
            "D.《传统文化名著》"
          ],
          "answer": "B",
          "id": "S3000003953"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论的代表人物是（    ）。",
          "options": [
            "A.利文斯通",
            "B.贝格尔",
            "C.施瓦布",
            "D.布拉梅尔德"
          ],
          "answer": "D",
          "id": "S3000003954"
        },
        {
          "type": "single_choice",
          "question": "制定教学计划的出发点，也是实施教学计划的归宿的是（    ）。",
          "options": [
            "A.培养目标",
            "B.课程设置",
            "C.时间分配",
            "D.学年编制"
          ],
          "answer": "A",
          "id": "S3000003955"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，属于影响学习的主体因素的是（    ）。",
          "options": [
            "A.学习目标",
            "B.学习任务",
            "C.学习材料",
            "D.兴趣"
          ],
          "answer": "D",
          "id": "S3000003956"
        },
        {
          "type": "single_choice",
          "question": "高等学校战略管理的首要问题是(    )。",
          "options": [
            "A.办学定位",
            "B.战略制定",
            "C.大学使命",
            "D.大学精神"
          ],
          "answer": "A",
          "id": "S3000003957"
        },
        {
          "type": "single_choice",
          "question": "办教育要从（  ）出发。",
          "options": [
            "A.全体人民的根本利益",
            "B.经济建设",
            "C.升学率",
            "D.学校排名"
          ],
          "answer": "A",
          "id": "S3000003958"
        },
        {
          "type": "single_choice",
          "question": "对我国近百年高等教育的发展影响较大的国家是(    )。",
          "options": [
            "A.意大利和法国",
            "B.日本和印度",
            "C.日本、德国、美国和前苏联",
            "D.英国和法国"
          ],
          "answer": "C",
          "id": "S3000003959"
        },
        {
          "type": "single_choice",
          "question": "我国加大政府对高等教育调控力度的方式是（    ）。",
          "options": [
            "A.间接调控",
            "B.宏观调控",
            "C.间接的和宏观的调控",
            "D.直接调控"
          ],
          "answer": "C",
          "id": "S3000003960"
        },
        {
          "type": "single_choice",
          "question": "保基本、补短板、促公平，重中之重是推动（     ），（      ）。这是缩小城乡义务教育差距的标本兼治之策。",
          "options": [
            "A.城乡义务教育一体化发展",
            "B.区域一体化发展",
            "C.高度重视弱势群体教育",
            "D.高度重视农村义务教育"
          ],
          "answer": "AD",
          "id": "S3000003961"
        },
        {
          "type": "single_choice",
          "question": "学习的内部条件包括（    ）。",
          "options": [
            "A.智力因素",
            "B.非智力因素",
            "C.学习目标",
            "D.学习材料"
          ],
          "answer": "AB",
          "id": "S3000003962"
        },
        {
          "type": "single_choice",
          "question": "我国高校的组织结构一般有以下形式(    )。",
          "options": [
            "A.直线组织结构",
            "B.职能制组织结构",
            "C.直线-职能制组织结构",
            "D.平衡型组织结构",
            "E.矩阵式组织结构"
          ],
          "answer": "ABCE",
          "id": "S3000003963"
        },
        {
          "type": "single_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "S3000003964"
        },
        {
          "type": "single_choice",
          "question": "关于讲授法的缺点，叙述正确的有（    ）。",
          "options": [
            "A.是一种单向性的思想交流方式",
            "B.不利于课堂的管理",
            "C.不能使学生直接体验所学知识",
            "D.记忆效果差，尤其是时间较长的讲授课"
          ],
          "answer": "ACD",
          "id": "S3000003965"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "S3000003966"
        },
        {
          "type": "single_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "S3000003967"
        },
        {
          "type": "single_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "S3000003968"
        },
        {
          "type": "single_choice",
          "question": "高校教师培养的形式主要是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.特殊培养",
            "D.合作培养",
            "E.终身学习"
          ],
          "answer": "ABC",
          "id": "S3000003969"
        },
        {
          "type": "single_choice",
          "question": "“四有好老师”是指（  ）的老师。",
          "options": [
            "A.有理想信念",
            "B.有道德情操",
            "C.有扎实学识",
            "D.有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "S3000003970"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以考试招生制度为切入口，建立（    ）的考试招生模式，健全促进公平、科学选才、监督有力的体制机制",
          "options": [
            "A.分科考试",
            "B.分类考试",
            "C.综合评价",
            "D.多元录取"
          ],
          "answer": "BCD",
          "id": "S3000003971"
        },
        {
          "type": "single_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "S3000003972"
        },
        {
          "type": "single_choice",
          "question": "近年来，我国高等教育一直在(    )。",
          "options": [
            "A.加强大学生素质教育",
            "B.全面推行教育产业化",
            "C.促进国际化",
            "D.加强行政化"
          ],
          "answer": "AC",
          "id": "S3000003973"
        },
        {
          "type": "single_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "S3000003974"
        },
        {
          "type": "single_choice",
          "question": "世界著名大学在办学特色形成过程中，必不可少的因素是(    )。",
          "options": [
            "A.鲜明的时代性和社会性",
            "B.凝练的办学理念",
            "C.优势学科",
            "D.优秀的教师和毕业生",
            "E.杰出的大学校长"
          ],
          "answer": "ABCDE",
          "id": "S3000003975"
        },
        {
          "type": "single_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "S3000003976"
        },
        {
          "type": "single_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "S3000003977"
        },
        {
          "type": "single_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "S3000003978"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "S3000003979"
        },
        {
          "type": "single_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "S3000003980"
        },
        {
          "type": "single_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003981"
        },
        {
          "type": "single_choice",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003982"
        },
        {
          "type": "single_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003983"
        },
        {
          "type": "single_choice",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003984"
        },
        {
          "type": "single_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003985"
        },
        {
          "type": "single_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003986"
        },
        {
          "type": "single_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003987"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003988"
        },
        {
          "type": "single_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003989"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003990"
        },
        {
          "type": "single_choice",
          "question": "在我国最早提倡“学分制”的是蔡元培。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003991"
        },
        {
          "type": "single_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003992"
        },
        {
          "type": "single_choice",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003993"
        },
        {
          "type": "single_choice",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003994"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003995"
        },
        {
          "type": "single_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003996"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003997"
        },
        {
          "type": "single_choice",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000003998"
        },
        {
          "type": "single_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000003999"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004000"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于高校现场教学形式的是（    ）。",
          "options": [
            "A.参观",
            "B.讨论",
            "C.调查",
            "D.实习"
          ],
          "answer": "B",
          "id": "S3000004001"
        },
        {
          "type": "single_choice",
          "question": "（  ）是引领中国特色社会主义教育事业不断前进的最大政治优势。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "B",
          "id": "S3000004002"
        },
        {
          "type": "single_choice",
          "question": "高等院校的类型结构不包括（    ）。",
          "options": [
            "A.研究生教育",
            "B.教学兼研究型院校",
            "C.综合性大学",
            "D.研究型大学"
          ],
          "answer": "A",
          "id": "S3000004003"
        },
        {
          "type": "single_choice",
          "question": "（      ）是中外人文交流的先行者。",
          "options": [
            "A.教育领域合作",
            "B.人才交流",
            "C.留学生",
            "D.教育对外开放"
          ],
          "answer": "A",
          "id": "S3000004004"
        },
        {
          "type": "single_choice",
          "question": "南京临时政府时期，蔡元培主持制定的新学制影响了整个国民时期的高等教育，此学制是(    )。",
          "options": [
            "A.《大学规程》",
            "B.《壬子癸丑学制》",
            "C.《大学组织法》",
            "D.《修正大学令》"
          ],
          "answer": "B",
          "id": "S3000004005"
        },
        {
          "type": "single_choice",
          "question": "从教育层次来看，高等教育的基础是(    )。",
          "options": [
            "A.学前教育",
            "B.初等教育",
            "C.中等教育",
            "D.研究生教育"
          ],
          "answer": "C",
          "id": "S3000004006"
        },
        {
          "type": "single_choice",
          "question": "非课程性教学环节是（    ）。",
          "options": [
            "A.课堂讲授",
            "B.习题课",
            "C.军事训练",
            "D.实验课"
          ],
          "answer": "C",
          "id": "S3000004007"
        },
        {
          "type": "single_choice",
          "question": "高校课程的设置和组织超越以往对学科知识的系统性和逻辑性的过分强调，越来越重视与学生未来的工作和生活相联系。这种倾向指的是（    ）。",
          "options": [
            "A.课程内容综合化",
            "B.课程实施多样化",
            "C.课程方向人文化",
            "D.课程性质职业化"
          ],
          "answer": "D",
          "id": "S3000004008"
        },
        {
          "type": "single_choice",
          "question": "（    ）是我们党的优良传统和政治优势，是坚持党对教育事业全面领导的具体体现，是各级党委管党治党",
          "options": [
            "A.人才培养、办学治校的重要抓手",
            "B.立德树人",
            "C.思想政治工作",
            "D.可持续发展"
          ],
          "answer": "C",
          "id": "S3000004009"
        },
        {
          "type": "single_choice",
          "question": "主张学习是学习者主动地建构内部心理表征的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "B",
          "id": "S3000004010"
        },
        {
          "type": "single_choice",
          "question": "不属于行动研究类型的是（    ）。",
          "options": [
            "A.调查研究",
            "B.科学的行动研究",
            "C.实践的行动研究",
            "D.批判的行动研究"
          ],
          "answer": "A",
          "id": "S3000004011"
        },
        {
          "type": "single_choice",
          "question": "大学教师的(   )能力具有加速器或催化剂的功能，合理使用可以收到1+1＞2的功效。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "D",
          "id": "S3000004012"
        },
        {
          "type": "single_choice",
          "question": "目前我国高校普遍采用的是（    ）。",
          "options": [
            "A.完全学分制",
            "B.学年制",
            "C.学年学分制",
            "D.美国学分制"
          ],
          "answer": "C",
          "id": "S3000004013"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000004014"
        },
        {
          "type": "single_choice",
          "question": "在自主性学习中，大学生在学习过程中的地位是（    ）。",
          "options": [
            "A.客体",
            "B.主体",
            "C.学生依赖教师",
            "D.教师代替学生思考"
          ],
          "answer": "B",
          "id": "S3000004015"
        },
        {
          "type": "single_choice",
          "question": "落实立德树人根本任务，必须将价值塑造、知识传授和（    ）三者融为一体、不可割裂。",
          "options": [
            "A.文化传承",
            "B.思想引领",
            "C.能力培养",
            "D.理想信念铸魂"
          ],
          "answer": "C",
          "id": "S3000004016"
        },
        {
          "type": "single_choice",
          "question": "反对教育的过早专门化和过分职业化，倡导阅读经典著作，弘扬传统文化的精华，弥补受教育者的精神空虚和人格缺陷，这种思潮反映了高校课改的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "C",
          "id": "S3000004017"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的根本是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合和创新实践",
            "C.提升专业知识",
            "D.反思经验"
          ],
          "answer": "B",
          "id": "S3000004018"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000004019"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000004020"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于课外的科研活动形式的是（    ）。",
          "options": [
            "A.听取校内外专家的学术报告",
            "B.参加学生社团的学术研究活动",
            "C.参加教学实习",
            "D.根据自己的兴趣独立进行的研究活动"
          ],
          "answer": "C",
          "id": "S3000004021"
        },
        {
          "type": "single_choice",
          "question": "坚持社会主义办学方向必须把（  ）作为我国教育的最鲜亮底色",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "A",
          "id": "S3000004022"
        },
        {
          "type": "single_choice",
          "question": "坚持把（  ）作为坚持社会主义办学方向的根本依靠。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S3000004023"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "B",
          "id": "S3000004024"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000004025"
        },
        {
          "type": "single_choice",
          "question": "研究人员和实际工作者结合起来解决某一实际问题以提高教师素质的研究方法是（    ）。",
          "options": [
            "A.行动研究",
            "B.实验研究",
            "C.院校研究",
            "D.叙事研究"
          ],
          "answer": "A",
          "id": "S3000004026"
        },
        {
          "type": "single_choice",
          "question": "下列对于高校培养目标性质的表述，错误的是（    ）",
          "options": [
            "A.高校培养目标具有主观性与客观性",
            "B.高校培养目标具有抽象性与统一性",
            "C.高校培养目标具有稳定性与动态性",
            "D.高校培养目标具有具体性与多样性"
          ],
          "answer": "B",
          "id": "S3000004027"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育，要以(  )为根本尺度。",
          "options": [
            "A.党和国家满意",
            "B.社会满意",
            "C.人民满意",
            "D.学生满意"
          ],
          "answer": "C",
          "id": "S3000004028"
        },
        {
          "type": "single_choice",
          "question": "主张高校课程应注重反映各学科领域的基本结构，高校教学应着重传授各门学科特有的基本概念和过程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "D",
          "id": "S3000004029"
        },
        {
          "type": "single_choice",
          "question": "正确处理教学与科研的关系，应是（    ）。",
          "options": [
            "A.以教学为主",
            "B.以科研为主",
            "C.教学与科研兼顾",
            "D.按学校考核来取舍"
          ],
          "answer": "C",
          "id": "S3000004030"
        },
        {
          "type": "single_choice",
          "question": "我国加大政府对高等教育调控力度的方式是（    ）。",
          "options": [
            "A.间接调控",
            "B.宏观调控",
            "C.间接的和宏观的调控",
            "D.直接调控"
          ],
          "answer": "C",
          "id": "S3000004031"
        },
        {
          "type": "single_choice",
          "question": "既有理论性又有技术性，即把基本理论和实践结合的中介是（    ）。",
          "options": [
            "A.基础研究",
            "B.发展研究",
            "C.质性研究",
            "D.应用研究"
          ],
          "answer": "D",
          "id": "S3000004032"
        },
        {
          "type": "single_choice",
          "question": "（  ）是教育发展的第一资源，是国家富强、民族振兴、人民幸福的重要基石。",
          "options": [
            "A.教师",
            "B.基础设施",
            "C.经济资源",
            "D.文化积淀"
          ],
          "answer": "A",
          "id": "S3000004033"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000004034"
        },
        {
          "type": "single_choice",
          "question": "根据知识面和职业适应面，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "C",
          "id": "S3000004035"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德的内涵中不包含（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "D",
          "id": "S3000004036"
        },
        {
          "type": "single_choice",
          "question": "办好思政课，关键在（     ）。",
          "options": [
            "A.课程",
            "B.教师",
            "C.学校",
            "D.学生"
          ],
          "answer": "B",
          "id": "S3000004037"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，属于影响学习的客体因素的是（    ）。",
          "options": [
            "A.思维力",
            "B.学习目标",
            "C.记忆力",
            "D.兴趣"
          ],
          "answer": "B",
          "id": "S3000004038"
        },
        {
          "type": "single_choice",
          "question": "根据工作方式和任务，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "B",
          "id": "S3000004039"
        },
        {
          "type": "single_choice",
          "question": "高等教育的培养目标是(    )。",
          "options": [
            "A.技术人才",
            "B.学者",
            "C.高级专门人才",
            "D.研究型人才"
          ],
          "answer": "C",
          "id": "S3000004040"
        },
        {
          "type": "single_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程设置和实施的多样化趋势,实现途径主要为（    ）。",
          "options": [
            "A.增设职业性课程或专业",
            "B.开设大量选修课，或加大选修课程的比例",
            "C.运用新信息技术，使课程实施方式多样化",
            "D.开设自由研究课程，使课程形式多样化",
            "E.加强实践教学环节"
          ],
          "answer": "BCD",
          "id": "S3000004041"
        },
        {
          "type": "single_choice",
          "question": "按研究的性质和功能分，教育研究有（    ）。",
          "options": [
            "A.基础研究",
            "B.应用研究",
            "C.发展研究",
            "D.实验研究",
            "E.理论研究"
          ],
          "answer": "ABC",
          "id": "S3000004042"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "S3000004043"
        },
        {
          "type": "single_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "S3000004044"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "S3000004045"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "S3000004046"
        },
        {
          "type": "single_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "S3000004047"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "S3000004048"
        },
        {
          "type": "single_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "S3000004049"
        },
        {
          "type": "single_choice",
          "question": "课程内容的选择应遵循如下原则（    ）。",
          "options": [
            "A.适时原则",
            "B.完整原则",
            "C.经济原则",
            "D.实践原则",
            "E.量力和满足原则"
          ],
          "answer": "ABCDE",
          "id": "S3000004050"
        },
        {
          "type": "single_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "S3000004051"
        },
        {
          "type": "single_choice",
          "question": "马斯洛的层次需求理论认为，任何人都有以下哪些方面的需要(    )。",
          "options": [
            "A.安全的需要",
            "B.生理的需要",
            "C.爱的需要",
            "D.获得尊重的需要",
            "E.自我实现的需要"
          ],
          "answer": "ABCDE",
          "id": "S3000004052"
        },
        {
          "type": "single_choice",
          "question": "大学生之所以是特殊群体是因为（    ）。",
          "options": [
            "A.大学生是发展中的人",
            "B.大学生是有主体意识的人",
            "C.大学生是和谐发展的整体的人",
            "D.大学生是具有巨大潜能的人"
          ],
          "answer": "ABCD",
          "id": "S3000004053"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标主要有哪些层次？（    ）",
          "options": [
            "A.国家层次",
            "B.学校层次",
            "C.专业层次",
            "D.社会层次"
          ],
          "answer": "ABC",
          "id": "S3000004054"
        },
        {
          "type": "single_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "S3000004055"
        },
        {
          "type": "single_choice",
          "question": "当代世界高等教育的发展趋势包括(    )。",
          "options": [
            "A.自由化",
            "B.终身化",
            "C.国际化",
            "D.行政化"
          ],
          "answer": "BC",
          "id": "S3000004056"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "S3000004057"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "S3000004058"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "S3000004059"
        },
        {
          "type": "single_choice",
          "question": "教育研究的意义是（    ）。",
          "options": [
            "A.教育研究以理论作指导可使教育工作者明确日常教育教学实践的前进方向",
            "B.赋予理论和实践工作者尊重科学遵循规律的精神",
            "C.使教师从经验走向理论",
            "D.揭示教学规律、改进教学质量",
            "E.提高教育决策水平、培育良好师资"
          ],
          "answer": "ABCDE",
          "id": "S3000004060"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004061"
        },
        {
          "type": "single_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004062"
        },
        {
          "type": "single_choice",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004063"
        },
        {
          "type": "single_choice",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004064"
        },
        {
          "type": "single_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004065"
        },
        {
          "type": "single_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004066"
        },
        {
          "type": "single_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004067"
        },
        {
          "type": "single_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004068"
        },
        {
          "type": "single_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004069"
        },
        {
          "type": "single_choice",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004070"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004071"
        },
        {
          "type": "single_choice",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004072"
        },
        {
          "type": "single_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004073"
        },
        {
          "type": "single_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004074"
        },
        {
          "type": "single_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004075"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004076"
        },
        {
          "type": "single_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004077"
        },
        {
          "type": "single_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004078"
        },
        {
          "type": "single_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004079"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004080"
        },
        {
          "type": "single_choice",
          "question": "高校精品课程建设的核心是（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段"
          ],
          "answer": "A",
          "id": "S3000004081"
        },
        {
          "type": "single_choice",
          "question": "坚持把（  ）作为坚持社会主义办学方向的根本依靠。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S3000004082"
        },
        {
          "type": "single_choice",
          "question": "2012年，习近平总书记在十八届中央政治局常委同中外记者见面时提出了“十更”的执政理念，将（  ）放在首位。",
          "options": [
            "A.更好的生活",
            "B.更好的经济发展",
            "C.更好的生态环境",
            "D.更好的教育"
          ],
          "answer": "D",
          "id": "S3000004083"
        },
        {
          "type": "single_choice",
          "question": "终身教育应体现于(    )。",
          "options": [
            "A.大学教育和成人教育中",
            "B.大学教育中",
            "C.基础教育中",
            "D.整个教育体系和个体的各个发展阶段中"
          ],
          "answer": "D",
          "id": "S3000004084"
        },
        {
          "type": "single_choice",
          "question": "（  ）是源头活水，是好老师的不竭动力，是好教师的首要标准。",
          "options": [
            "A.理想信念",
            "B.道德情操",
            "C.扎实学识",
            "D.仁爱之心"
          ],
          "answer": "A",
          "id": "S3000004085"
        },
        {
          "type": "single_choice",
          "question": "高等学校战略管理的首要问题是(    )。",
          "options": [
            "A.办学定位",
            "B.战略制定",
            "C.大学使命",
            "D.大学精神"
          ],
          "answer": "A",
          "id": "S3000004086"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000004087"
        },
        {
          "type": "single_choice",
          "question": "规模大、学科全、层次高的高校一般倾向于采用的组织结构是(    )。",
          "options": [
            "A.直线制组织结构",
            "B.职能制组织结构",
            "C.直线—职能制组织结构",
            "D.矩阵式组织结构"
          ],
          "answer": "D",
          "id": "S3000004088"
        },
        {
          "type": "single_choice",
          "question": "通识教育一般理解为（    ）。",
          "options": [
            "A.通识教育就是宽口径教育",
            "B.通识教育就是厚基础教育",
            "C.通识教育排斥职业教育",
            "D.通识教育不仅强调宽口径，而且重视不同学科知识的融会贯通"
          ],
          "answer": "D",
          "id": "S3000004089"
        },
        {
          "type": "single_choice",
          "question": "（     ）是提升我国综合国力与国际竞争力的重要战略举措",
          "options": [
            "A.优先发展教育事业",
            "B.教育为人民服务",
            "C.立德树人",
            "D.思政工作"
          ],
          "answer": "A",
          "id": "S3000004090"
        },
        {
          "type": "single_choice",
          "question": "专业人员要依靠专业组织制定的伦理约束其行为，是因为（    ）。",
          "options": [
            "A.专业的服务性",
            "B.专业的高深性",
            "C.专业的伦理性",
            "D.专业的教育性"
          ],
          "answer": "C",
          "id": "S3000004091"
        },
        {
          "type": "single_choice",
          "question": "关于学分制与学年制的差异，下列哪一项是错误的？（    ）",
          "options": [
            "A.学年制重过程管理，学分制重目标管理",
            "B.学年制的教学计划较为固定，学分制的教学计划弹性较大",
            "C.学年制强调共同性，学分制强调个体性",
            "D.学年制采用导师制，学分制则采用班主任的管理方法"
          ],
          "answer": "D",
          "id": "S3000004092"
        },
        {
          "type": "single_choice",
          "question": "决定教师学术水平和工作成效的核心要素是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力和研究能力",
            "C.道德水准",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000004093"
        },
        {
          "type": "single_choice",
          "question": "最能体现学生学习个性的教学管理制度是（    ）。",
          "options": [
            "A.学年制",
            "B.学分制",
            "C.学年学分制",
            "D.计划学分制"
          ],
          "answer": "B",
          "id": "S3000004094"
        },
        {
          "type": "single_choice",
          "question": "不属于大学生权益特征范畴的是（    ）",
          "options": [
            "A.规则性",
            "B.专属性",
            "C.法定性",
            "D.私有性"
          ],
          "answer": "D",
          "id": "S3000004095"
        },
        {
          "type": "single_choice",
          "question": "“通过研究进行教学”是（    ）。",
          "options": [
            "A.中世纪大学的特色",
            "B.哈佛大学首创的原则",
            "C.洪堡提出的办学思想",
            "D.我国古代书院确立的原则"
          ],
          "answer": "C",
          "id": "S3000004096"
        },
        {
          "type": "single_choice",
          "question": "高等院校的类型结构不包括（    ）。",
          "options": [
            "A.研究生教育",
            "B.教学兼研究型院校",
            "C.综合性大学",
            "D.研究型大学"
          ],
          "answer": "A",
          "id": "S3000004097"
        },
        {
          "type": "single_choice",
          "question": "南京临时政府时期，蔡元培主持制定的新学制影响了整个国民时期的高等教育，此学制是(    )。",
          "options": [
            "A.《大学规程》",
            "B.《壬子癸丑学制》",
            "C.《大学组织法》",
            "D.《修正大学令》"
          ],
          "answer": "B",
          "id": "S3000004098"
        },
        {
          "type": "single_choice",
          "question": "主张高校课程内容应是经典学科,教材以古典名著为主的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "A",
          "id": "S3000004099"
        },
        {
          "type": "single_choice",
          "question": "对于高等教育阶段的通识教育与专业教育的关系，一般认为是（    ）。",
          "options": [
            "A.通识教育与专业教育相互排斥",
            "B.通识教育与专业教育是高等教育两个独立的部分",
            "C.以专业教育为主，通识教育为辅",
            "D.通识教育是专业教育的延伸与深化"
          ],
          "answer": "D",
          "id": "S3000004100"
        },
        {
          "type": "single_choice",
          "question": "学校领导的管理方式和工作作风、人际关系、校风、学风、班风是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000004101"
        },
        {
          "type": "single_choice",
          "question": "根据工作方式和任务，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "B",
          "id": "S3000004102"
        },
        {
          "type": "single_choice",
          "question": "高校最基本的一项职能是（    ）。",
          "options": [
            "A.科研",
            "B.社会服务",
            "C.教学",
            "D.知识创新"
          ],
          "answer": "C",
          "id": "S3000004103"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000004104"
        },
        {
          "type": "single_choice",
          "question": "主张根据个人发展需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.兴趣决定论"
          ],
          "answer": "A",
          "id": "S3000004105"
        },
        {
          "type": "single_choice",
          "question": "规定高校专业培养目标、学习年限和学年编制、课程设置和学时分配、主要教学活动等的指导性文件是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "A",
          "id": "S3000004106"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000004107"
        },
        {
          "type": "single_choice",
          "question": "在高校教师的激励管理中，应遵循的原则是(    )。",
          "options": [
            "A.激励的多样性原则",
            "B.激励的递进性原则",
            "C.激励的协调性原则",
            "D.以上全选"
          ],
          "answer": "D",
          "id": "S3000004108"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的根本是（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合和创新实践",
            "C.提升专业知识",
            "D.反思经验"
          ],
          "answer": "B",
          "id": "S3000004109"
        },
        {
          "type": "single_choice",
          "question": "根据教学关注阶段论的观点，年轻教师初上讲台一般关注的是（    ）。",
          "options": [
            "A.自我表现",
            "B.学科内容",
            "C.学生反应",
            "D.物理环境"
          ],
          "answer": "A",
          "id": "S3000004110"
        },
        {
          "type": "single_choice",
          "question": "既有理论性又有技术性，即把基本理论和实践结合的中介是（    ）。",
          "options": [
            "A.基础研究",
            "B.发展研究",
            "C.质性研究",
            "D.应用研究"
          ],
          "answer": "D",
          "id": "S3000004111"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,筑波模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "A",
          "id": "S3000004112"
        },
        {
          "type": "single_choice",
          "question": "高校实施战略管理的必要性不包括(    )。",
          "options": [
            "A.是社会进步的客观要求",
            "B.是国家制度的强制规定",
            "C.是高教改革的必然趋势",
            "D.是高校发展的必由之路"
          ],
          "answer": "B",
          "id": "S3000004113"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育类型结构的调整必须做到（    ）。",
          "options": [
            "A.追求同质化",
            "B.避免过度综合化",
            "C.提升研究生教育层次的水平",
            "D.加大应用型学科门类的比重"
          ],
          "answer": "B",
          "id": "S3000004114"
        },
        {
          "type": "single_choice",
          "question": "北京大学的前身是(    )。",
          "options": [
            "A.京师大学堂",
            "B.中西学堂",
            "C.京师同文馆",
            "D.南洋公学"
          ],
          "answer": "A",
          "id": "S3000004115"
        },
        {
          "type": "single_choice",
          "question": "（  ）与全体人民群众最关心最直接最现实的切身利益密切相关，是实现人民身心健康发展和融入社会的基本前提。",
          "options": [
            "A.教育发展水平",
            "B.基本公共教育服务",
            "C.学校基本设施质量",
            "D.城乡教育一体化水平"
          ],
          "answer": "B",
          "id": "S3000004116"
        },
        {
          "type": "single_choice",
          "question": "高校培养全面发展的高级专门人才的教育手段是（    ）。",
          "options": [
            "A.单靠教学",
            "B.单靠科研",
            "C.单靠社会实践",
            "D.做到教学、科研与社会实践三结合"
          ],
          "answer": "D",
          "id": "S3000004117"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育的重点是（  ）。",
          "options": [
            "A.培养学生的文化创新意识",
            "B.增强学生传承弘扬中华优秀传统文化的责任感",
            "C.增强学生传承弘扬中华优秀传统文化的使命感",
            "D.提高学生对中华优秀传统文化的自主学习和探究能力"
          ],
          "answer": "D",
          "id": "S3000004118"
        },
        {
          "type": "single_choice",
          "question": "教育与人的发展之间的必然联系揭示了（    ）。",
          "options": [
            "A.教育的内外部关系规律",
            "B.教育的两大基本规律",
            "C.教育的外部关系规律",
            "D.教育的内部关系规律"
          ],
          "answer": "D",
          "id": "S3000004119"
        },
        {
          "type": "single_choice",
          "question": "教学计划目标表述中的主语应该是（    ）。",
          "options": [
            "A.学习者",
            "B.教师",
            "C.管理者",
            "D.教育者"
          ],
          "answer": "A",
          "id": "S3000004120"
        },
        {
          "type": "single_choice",
          "question": "以扩大教育开放提升我国教育世界影响力包括（      ）",
          "options": [
            "A.吸收借鉴世界先进办学治学经验",
            "B.统筹出国留学和来华留学工作",
            "C.构建教育命运共同体",
            "D.服务“一带一路”倡议"
          ],
          "answer": "AB",
          "id": "S3000004121"
        },
        {
          "type": "single_choice",
          "question": "高等教育国际化体现于(    )。",
          "options": [
            "A.培养学生的终身学习能力",
            "B.开设双语课程",
            "C.学生出国留学",
            "D.吸引国外留学生"
          ],
          "answer": "BCD",
          "id": "S3000004122"
        },
        {
          "type": "single_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "S3000004123"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育的目的在于（    ）。",
          "options": [
            "A.提高大学生的文化品位",
            "B.强化专业教育",
            "C.提高审美情趣",
            "D.提高人文素养"
          ],
          "answer": "ACD",
          "id": "S3000004124"
        },
        {
          "type": "single_choice",
          "question": "高等教育学的研究对象为(    )。",
          "options": [
            "A.高等教育的现象",
            "B.高等教育的问题",
            "C.高等教育的矛盾",
            "D.高等教育的规律"
          ],
          "answer": "ABC",
          "id": "S3000004125"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "S3000004126"
        },
        {
          "type": "single_choice",
          "question": "按研究的性质和功能分，教育研究有（    ）。",
          "options": [
            "A.基础研究",
            "B.应用研究",
            "C.发展研究",
            "D.实验研究",
            "E.理论研究"
          ],
          "answer": "ABC",
          "id": "S3000004127"
        },
        {
          "type": "single_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "S3000004128"
        },
        {
          "type": "single_choice",
          "question": "大学生之所以是特殊群体是因为（    ）。",
          "options": [
            "A.大学生是发展中的人",
            "B.大学生是有主体意识的人",
            "C.大学生是和谐发展的整体的人",
            "D.大学生是具有巨大潜能的人"
          ],
          "answer": "ABCD",
          "id": "S3000004129"
        },
        {
          "type": "single_choice",
          "question": "课堂教学的优点是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神。"
          ],
          "answer": "ABD",
          "id": "S3000004130"
        },
        {
          "type": "single_choice",
          "question": "我国最早的一批近现代大学包括(    )。",
          "options": [
            "A.太学",
            "B.书院",
            "C.京师大学堂（北大的前身）",
            "D.天津中西学堂（天津大学的前身）"
          ],
          "answer": "CD",
          "id": "S3000004131"
        },
        {
          "type": "single_choice",
          "question": "学生接受高等教育以发展其（    ）。",
          "options": [
            "A.素质",
            "B.学习能力",
            "C.研究能力",
            "D.实践能力"
          ],
          "answer": "ABCD",
          "id": "S3000004132"
        },
        {
          "type": "single_choice",
          "question": "教育公平包括(       )。",
          "options": [
            "A.入学公平",
            "B.机会公平",
            "C.过程公平",
            "D.结果公平"
          ],
          "answer": "BCD",
          "id": "S3000004133"
        },
        {
          "type": "single_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "S3000004134"
        },
        {
          "type": "single_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "S3000004135"
        },
        {
          "type": "single_choice",
          "question": "可提供高等教育的机构包括(    )。",
          "options": [
            "A.大学",
            "B.高等职业技术学院",
            "C.民办高校",
            "D.企业内的高等教育培训机构"
          ],
          "answer": "ABCD",
          "id": "S3000004136"
        },
        {
          "type": "single_choice",
          "question": "近年来，我国高等教育一直在(    )。",
          "options": [
            "A.加强大学生素质教育",
            "B.全面推行教育产业化",
            "C.促进国际化",
            "D.加强行政化"
          ],
          "answer": "AC",
          "id": "S3000004137"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "S3000004138"
        },
        {
          "type": "single_choice",
          "question": "教师命题时，应注意（    ）。",
          "options": [
            "A.命题的指向性",
            "B.命题的随意性",
            "C.命题的有效性",
            "D.命题的全面性"
          ],
          "answer": "ACD",
          "id": "S3000004139"
        },
        {
          "type": "single_choice",
          "question": "推动思政课改革创新，要做到坚持（    ）相统一。",
          "options": [
            "A.统一性和多样性",
            "B.主导性和主体性",
            "C.灌输性和启发性",
            "D.显性教育和隐性教育"
          ],
          "answer": "ABCD",
          "id": "S3000004140"
        },
        {
          "type": "single_choice",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004141"
        },
        {
          "type": "single_choice",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004142"
        },
        {
          "type": "single_choice",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004143"
        },
        {
          "type": "single_choice",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004144"
        },
        {
          "type": "single_choice",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004145"
        },
        {
          "type": "single_choice",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004146"
        },
        {
          "type": "single_choice",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004147"
        },
        {
          "type": "single_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004148"
        },
        {
          "type": "single_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004149"
        },
        {
          "type": "single_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004150"
        },
        {
          "type": "single_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004151"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004152"
        },
        {
          "type": "single_choice",
          "question": "科学研究是新学科产生的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004153"
        },
        {
          "type": "single_choice",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004154"
        },
        {
          "type": "single_choice",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004155"
        },
        {
          "type": "single_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004156"
        },
        {
          "type": "single_choice",
          "question": "教育行动研究是立足本校收集、分析和报告事实性数据及信息的自我反思型研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004157"
        },
        {
          "type": "single_choice",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004158"
        },
        {
          "type": "single_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004159"
        },
        {
          "type": "single_choice",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004160"
        },
        {
          "type": "single_choice",
          "question": "（      ）是教育改革发展的核心任务。",
          "options": [
            "A.促进发展",
            "B.提高质量",
            "C.提升品质",
            "D.完善制度"
          ],
          "answer": "B",
          "id": "S3000004161"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列表述错误的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是没有灵魂的教育",
            "B.一个好教师应既是研究者又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "D",
          "id": "S3000004162"
        },
        {
          "type": "single_choice",
          "question": "专业存在和发展的根基是（    ）。",
          "options": [
            "A.教育性",
            "B.组织性",
            "C.合法性",
            "D.自主性"
          ],
          "answer": "C",
          "id": "S3000004163"
        },
        {
          "type": "single_choice",
          "question": "在自主性学习中，大学生在学习过程中的地位是（    ）。",
          "options": [
            "A.客体",
            "B.主体",
            "C.学生依赖教师",
            "D.教师代替学生思考"
          ],
          "answer": "B",
          "id": "S3000004164"
        },
        {
          "type": "single_choice",
          "question": "高校组织的管理特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "D",
          "id": "S3000004165"
        },
        {
          "type": "single_choice",
          "question": "高等教育的培养目标是(    )。",
          "options": [
            "A.技术人才",
            "B.学者",
            "C.高级专门人才",
            "D.研究型人才"
          ],
          "answer": "C",
          "id": "S3000004166"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "B",
          "id": "S3000004167"
        },
        {
          "type": "single_choice",
          "question": "教师的基本能力是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000004168"
        },
        {
          "type": "single_choice",
          "question": "下列不属于高校教师培养常用的形式是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.自学",
            "D.特殊培养"
          ],
          "answer": "C",
          "id": "S3000004169"
        },
        {
          "type": "single_choice",
          "question": "坚持社会主义办学方向必须把（  ）作为我国教育的最鲜亮底色",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "A",
          "id": "S3000004170"
        },
        {
          "type": "single_choice",
          "question": "教师以课时或课程内容为单元而编写的实施教学活动的具体方案称为（    ）。",
          "options": [
            "A.讲义",
            "B.教科书",
            "C.教学大纲",
            "D.教案"
          ],
          "answer": "D",
          "id": "S3000004171"
        },
        {
          "type": "single_choice",
          "question": "不属于行动研究类型的是（    ）。",
          "options": [
            "A.调查研究",
            "B.科学的行动研究",
            "C.实践的行动研究",
            "D.批判的行动研究"
          ],
          "answer": "A",
          "id": "S3000004172"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,麻省理工学院（MIT）模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "B",
          "id": "S3000004173"
        },
        {
          "type": "single_choice",
          "question": "落实立德树人根本任务，必须将价值塑造、知识传授和（    ）三者融为一体、不可割裂。",
          "options": [
            "A.文化传承",
            "B.思想引领",
            "C.能力培养",
            "D.理想信念铸魂"
          ],
          "answer": "C",
          "id": "S3000004174"
        },
        {
          "type": "single_choice",
          "question": "高校制定战略规划的关键是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学类型定位",
            "C.人才培养目标定位",
            "D.人才培养层次定位"
          ],
          "answer": "A",
          "id": "S3000004175"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略、意义策略和组织策略",
            "B.意义策略、组织策略和再认策略",
            "C.再认策略、组织策略和意义策略",
            "D.意义策略、组织策略和目标策略"
          ],
          "answer": "A",
          "id": "S3000004176"
        },
        {
          "type": "single_choice",
          "question": "高校与有关部门合作或单独成立的联合体，如科技工业园区、服务中心、咨询中心等，体现了高校社会服务职能的（    ）。",
          "options": [
            "A.专业性",
            "B.合作性",
            "C.实体性",
            "D.广阔性"
          ],
          "answer": "C",
          "id": "S3000004177"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体随意志、情感对事物自由选择而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.认知信息加工学习理论",
            "B.行为主义学习论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "C",
          "id": "S3000004178"
        },
        {
          "type": "single_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，必须把（     ）放在优先位置.",
          "options": [
            "A.发展教育事业",
            "B.人才培养",
            "C.立德树人",
            "D.思政工作"
          ],
          "answer": "A",
          "id": "S3000004179"
        },
        {
          "type": "single_choice",
          "question": "下列哪一种教学方法更能对学生的需要作出敏感反应？（    ）",
          "options": [
            "A.讲授法",
            "B.讨论法",
            "C.多媒体教学法",
            "D.案例教学法"
          ],
          "answer": "B",
          "id": "S3000004180"
        },
        {
          "type": "single_choice",
          "question": "实施学分制的必要条件是（    ）。",
          "options": [
            "A.过程管理",
            "B.班组管理",
            "C.导师制",
            "D.百分制"
          ],
          "answer": "C",
          "id": "S3000004181"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在党的十九大报告中指出，（  ）是一个国家、一个民族发展中更基本、更深沉、更持久的力量。",
          "options": [
            "A.文化自信",
            "B.制度自信",
            "C.道路自信",
            "D.理论自信"
          ],
          "answer": "A",
          "id": "S3000004182"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务职能肇始于（    ）。",
          "options": [
            "A.美国",
            "B.德国",
            "C.古希腊",
            "D.英国"
          ],
          "answer": "A",
          "id": "S3000004183"
        },
        {
          "type": "single_choice",
          "question": "（  ）是幸福之本，是好老师的成就之根。",
          "options": [
            "A.理想信念",
            "B.道德情操",
            "C.扎实学识",
            "D.仁爱之心"
          ],
          "answer": "D",
          "id": "S3000004184"
        },
        {
          "type": "single_choice",
          "question": "在未来高等教育资源配置中，应发挥基础性作用的是（    ）。",
          "options": [
            "A.高校",
            "B.政府和高校",
            "C.政府",
            "D.市场"
          ],
          "answer": "D",
          "id": "S3000004185"
        },
        {
          "type": "single_choice",
          "question": "正确处理教学与科研的关系，应是（    ）。",
          "options": [
            "A.以教学为主",
            "B.以科研为主",
            "C.教学与科研兼顾",
            "D.按学校考核来取舍"
          ],
          "answer": "C",
          "id": "S3000004186"
        },
        {
          "type": "single_choice",
          "question": "教案常规项目的主体部分是（    ）。",
          "options": [
            "A.教学目的",
            "B.重点难点",
            "C.导入新课",
            "D.讲授新课"
          ],
          "answer": "D",
          "id": "S3000004187"
        },
        {
          "type": "single_choice",
          "question": "1968年法国爆发的“五月风暴”体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "D",
          "id": "S3000004188"
        },
        {
          "type": "single_choice",
          "question": "（  ）是教育发展的第一资源，是国家富强、民族振兴、人民幸福的重要基石。",
          "options": [
            "A.教师",
            "B.基础设施",
            "C.经济资源",
            "D.文化积淀"
          ],
          "answer": "A",
          "id": "S3000004189"
        },
        {
          "type": "single_choice",
          "question": "制定教学计划的出发点，也是实施教学计划的归宿的是（    ）。",
          "options": [
            "A.培养目标",
            "B.课程设置",
            "C.时间分配",
            "D.学年编制"
          ],
          "answer": "A",
          "id": "S3000004190"
        },
        {
          "type": "single_choice",
          "question": "坚持社会主义办学方向，就要把（    ）作为根本培养任务。",
          "options": [
            "A.发展学生的核心素养",
            "B.培养德智体美劳全面发展的社会主义建设者和接班人",
            "C.全心全意为人民服务",
            "D.综合协同育人"
          ],
          "answer": "B",
          "id": "S3000004191"
        },
        {
          "type": "single_choice",
          "question": "高校人事管理中一般不会采用(    )。",
          "options": [
            "A.待遇激励法",
            "B.事业激励法",
            "C.情感激励法",
            "D.股权激励法"
          ],
          "answer": "D",
          "id": "S3000004192"
        },
        {
          "type": "single_choice",
          "question": "提高高校师资学术水平的基本途径是（    ）。",
          "options": [
            "A.教学改革",
            "B.社会实践",
            "C.科学研究",
            "D.学历提升"
          ],
          "answer": "C",
          "id": "S3000004193"
        },
        {
          "type": "single_choice",
          "question": "办教育要从（  ）出发。",
          "options": [
            "A.全体人民的根本利益",
            "B.经济建设",
            "C.升学率",
            "D.学校排名"
          ],
          "answer": "A",
          "id": "S3000004194"
        },
        {
          "type": "single_choice",
          "question": "教师管理的根本问题是(    )。",
          "options": [
            "A.激励教师勤奋工作",
            "B.营造和睦相处的氛围",
            "C.提升教师学历",
            "D.提高教师待遇"
          ],
          "answer": "A",
          "id": "S3000004195"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体对事物经认识、辨别、理解从而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "D",
          "id": "S3000004196"
        },
        {
          "type": "single_choice",
          "question": "主张根据社会需要来制定高校培养目标的是（    ）。",
          "options": [
            "A.个人本位论",
            "B.马克思主义关于人的全面发展学说",
            "C.社会本位论",
            "D.政治统帅论"
          ],
          "answer": "C",
          "id": "S3000004197"
        },
        {
          "type": "single_choice",
          "question": "中世纪大学的重要特征是(    )。",
          "options": [
            "A.高等教育大众化",
            "B.宗教性和国际性",
            "C.以发展科研为主要职能",
            "D.以服务社会为主要职能"
          ],
          "answer": "B",
          "id": "S3000004198"
        },
        {
          "type": "single_choice",
          "question": "学校整个教学的中心环节是（    ）。",
          "options": [
            "A.备课",
            "B.上课",
            "C.考试",
            "D.毕业论文（设计）"
          ],
          "answer": "B",
          "id": "S3000004199"
        },
        {
          "type": "single_choice",
          "question": "在我国最早提倡“学分制”的是（    ）。",
          "options": [
            "A.蒋梦麟",
            "B.竺可桢",
            "C.蔡元培",
            "D.胡适"
          ],
          "answer": "C",
          "id": "S3000004200"
        },
        {
          "type": "single_choice",
          "question": "教师如果将自己的意志强加给学生，可能会造成怎样的结果？（    ）",
          "options": [
            "A.挫伤学生的主动性、积极性",
            "B.扼杀他们的学习兴趣",
            "C.引发学生的抵触情绪",
            "D.使学生获得更多的知识。"
          ],
          "answer": "ABC",
          "id": "S3000004201"
        },
        {
          "type": "single_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "S3000004202"
        },
        {
          "type": "single_choice",
          "question": "全面发展教育包括（    ）。",
          "options": [
            "A.德育",
            "B.智育",
            "C.体育",
            "D.美育",
            "E.劳动技术教育"
          ],
          "answer": "ABCDE",
          "id": "S3000004203"
        },
        {
          "type": "single_choice",
          "question": "高等教育民主化表现在(    )。",
          "options": [
            "A.入学机会均等",
            "B.教职员工参与院校管理",
            "C.开设选修课程",
            "D.学生参与院校管理"
          ],
          "answer": "ABD",
          "id": "S3000004204"
        },
        {
          "type": "single_choice",
          "question": "基础教育在国民教育体系中处于（       ）地位。",
          "options": [
            "A.保障性",
            "B.基础性",
            "C.先导性",
            "D.全局性"
          ],
          "answer": "BC",
          "id": "S3000004205"
        },
        {
          "type": "single_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "S3000004206"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "S3000004207"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "S3000004208"
        },
        {
          "type": "single_choice",
          "question": "高校战略评估的主要内容包括(    )。",
          "options": [
            "A.明确评估目的",
            "B.制定评估标准",
            "C.选取评估指标",
            "D.组织实施评估",
            "E.进行战略分析"
          ],
          "answer": "ABCD",
          "id": "S3000004209"
        },
        {
          "type": "single_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "S3000004210"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，不包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.教务长负责",
            "D.民主管理和监督"
          ],
          "answer": "BC",
          "id": "S3000004211"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的评价作用包括（    ）。",
          "options": [
            "A.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "B.高校培养目标对教育活动起着支配、调节和控制作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "CD",
          "id": "S3000004212"
        },
        {
          "type": "single_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "S3000004213"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "S3000004214"
        },
        {
          "type": "single_choice",
          "question": "在写教案涉及知识的难点时，应重点考虑的知识有（    ）。",
          "options": [
            "A.概念抽象、学生又缺乏感性认识的知识",
            "B.自己深入研究的领域内的知识",
            "C.思维定势带来的负迁移",
            "D.现象复杂、文字概括性强的定律或定理",
            "E.概念相通、方法相似的知识"
          ],
          "answer": "ACDE",
          "id": "S3000004215"
        },
        {
          "type": "single_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "S3000004216"
        },
        {
          "type": "single_choice",
          "question": "高校教学过程的特点是（    ）。",
          "options": [
            "A.教学与科研紧密结合",
            "B.师生教学关系具有相对独立性",
            "C.教学与实践的联系更为紧密",
            "D.更加强调间接知识的学习"
          ],
          "answer": "ABC",
          "id": "S3000004217"
        },
        {
          "type": "single_choice",
          "question": "关于学年制的缺点叙述，正确的有（    ）。",
          "options": [
            "A.要求单一、缺乏弹性",
            "B.不利于因材施教",
            "C.不利于学生个性发展",
            "D.易于造成学生时间和精力的浪费"
          ],
          "answer": "ABCD",
          "id": "S3000004218"
        },
        {
          "type": "single_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "S3000004219"
        },
        {
          "type": "single_choice",
          "question": "与正规高等教育相比，非正规高等教育具有以下优点（    ）。",
          "options": [
            "A.组织方式灵活",
            "B.周期短",
            "C.入读便利",
            "D.教学内容实用"
          ],
          "answer": "ABCD",
          "id": "S3000004220"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的、具有普遍指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004221"
        },
        {
          "type": "single_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004222"
        },
        {
          "type": "single_choice",
          "question": "西方高校领导体制的共同特点是集体决策，校长负责执行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004223"
        },
        {
          "type": "single_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004224"
        },
        {
          "type": "single_choice",
          "question": "依照国际标准，我国高等教育处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004225"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论主张以问题为中心设计核心课程，使课程与社会生活有机联系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004226"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004227"
        },
        {
          "type": "single_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004228"
        },
        {
          "type": "single_choice",
          "question": "培养目标是教学计划的出发点，也是实施教学计划的归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004229"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标对教育的发展方向和人的发展方向具有一定的制约作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004230"
        },
        {
          "type": "single_choice",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004231"
        },
        {
          "type": "single_choice",
          "question": "事业激励法是高效管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004232"
        },
        {
          "type": "single_choice",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004233"
        },
        {
          "type": "single_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004234"
        },
        {
          "type": "single_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004235"
        },
        {
          "type": "single_choice",
          "question": "教学重点即学生常常容易误解和不容易理解的部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004236"
        },
        {
          "type": "single_choice",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004237"
        },
        {
          "type": "single_choice",
          "question": "高等学校高深文化和高深学问的性质决定了高校教师是研究者或学者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004238"
        },
        {
          "type": "single_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004239"
        },
        {
          "type": "single_choice",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004240"
        },
        {
          "type": "single_choice",
          "question": "与“赠地学院”的出现有关的院校职能是（    ）。",
          "options": [
            "A.科研",
            "B.社会服务",
            "C.教学",
            "D.知识创新"
          ],
          "answer": "B",
          "id": "S3000004241"
        },
        {
          "type": "single_choice",
          "question": "主张学习是学习者主动地建构内部心理表征的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "B",
          "id": "S3000004242"
        },
        {
          "type": "single_choice",
          "question": "高校战略规划的核心是(    )。",
          "options": [
            "A.战略分析",
            "B.确定战略目标",
            "C.实施战略",
            "D.评估战略"
          ],
          "answer": "B",
          "id": "S3000004243"
        },
        {
          "type": "single_choice",
          "question": "狭义的课程评价是指（    ）。",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制定结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价"
          ],
          "answer": "D",
          "id": "S3000004244"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德的内涵中不包含（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "D",
          "id": "S3000004245"
        },
        {
          "type": "single_choice",
          "question": "2012年，我国教育投入首次实现国家财政性教育经费支出占国内生产总值比例达到（    ），此后连年保持在此之上。",
          "options": [
            "A.5%",
            "B.4%",
            "C.6%",
            "D.8%"
          ],
          "answer": "B",
          "id": "S3000004246"
        },
        {
          "type": "single_choice",
          "question": "下列对于高校培养目标性质的表述，错误的是（    ）",
          "options": [
            "A.高校培养目标具有主观性与客观性",
            "B.高校培养目标具有抽象性与统一性",
            "C.高校培养目标具有稳定性与动态性",
            "D.高校培养目标具有具体性与多样性"
          ],
          "answer": "B",
          "id": "S3000004247"
        },
        {
          "type": "single_choice",
          "question": "“为社会主义现代化建设服务，与生产劳动相结合，使受教育者成为德、智、体等方面全面发展的社会主义事业的建设者和接班人”，这是我国的（    ）。",
          "options": [
            "A.教育方针",
            "B.教育目的",
            "C.高校培养目标",
            "D.教育工作原则"
          ],
          "answer": "A",
          "id": "S3000004248"
        },
        {
          "type": "single_choice",
          "question": "国家对高等教育的控制或影响逐渐加强出现于(    )。",
          "options": [
            "A.古希腊",
            "B.古罗马",
            "C.中世纪",
            "D.现代国家兴起之后"
          ],
          "answer": "D",
          "id": "S3000004249"
        },
        {
          "type": "single_choice",
          "question": "为替代“高等教育”这一概念，国际组织有时采用的概念有(    )。",
          "options": [
            "A.中学后教育和成人教育",
            "B.第三级教育和中学后教育",
            "C.成人教育和继续教育",
            "D.大学教育和社区教育"
          ],
          "answer": "B",
          "id": "S3000004250"
        },
        {
          "type": "single_choice",
          "question": "制定高校培养目标的依据是（    ）。",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.政治决定论"
          ],
          "answer": "A",
          "id": "S3000004251"
        },
        {
          "type": "single_choice",
          "question": "真正的大学(university)起源于(    )。",
          "options": [
            "A.古代中国",
            "B.古代印度",
            "C.中世纪的西欧",
            "D.古希腊"
          ],
          "answer": "C",
          "id": "S3000004252"
        },
        {
          "type": "single_choice",
          "question": "高校精品课程建设的根本保证是（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段"
          ],
          "answer": "B",
          "id": "S3000004253"
        },
        {
          "type": "single_choice",
          "question": "教育改革要以（    ）为切入口，建立分类考试、综合评价、多元录取的考试招生模式，健全促进公平、科学选才、监督有力的体制机制。",
          "options": [
            "A.高考制度",
            "B.申请+考核制度",
            "C.考试招生制度",
            "D.自主招生制度"
          ],
          "answer": "C",
          "id": "S3000004254"
        },
        {
          "type": "single_choice",
          "question": "教育的本质决定了高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.普及教育"
          ],
          "answer": "A",
          "id": "S3000004255"
        },
        {
          "type": "single_choice",
          "question": "大学教师的(   )能力具有加速器或催化剂的功能，合理使用可以收到1+1＞2的功效。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "D",
          "id": "S3000004256"
        },
        {
          "type": "single_choice",
          "question": "教师能与学生取得共同语言，并能使教育影响深入学生的内心世界的做法是（    ）。",
          "options": [
            "A.操纵学生",
            "B.把自己的知识灌输给学生",
            "C.树立正确的学生观",
            "D.监督学生"
          ],
          "answer": "C",
          "id": "S3000004257"
        },
        {
          "type": "single_choice",
          "question": "我国第一所新式高等学堂是(    )。",
          "options": [
            "A.北京大学",
            "B.京师同文馆",
            "C.清华大学",
            "D.天津大学"
          ],
          "answer": "B",
          "id": "S3000004258"
        },
        {
          "type": "single_choice",
          "question": "洪堡在创立柏林大学过程中，主要突出了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "A",
          "id": "S3000004259"
        },
        {
          "type": "single_choice",
          "question": "老年大学的出现体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "B",
          "id": "S3000004260"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育要统一推广使用的马克思主义理论研究和建设工程重点教材是（  ）。",
          "options": [
            "A.《传统文化史》",
            "B.《中国文化概论》",
            "C.《文化学基础》",
            "D.《传统文化名著》"
          ],
          "answer": "B",
          "id": "S3000004261"
        },
        {
          "type": "single_choice",
          "question": "最早提出以“学术自由”和“教学和科研相结合”原则举办高等学校的人是（    ）。",
          "options": [
            "A.苏格拉底",
            "B.费希特",
            "C.洪堡",
            "D.范海斯"
          ],
          "answer": "B",
          "id": "S3000004262"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育不是为了（    ）。",
          "options": [
            "A.提高大学生的文化品位",
            "B.强化专业教育",
            "C.提高审美情趣",
            "D.提高人文素养"
          ],
          "answer": "B",
          "id": "S3000004263"
        },
        {
          "type": "single_choice",
          "question": "（     ）是我国教育改革与发展的核心理念、总体方向和根本遵循。",
          "options": [
            "A.“两个一百年”",
            "B.优先发展教育事业",
            "C.教育强国战略",
            "D.加快教育现代化"
          ],
          "answer": "C",
          "id": "S3000004264"
        },
        {
          "type": "single_choice",
          "question": "（    ）是落实立德树人根本任务的关键课程。",
          "options": [
            "A.专业核心课程",
            "B.通识课程",
            "C.马克思主义哲学",
            "D.思想政治理论课"
          ],
          "answer": "D",
          "id": "S3000004265"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000004266"
        },
        {
          "type": "single_choice",
          "question": "按照马克思主义的观点，促成人的全面发展的惟一方法是（    ）。",
          "options": [
            "A.实现素质教育",
            "B.教育与生产劳动相结合",
            "C.加强理论教学",
            "D.注重实践教学"
          ],
          "answer": "B",
          "id": "S3000004267"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，不属于学习过程阶段的是（    ）。",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.记录阶段"
          ],
          "answer": "D",
          "id": "S3000004268"
        },
        {
          "type": "single_choice",
          "question": "结构主义课程理论的代表人物是（    ）。",
          "options": [
            "A.郝钦斯",
            "B.阿德勒",
            "C.布鲁纳",
            "D.贝格尔"
          ],
          "answer": "C",
          "id": "S3000004269"
        },
        {
          "type": "single_choice",
          "question": "教育的基本规律涉及到（    ）。",
          "options": [
            "A.教育与社会发展的关系",
            "B.教育与人的发展的关系",
            "C.教育与技术发展的关系",
            "D.A和"
          ],
          "answer": "D",
          "id": "S3000004270"
        },
        {
          "type": "single_choice",
          "question": "学校定位的核心是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学目标定位",
            "C.办学原则定位",
            "D.办学类型定位"
          ],
          "answer": "A",
          "id": "S3000004271"
        },
        {
          "type": "single_choice",
          "question": "学生在学习环境(包括物质环境、社会环境和文化体系)中所学习到的非预期性或非计划性的知识、价值观念、规范和态度,这类课程称为（    ）。",
          "options": [
            "A.核心课程",
            "B.隐性课程",
            "C.显性课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000004272"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记指出，广大教育工作者要认清肩负的使命和责任，努力为发展具有（     ）的现代教育，培养社会主义建设者和接班人作出更大贡献",
          "options": [
            "A.中国特色",
            "B.民族特色、世界水平",
            "C.世界水平",
            "D.中国特色、世界水平"
          ],
          "answer": "D",
          "id": "S3000004273"
        },
        {
          "type": "single_choice",
          "question": "（     ）是中华民族伟大复兴的基础工程。",
          "options": [
            "A.“两个一百年”",
            "B.建设教育强国",
            "C.优先发展教育事业",
            "D.加快教育现代化"
          ],
          "answer": "B",
          "id": "S3000004274"
        },
        {
          "type": "single_choice",
          "question": "研究人员和实际工作者结合起来解决某一实际问题以提高教师素质的研究方法是（    ）。",
          "options": [
            "A.行动研究",
            "B.实验研究",
            "C.院校研究",
            "D.叙事研究"
          ],
          "answer": "A",
          "id": "S3000004275"
        },
        {
          "type": "single_choice",
          "question": "在高校战略评估中，主要采用(    )。",
          "options": [
            "A.自我评估",
            "B.社会评估",
            "C.领导评价",
            "D.学生评价"
          ],
          "answer": "A",
          "id": "S3000004276"
        },
        {
          "type": "single_choice",
          "question": "高等院校立足本校、服务本校而对院校自身进行的研究属于（    ）。",
          "options": [
            "A.质的研究",
            "B.院校研究",
            "C.行动研究",
            "D.叙事研究"
          ],
          "answer": "B",
          "id": "S3000004277"
        },
        {
          "type": "single_choice",
          "question": "具体规定某一学科的教学目的、任务、内容、范围、体系、教学进度和教学法要求的指导性文件是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "B",
          "id": "S3000004278"
        },
        {
          "type": "single_choice",
          "question": "关于案例教学的优点，下列表述错误的是（    ）。",
          "options": [
            "A.加强理论与实际的结合",
            "B.扩大学生的实际知识",
            "C.沟通学校与社会的联系",
            "D.利于学生获得完整的知识体系"
          ],
          "answer": "D",
          "id": "S3000004279"
        },
        {
          "type": "single_choice",
          "question": "与柏林大学的诞生有关的院校职能是（    ）。",
          "options": [
            "A.科研",
            "B.社会服务",
            "C.教学",
            "D.知识创新"
          ],
          "answer": "A",
          "id": "S3000004280"
        },
        {
          "type": "single_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "S3000004281"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的类型和方式主要有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.社会性服务",
            "E.建立教育-科研-生产联合体和高新技术产业"
          ],
          "answer": "ABCE",
          "id": "S3000004282"
        },
        {
          "type": "single_choice",
          "question": "高校教师培养的形式主要是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.特殊培养",
            "D.合作培养",
            "E.终身学习"
          ],
          "answer": "ABC",
          "id": "S3000004283"
        },
        {
          "type": "single_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "S3000004284"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在全国教育大会上强调，广大教师要做（  ）。",
          "options": [
            "A.学生锤炼品格的引路人",
            "B.学习知识的引路人",
            "C.创新思维的引路人",
            "D.奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "S3000004285"
        },
        {
          "type": "single_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "S3000004286"
        },
        {
          "type": "single_choice",
          "question": "当今各国高校课程改革中的几个共同趋势是（    ）。",
          "options": [
            "A.课程内容综合化",
            "B.课程实施多样化",
            "C.课程方向人文化",
            "D.课程性质职业化",
            "E.隐性课程愈益重要"
          ],
          "answer": "ABCDE",
          "id": "S3000004287"
        },
        {
          "type": "single_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "S3000004288"
        },
        {
          "type": "single_choice",
          "question": "2021年3月6日，习近平总书记在看望参加全国政协十三届四次会议的医药卫生界教育界委员时指示，“要围绕建设高质量教育体系，以教育评价改革为牵引，统筹推进(      )改革。",
          "options": [
            "A.人才培养",
            "B.育人方式",
            "C.办学模式",
            "D.保障机制"
          ],
          "answer": "BCD",
          "id": "S3000004289"
        },
        {
          "type": "single_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "S3000004290"
        },
        {
          "type": "single_choice",
          "question": "运用比较研究法的基本要求是（    ）。",
          "options": [
            "A.要保证可比性",
            "B.资料的准确性和可靠性",
            "C.资料的可靠性",
            "D.坚持全面本质、科学的比较",
            "E.深入到事物的本质中去"
          ],
          "answer": "ABCDE",
          "id": "S3000004291"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标在性质上具有（    ）。",
          "options": [
            "A.主观性",
            "B.客观性",
            "C.具体性",
            "D.多样性",
            "E.抽象性"
          ],
          "answer": "ABCD",
          "id": "S3000004292"
        },
        {
          "type": "single_choice",
          "question": "高校规章制度对学校发展的作用主要体现在(    )。",
          "options": [
            "A.对学校各项工作具有重要的协调与规范功能",
            "B.在思想与行动相互转化中具有中介功能",
            "C.有助于促进高校科学管理",
            "D.有利于高校领导发挥个人才能",
            "E.有助于发扬学校民主"
          ],
          "answer": "ABC",
          "id": "S3000004293"
        },
        {
          "type": "single_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "S3000004294"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在文艺工作座谈会上的讲话中指出，中华优秀传统文化是（  ）。",
          "options": [
            "A.中华民族的精神命脉",
            "B.涵养社会主义核心价值观的重要源泉",
            "C.我们在世界文化激荡中站稳脚跟的坚实根基",
            "D.实现全球文化大一统的基础力量"
          ],
          "answer": "ABC",
          "id": "S3000004295"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "S3000004296"
        },
        {
          "type": "single_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "S3000004297"
        },
        {
          "type": "single_choice",
          "question": "深化教育领域综合改革，加快建设学习型社会，要（    ）。",
          "options": [
            "A.完善职业教育和培训体系",
            "B.办好网络教育、继续教育",
            "C.加强思想政治工作",
            "D.加强师德师风建设"
          ],
          "answer": "ABD",
          "id": "S3000004298"
        },
        {
          "type": "single_choice",
          "question": "《中国教育现代化2035》聚焦教育发展的突出问题和薄弱环节，立足当前，着眼长远，重点部署了教育现代化的十大战略任务（     ）。",
          "options": [
            "A.学习习近平新时代中国特色社会主义思想",
            "B.发展中国特色世界先进水平的优质教育",
            "C.推动各级教育高水平高质量普及",
            "E.实现基本公共教育服务均等化"
          ],
          "answer": "ABCD",
          "id": "S3000004299"
        },
        {
          "type": "single_choice",
          "question": "高校隐性课程的建设应着重抓好哪几个方面的工作？（    ）",
          "options": [
            "A.优化校园物质环境",
            "B.大量开设选修课",
            "C.加强显性课程与隐性课程的结合,开发课堂教学中潜在的隐性课程",
            "D.培养富有特色的、奋斗不息的校园精神",
            "E.增设职业性课程或专业"
          ],
          "answer": "ACD",
          "id": "S3000004300"
        },
        {
          "type": "single_choice",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004301"
        },
        {
          "type": "single_choice",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004302"
        },
        {
          "type": "single_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004303"
        },
        {
          "type": "single_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004304"
        },
        {
          "type": "single_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004305"
        },
        {
          "type": "single_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004306"
        },
        {
          "type": "single_choice",
          "question": "对大学教师而言，沟通能力处于基础地位，制约教师的教学、研究和服务工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004307"
        },
        {
          "type": "single_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004308"
        },
        {
          "type": "single_choice",
          "question": "学年制对教学过程的环节管理得较少，学生考试合格即可获得学分，修满规定的学分要求即可毕业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004309"
        },
        {
          "type": "single_choice",
          "question": "科学研究是从已知探索未知从而获得新知的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004310"
        },
        {
          "type": "single_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004311"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004312"
        },
        {
          "type": "single_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004313"
        },
        {
          "type": "single_choice",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004314"
        },
        {
          "type": "single_choice",
          "question": "“威斯康星理念”的核心是培养高层次学术人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004315"
        },
        {
          "type": "single_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004316"
        },
        {
          "type": "single_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004317"
        },
        {
          "type": "single_choice",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004318"
        },
        {
          "type": "single_choice",
          "question": "科学研究成为高等学校职能之一始于12世纪。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004319"
        },
        {
          "type": "single_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004320"
        },
        {
          "type": "single_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.培养人才",
            "B.科学研究",
            "C.服务社会",
            "D.传承文化"
          ],
          "answer": "A",
          "id": "S3000004321"
        },
        {
          "type": "single_choice",
          "question": "说到底，高校的办学特色主要体现在(    )。",
          "options": [
            "A.高水平的教师和高质量的毕业生",
            "B.先进的办学理念",
            "C.校长的卓越领导和创新实践",
            "D.优势学科"
          ],
          "answer": "A",
          "id": "S3000004322"
        },
        {
          "type": "single_choice",
          "question": "优秀教师的个性特征不包括（    ）。",
          "options": [
            "A.学科知识丰富",
            "B.表达清楚",
            "C.组织得当",
            "D.教学手段先进"
          ],
          "answer": "D",
          "id": "S3000004323"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究最显著的特点是（    ）。",
          "options": [
            "A.个体研究和集体协作的结合",
            "B.教学和科研的结合",
            "C.科学研究和教育研究的结合",
            "D.学术责任和学术自由的结合"
          ],
          "answer": "B",
          "id": "S3000004324"
        },
        {
          "type": "single_choice",
          "question": "改造主义课程理论的代表人物是（    ）。",
          "options": [
            "A.利文斯通",
            "B.贝格尔",
            "C.施瓦布",
            "D.布拉梅尔德"
          ],
          "answer": "D",
          "id": "S3000004325"
        },
        {
          "type": "single_choice",
          "question": "主张高校课程应注重反映各学科领域的基本结构，高校教学应着重传授各门学科特有的基本概念和过程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "D",
          "id": "S3000004326"
        },
        {
          "type": "single_choice",
          "question": "“大学要把知识传播给民众并使其能运用知识解决经济、社会、政治等方面的问题看作是大学的重要任务之一”，这体现了大学的（    ）。",
          "options": [
            "A.科学研究职能",
            "B.培养人才职能",
            "C.社会服务职能",
            "D.终身学习职能"
          ],
          "answer": "C",
          "id": "S3000004327"
        },
        {
          "type": "single_choice",
          "question": "运用教育理论对教育具体实践面临的调控问题提供方法和手段的研究即（    ）。",
          "options": [
            "A.基础研究",
            "B.发展研究",
            "C.理论研究",
            "D.应用研究"
          ],
          "answer": "B",
          "id": "S3000004328"
        },
        {
          "type": "single_choice",
          "question": "关于如何改变人文教育的落后状况，下列说法错误的是（    ）。",
          "options": [
            "A.在整个教育活动中渗透人文教育",
            "B.开设人文学科方面的课程",
            "C.使人文教育在高等教育中处于支配地位",
            "D.在专业教育中补充人文教育的内容"
          ],
          "answer": "C",
          "id": "S3000004329"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些主要大学出现于(    )。",
          "options": [
            "A.意大利、法国和英国",
            "B.意大利和德国",
            "C.英国和美国",
            "D.意大利和希腊"
          ],
          "answer": "A",
          "id": "S3000004330"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000004331"
        },
        {
          "type": "single_choice",
          "question": "非课程性教学环节是（    ）。",
          "options": [
            "A.课堂讲授",
            "B.习题课",
            "C.军事训练",
            "D.实验课"
          ],
          "answer": "C",
          "id": "S3000004332"
        },
        {
          "type": "single_choice",
          "question": "当前我国高等学校科研一般采用的组织管理模式是（    ）。",
          "options": [
            "A.校-学院-系",
            "B.校-处-院系-课题组",
            "C.校学术委员会-院学术委员会-系学位委员会",
            "D.学部-学系-研究所-讲座"
          ],
          "answer": "B",
          "id": "S3000004333"
        },
        {
          "type": "single_choice",
          "question": "以学群、学类为组织进行综合知识教学的筑波模式，以跨学科选课为主要特征的麻省理工学院（MIT）模式，以及通过复合课程将文、理学科融为一体的牛津模式,三种模式体现了课程改革的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "A",
          "id": "S3000004334"
        },
        {
          "type": "single_choice",
          "question": "高等教育的经济功能表现在（    ）。",
          "options": [
            "A.高校是科技创新的重镇",
            "B.高校是培养政治精英的摇篮",
            "C.高校是文化传承的基地",
            "D.高校是受教育者实现社会化的场所"
          ],
          "answer": "A",
          "id": "S3000004335"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,牛津模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "C",
          "id": "S3000004336"
        },
        {
          "type": "single_choice",
          "question": "高校组织的结构特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "B",
          "id": "S3000004337"
        },
        {
          "type": "single_choice",
          "question": "制定教学计划的前提是（    ）。",
          "options": [
            "A.课程设置",
            "B.培养目标和规格",
            "C.教学环节",
            "D.教学反思"
          ],
          "answer": "B",
          "id": "S3000004338"
        },
        {
          "type": "single_choice",
          "question": "让学生获得直观知识的实验是（    ）。",
          "options": [
            "A.演示性实验",
            "B.验证性实验",
            "C.设计性实验",
            "D.操作性实验"
          ],
          "answer": "A",
          "id": "S3000004339"
        },
        {
          "type": "single_choice",
          "question": "对于高等教育而言，校园文化作为社会的亚文化类型极为重要，这表明了（    ）。",
          "options": [
            "A.文化对高等教育的影响",
            "B.高等教育对文化的影响",
            "C.高等教育的文化功能",
            "D.高等教育对文化的传承功能"
          ],
          "answer": "A",
          "id": "S3000004340"
        },
        {
          "type": "single_choice",
          "question": "在现阶段，我国大多数民办高校的特点是（    ）。",
          "options": [
            "A.以培养实用型人才为主",
            "B.以发展学术为主",
            "C.以发展科研为主",
            "D.以教学和科研为主要任务"
          ],
          "answer": "A",
          "id": "S3000004341"
        },
        {
          "type": "single_choice",
          "question": "社会服务职能是高校（    ）。",
          "options": [
            "A.教学和科研职能的延伸",
            "B.教学职能的延伸",
            "C.科研职能的延伸",
            "D.创收的借口"
          ],
          "answer": "A",
          "id": "S3000004342"
        },
        {
          "type": "single_choice",
          "question": "对于学术型人才与应用型人才的关系，应当理解为（    ）。",
          "options": [
            "A.学术型人才与应用型人才是两个不同层次的人才类型",
            "B.学术型人才的劳动是高水平的，而应用型人才的劳动是低水平的",
            "C.学术型人才偏重于学术理论的创造，应用型人才偏重于知识的应用",
            "D.高校应以培养学术型人才为主"
          ],
          "answer": "C",
          "id": "S3000004343"
        },
        {
          "type": "single_choice",
          "question": "从教育层次来看，高等教育的基础是(    )。",
          "options": [
            "A.学前教育",
            "B.初等教育",
            "C.中等教育",
            "D.研究生教育"
          ],
          "answer": "C",
          "id": "S3000004344"
        },
        {
          "type": "single_choice",
          "question": "有关教师的专业发展的阶段,下列表述正确的是（    ）。",
          "options": [
            "A.终身的",
            "B.有阶段的",
            "C.创新的",
            "D.以上全是"
          ],
          "answer": "D",
          "id": "S3000004345"
        },
        {
          "type": "single_choice",
          "question": "体现课程的体系结构,也是学校教育和教学工作的指导性文件的是（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案"
          ],
          "answer": "A",
          "id": "S3000004346"
        },
        {
          "type": "single_choice",
          "question": "办好思政课，关键在（     ）。",
          "options": [
            "A.课程",
            "B.教师",
            "C.学校",
            "D.学生"
          ],
          "answer": "B",
          "id": "S3000004347"
        },
        {
          "type": "single_choice",
          "question": "（      ）是提高教育质量的重要载体。",
          "options": [
            "A.课程教材",
            "B.课程思政",
            "C.学科思政",
            "D.教师"
          ],
          "answer": "A",
          "id": "S3000004348"
        },
        {
          "type": "single_choice",
          "question": "一般认为，案例教学法首创于（    ）。",
          "options": [
            "A.斯坦福大学",
            "B.牛津大学",
            "C.北京大学",
            "D.哈佛大学"
          ],
          "answer": "D",
          "id": "S3000004349"
        },
        {
          "type": "single_choice",
          "question": "不属于我国北宋时期“天下四大书院”的教学特色的是(    )。",
          "options": [
            "A.教学与研究相结合",
            "B.自由讲学",
            "C.教师强调讲授法",
            "D.自由听讲"
          ],
          "answer": "C",
          "id": "S3000004350"
        },
        {
          "type": "single_choice",
          "question": "学习策略的不同会导致学习质量、学习效果的不同，下列哪一种学习策略会最大限度帮助理解知识结构的复杂性？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.目标策略",
            "D.组织策略"
          ],
          "answer": "B",
          "id": "S3000004351"
        },
        {
          "type": "single_choice",
          "question": "高校中实施的学生和教师国际交流项目体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "C",
          "id": "S3000004352"
        },
        {
          "type": "single_choice",
          "question": "课程思政建设工作要围绕全面提高（     ）能力这个核心点。",
          "options": [
            "A.立德树人",
            "B.全面发展",
            "C.核心素养",
            "D.人才培养"
          ],
          "answer": "D",
          "id": "S3000004353"
        },
        {
          "type": "single_choice",
          "question": "主张大学要培养学问家和科学家,促使大学课程专门化的课程观是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "C",
          "id": "S3000004354"
        },
        {
          "type": "single_choice",
          "question": "根据知识面和职业适应面，可以将人才划分为（    ）。",
          "options": [
            "A.精英人才与合格人才",
            "B.学术型人才与应用型人才",
            "C.通才与专才",
            "D.杰出人才与通用人才"
          ],
          "answer": "C",
          "id": "S3000004355"
        },
        {
          "type": "single_choice",
          "question": "高校的核心竞争力是(    )。",
          "options": [
            "A.学科综合",
            "B.规模效应",
            "C.经费充裕",
            "D.办学特色"
          ],
          "answer": "D",
          "id": "S3000004356"
        },
        {
          "type": "single_choice",
          "question": "高校组织的权力特征是(    )。",
          "options": [
            "A.学术性",
            "B.模糊性",
            "C.二元性",
            "D.复杂性"
          ],
          "answer": "C",
          "id": "S3000004357"
        },
        {
          "type": "single_choice",
          "question": "主张学习是动物和人在活动中受外在因素的影响，获得或改变行为的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "A",
          "id": "S3000004358"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育，要以(  )为根本尺度。",
          "options": [
            "A.党和国家满意",
            "B.社会满意",
            "C.人民满意",
            "D.学生满意"
          ],
          "answer": "C",
          "id": "S3000004359"
        },
        {
          "type": "single_choice",
          "question": "以教育现象为研究对象，以探索教育规律为目的的创造性认识活动即（    ）。",
          "options": [
            "A.科学研究",
            "B.教育研究",
            "C.实验研究",
            "D.管理研究"
          ],
          "answer": "B",
          "id": "S3000004360"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，党中央和国家坚持（     ），在育人方式、质量标准、课程改革、教师队伍、评价体系等方面采取了若干重大举措，全面提升教育质量。",
          "options": [
            "A.以方向领导质量",
            "B.借标准定质量",
            "C.靠课改提质量",
            "D.以师资保质量"
          ],
          "answer": "ABCD",
          "id": "S3000004361"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的三个层次分别指高等教育阶段的（    ）。",
          "options": [
            "A.高职教育",
            "B.专科教育",
            "C.本科教育",
            "D.研究生教育"
          ],
          "answer": "BCD",
          "id": "S3000004362"
        },
        {
          "type": "single_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "S3000004363"
        },
        {
          "type": "single_choice",
          "question": "教师的职业道德是教师共同遵从的行为规范体系，一般包括（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "ABC",
          "id": "S3000004364"
        },
        {
          "type": "single_choice",
          "question": "教学反思有如下特征（    ）。",
          "options": [
            "A.实践性",
            "B.针对性",
            "C.时效性",
            "D.反省性",
            "E.过程性"
          ],
          "answer": "ABCDE",
          "id": "S3000004365"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的原则有（    ）。",
          "options": [
            "A.学术责任和学术自由相结合的原则",
            "B.教学与科研相结合原则",
            "C.社会效益和学术水平相统一的原则",
            "D.基础研究和应用研究协调发展的原则",
            "E.个体研究和集体协作相结合的原则"
          ],
          "answer": "ABCDE",
          "id": "S3000004366"
        },
        {
          "type": "single_choice",
          "question": "高校课程的特点是（    ）。",
          "options": [
            "A.基础性",
            "B.职业性",
            "C.高深性",
            "D.前沿性",
            "E.专业性"
          ],
          "answer": "CDE",
          "id": "S3000004367"
        },
        {
          "type": "single_choice",
          "question": "大学生在接受高等教育过程中具有极强的主体意识，具体表现在（    ）。",
          "options": [
            "A.对教育影响的选择性",
            "B.教师影响的决定性",
            "C.学习目的的多样性",
            "D.学习方法的独立性"
          ],
          "answer": "ACD",
          "id": "S3000004368"
        },
        {
          "type": "single_choice",
          "question": "办好思政课，就是要开展马克思主义理论教育，用新时代中国特色社会主义思想铸魂育人，引导学生增强中国特色社会主义（    ）。",
          "options": [
            "A.道路自信",
            "B.理论自信",
            "C.制度自信",
            "D.文化自信"
          ],
          "answer": "ABCD",
          "id": "S3000004369"
        },
        {
          "type": "single_choice",
          "question": "高校办学特色必须具备的特征是(    )。",
          "options": [
            "A.独特性",
            "B.辐射性",
            "C.累积性",
            "D.超前性"
          ],
          "answer": "ABC",
          "id": "S3000004370"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，来华留学工作围绕外交大局，服务教育对外开放，通过（      ），构建来华留学专业化服务体系。",
          "options": [
            "A.创新对外开放机制",
            "B.优化来华留学生源国别、专业布局",
            "C.吸引来华留学生",
            "D.加大品牌专业和品牌课程建设力度"
          ],
          "answer": "BD",
          "id": "S3000004371"
        },
        {
          "type": "single_choice",
          "question": "大学生在教学活动中的能动性表现为（    ）。",
          "options": [
            "A.自主性",
            "B.受动性",
            "C.主动性",
            "D.创造性"
          ],
          "answer": "ACD",
          "id": "S3000004372"
        },
        {
          "type": "single_choice",
          "question": "高等学校科学研究的任务有（    ）。",
          "options": [
            "A.为国家提供全面的人才支持",
            "B.推进基础研究和应用研究，探索产学研结合的新机制",
            "C.提升全民族科学素质",
            "D.推动大学文化和社会文化的建设"
          ],
          "answer": "ABCD",
          "id": "S3000004373"
        },
        {
          "type": "single_choice",
          "question": "马斯洛的层次需求理论认为，任何人都有以下哪些方面的需要(    )。",
          "options": [
            "A.安全的需要",
            "B.生理的需要",
            "C.爱的需要",
            "D.获得尊重的需要",
            "E.自我实现的需要"
          ],
          "answer": "ABCDE",
          "id": "S3000004374"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "S3000004375"
        },
        {
          "type": "single_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "S3000004376"
        },
        {
          "type": "single_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "S3000004377"
        },
        {
          "type": "single_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "S3000004378"
        },
        {
          "type": "single_choice",
          "question": "世界著名大学在办学特色形成过程中，必不可少的因素是(    )。",
          "options": [
            "A.鲜明的时代性和社会性",
            "B.凝练的办学理念",
            "C.优势学科",
            "D.优秀的教师和毕业生",
            "E.杰出的大学校长"
          ],
          "answer": "ABCDE",
          "id": "S3000004379"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记提出，把立德树人作为教育的根本任务，能够培养学生（    ）。",
          "options": [
            "A.爱国情怀",
            "B.社会责任感",
            "C.创新精神",
            "D.实践能力。"
          ],
          "answer": "ABCD",
          "id": "S3000004380"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004381"
        },
        {
          "type": "single_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004382"
        },
        {
          "type": "single_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004383"
        },
        {
          "type": "single_choice",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004384"
        },
        {
          "type": "single_choice",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004385"
        },
        {
          "type": "single_choice",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004386"
        },
        {
          "type": "single_choice",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004387"
        },
        {
          "type": "single_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004388"
        },
        {
          "type": "single_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004389"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004390"
        },
        {
          "type": "single_choice",
          "question": "文献的检索过程也是权衡选题价值的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004391"
        },
        {
          "type": "single_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004392"
        },
        {
          "type": "single_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004393"
        },
        {
          "type": "single_choice",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004394"
        },
        {
          "type": "single_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004395"
        },
        {
          "type": "single_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004396"
        },
        {
          "type": "single_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004397"
        },
        {
          "type": "single_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004398"
        },
        {
          "type": "single_choice",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004399"
        },
        {
          "type": "single_choice",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004400"
        },
        {
          "type": "single_choice",
          "question": "社会服务职能是高校（    ）。",
          "options": [
            "A.教学和科研职能的延伸",
            "B.教学职能的延伸",
            "C.科研职能的延伸",
            "D.创收的借口"
          ],
          "answer": "A",
          "id": "S3000004401"
        },
        {
          "type": "single_choice",
          "question": "高校社会服务职能肇始于（    ）。",
          "options": [
            "A.美国",
            "B.德国",
            "C.古希腊",
            "D.英国"
          ],
          "answer": "A",
          "id": "S3000004402"
        },
        {
          "type": "single_choice",
          "question": "高校实施战略管理的必要性不包括(    )。",
          "options": [
            "A.是社会进步的客观要求",
            "B.是国家制度的强制规定",
            "C.是高教改革的必然趋势",
            "D.是高校发展的必由之路"
          ],
          "answer": "B",
          "id": "S3000004403"
        },
        {
          "type": "single_choice",
          "question": "可提供高等教育的两类院校是(    )。",
          "options": [
            "A.大学和科研院所",
            "B.大学和其他各类高等院校",
            "C.大学和自考机构",
            "D.大学和企业培训机构"
          ],
          "answer": "B",
          "id": "S3000004404"
        },
        {
          "type": "single_choice",
          "question": "（      ）是教育改革发展的核心任务。",
          "options": [
            "A.促进发展",
            "B.提高质量",
            "C.提升品质",
            "D.完善制度"
          ],
          "answer": "B",
          "id": "S3000004405"
        },
        {
          "type": "single_choice",
          "question": "教师编写教案时花费时间、耗费精力最多的部分是（    ）。",
          "options": [
            "A.确定重点难点",
            "B.选择教学方法",
            "C.设计教学过程",
            "D.教学反思"
          ],
          "answer": "C",
          "id": "S3000004406"
        },
        {
          "type": "single_choice",
          "question": "教师以课时或课程内容为单元而编写的实施教学活动的具体方案称为（    ）。",
          "options": [
            "A.讲义",
            "B.教科书",
            "C.教学大纲",
            "D.教案"
          ],
          "answer": "D",
          "id": "S3000004407"
        },
        {
          "type": "single_choice",
          "question": "大学教师的(   )能力具有加速器或催化剂的功能，合理使用可以收到1+1＞2的功效。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "D",
          "id": "S3000004408"
        },
        {
          "type": "single_choice",
          "question": "中世纪的一些主要大学出现于(    )。",
          "options": [
            "A.意大利、法国和英国",
            "B.意大利和德国",
            "C.英国和美国",
            "D.意大利和希腊"
          ],
          "answer": "A",
          "id": "S3000004409"
        },
        {
          "type": "single_choice",
          "question": "下列对于高校培养目标性质的表述，错误的是（    ）",
          "options": [
            "A.高校培养目标具有主观性与客观性",
            "B.高校培养目标具有抽象性与统一性",
            "C.高校培养目标具有稳定性与动态性",
            "D.高校培养目标具有具体性与多样性"
          ],
          "answer": "B",
          "id": "S3000004410"
        },
        {
          "type": "single_choice",
          "question": "（      ）是社会公平的重要基础，是维系社会公平正义的坚实基石。",
          "options": [
            "A.入学公平",
            "B.教育公平",
            "C.就业公平",
            "D.制度公平"
          ],
          "answer": "B",
          "id": "S3000004411"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000004412"
        },
        {
          "type": "single_choice",
          "question": "北京大学的前身是(    )。",
          "options": [
            "A.京师大学堂",
            "B.中西学堂",
            "C.京师同文馆",
            "D.南洋公学"
          ],
          "answer": "A",
          "id": "S3000004413"
        },
        {
          "type": "single_choice",
          "question": "大学的学术自由传统可追溯到(    )。",
          "options": [
            "A.牛津大学",
            "B.中世纪大学",
            "C.哈佛大学",
            "D.剑桥大学"
          ],
          "answer": "B",
          "id": "S3000004414"
        },
        {
          "type": "single_choice",
          "question": "专业人员要依靠专业组织制定的伦理约束其行为，是因为（    ）。",
          "options": [
            "A.专业的服务性",
            "B.专业的高深性",
            "C.专业的伦理性",
            "D.专业的教育性"
          ],
          "answer": "C",
          "id": "S3000004415"
        },
        {
          "type": "single_choice",
          "question": "关于高校教学方法的特点，下列表述错误的是（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.强调传授前人已获得的知识",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "C",
          "id": "S3000004416"
        },
        {
          "type": "single_choice",
          "question": "不属于大学生权益特征范畴的是（    ）",
          "options": [
            "A.规则性",
            "B.专属性",
            "C.法定性",
            "D.私有性"
          ],
          "answer": "D",
          "id": "S3000004417"
        },
        {
          "type": "single_choice",
          "question": "主张学习是个体对事物经认识、辨别、理解从而获得知识的过程的学习理论是（    ）。",
          "options": [
            "A.行为主义学习论",
            "B.建构主义学习理论",
            "C.人本主义学习理论",
            "D.认知主义学习理论"
          ],
          "answer": "D",
          "id": "S3000004418"
        },
        {
          "type": "single_choice",
          "question": "素质的涵义是（    ）。",
          "options": [
            "A.素质就是文化素质",
            "B.素质就是思想道德素质",
            "C.素质就是专业素质",
            "D.素质是一个综合性的概念，既包括思想道德素质和文化素质，又包括专业素质既包括身体素质，又包括心理素质。"
          ],
          "answer": "D",
          "id": "S3000004419"
        },
        {
          "type": "single_choice",
          "question": "理想的教学计划要处理好诸多关系，下列哪一项是错误的？（    ）。",
          "options": [
            "A.要处理好基础课与专业课的关系",
            "B.处理好必修课与选修课的关系",
            "C.处理好学年制与学分制的关系",
            "D.处理好理论教学与实践教学的关系。"
          ],
          "answer": "C",
          "id": "S3000004420"
        },
        {
          "type": "single_choice",
          "question": "高等院校立足本校、服务本校而对院校自身进行的研究属于（    ）。",
          "options": [
            "A.质的研究",
            "B.院校研究",
            "C.行动研究",
            "D.叙事研究"
          ],
          "answer": "B",
          "id": "S3000004421"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,牛津模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "C",
          "id": "S3000004422"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的意义不包括（    ）。",
          "options": [
            "A.实现高校的价值回归",
            "B.有利于引领社会反思",
            "C.有利于教师潜心学术，为学术而学术",
            "D.有利于经济建设的快速发展"
          ],
          "answer": "C",
          "id": "S3000004423"
        },
        {
          "type": "single_choice",
          "question": "（    ）是坚持和完成立德树人根本任务的关键环节。",
          "options": [
            "A.课程开发",
            "B.课堂教学",
            "C.理想信念铸魂",
            "D.道德引领"
          ],
          "answer": "C",
          "id": "S3000004424"
        },
        {
          "type": "single_choice",
          "question": "把握高校教师队伍建设改革的首要任务是（  ）",
          "options": [
            "A.专业素质能力",
            "B.人事制度改革",
            "C.强化思想政治素质和师德师风建设",
            "D.科研水平"
          ],
          "answer": "C",
          "id": "S3000004425"
        },
        {
          "type": "single_choice",
          "question": "最能体现学生学习个性的教学管理制度是（    ）。",
          "options": [
            "A.学年制",
            "B.学分制",
            "C.学年学分制",
            "D.计划学分制"
          ],
          "answer": "B",
          "id": "S3000004426"
        },
        {
          "type": "single_choice",
          "question": "坚持把（  ）作为坚持社会主义办学方向的根本依靠。",
          "options": [
            "A.马克思主义",
            "B.党的领导",
            "C.四个服务",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S3000004427"
        },
        {
          "type": "single_choice",
          "question": "学校的建筑、设备、诗墙、画廊等是一种（    ）。",
          "options": [
            "A.显性课程",
            "B.隐性课程",
            "C.核心课程",
            "D.活动课程"
          ],
          "answer": "B",
          "id": "S3000004428"
        },
        {
          "type": "single_choice",
          "question": "为替代“高等教育”这一概念，国际组织有时采用的概念有(    )。",
          "options": [
            "A.中学后教育和成人教育",
            "B.第三级教育和中学后教育",
            "C.成人教育和继续教育",
            "D.大学教育和社区教育"
          ],
          "answer": "B",
          "id": "S3000004429"
        },
        {
          "type": "single_choice",
          "question": "教师职业道德的内涵中不包含（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "D",
          "id": "S3000004430"
        },
        {
          "type": "single_choice",
          "question": "党的(      )报告第一次提出“提高教育现代化水平”的重要要求。",
          "options": [
            "A.十四大",
            "B.十五大",
            "C.十六大",
            "D.十七大"
          ],
          "answer": "D",
          "id": "S3000004431"
        },
        {
          "type": "single_choice",
          "question": "狭义的课程评价是指（    ）。",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制定结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价"
          ],
          "answer": "D",
          "id": "S3000004432"
        },
        {
          "type": "single_choice",
          "question": "反对教育的过早专门化和过分职业化，倡导阅读经典著作，弘扬传统文化的精华，弥补受教育者的精神空虚和人格缺陷，这种思潮反映了高校课改的（    ）。",
          "options": [
            "A.课程内容综合化趋势",
            "B.课程实施多样化趋势",
            "C.课程方向人文化趋势",
            "D.课程性质职业化趋势"
          ],
          "answer": "C",
          "id": "S3000004433"
        },
        {
          "type": "single_choice",
          "question": "最早提出以“学术自由”和“教学和科研相结合”原则举办高等学校的人是（    ）。",
          "options": [
            "A.苏格拉底",
            "B.费希特",
            "C.洪堡",
            "D.范海斯"
          ],
          "answer": "B",
          "id": "S3000004434"
        },
        {
          "type": "single_choice",
          "question": "（      ）是增进各国人民友谊的桥梁、推动社会进步的动力、维护地区和世界和平的纽带。",
          "options": [
            "A.教育交流",
            "B.人文交流",
            "C.经济交流",
            "D.政治交流"
          ],
          "answer": "B",
          "id": "S3000004435"
        },
        {
          "type": "single_choice",
          "question": "把（    ）作为坚持社会主义办学方向的根本原则。",
          "options": [
            "A.马克思主义",
            "B.四个服务",
            "C.扎根中国大地办教育",
            "D.教师队伍建设"
          ],
          "answer": "C",
          "id": "S3000004436"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000004437"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的核心力量。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "A",
          "id": "S3000004438"
        },
        {
          "type": "single_choice",
          "question": "（  ）是源头活水，是好老师的不竭动力，是好教师的首要标准。",
          "options": [
            "A.理想信念",
            "B.道德情操",
            "C.扎实学识",
            "D.仁爱之心"
          ],
          "answer": "A",
          "id": "S3000004439"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000004440"
        },
        {
          "type": "single_choice",
          "question": "安全感、获得感、成就感是（  ）。",
          "options": [
            "A.判断我们教育改革成功与否的根本标准",
            "B.衡量我们工作成效的根本标准",
            "C.检验我们工作作风的根本标准",
            "D.教育工作者荣誉感、幸福感提升的过程"
          ],
          "answer": "ABCD",
          "id": "S3000004441"
        },
        {
          "type": "single_choice",
          "question": "休伯曼把教师职业生涯划分为以下哪个几时期?（    ）",
          "options": [
            "A.入职期",
            "B.稳定期",
            "C.实验与重估期",
            "D.平静和保守期",
            "E.退出教职期"
          ],
          "answer": "ABCDE",
          "id": "S3000004442"
        },
        {
          "type": "single_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.教学",
            "B.传承文化",
            "C.科研",
            "D.社会服务"
          ],
          "answer": "ACD",
          "id": "S3000004443"
        },
        {
          "type": "single_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "S3000004444"
        },
        {
          "type": "single_choice",
          "question": "坚持中国特色的社会主义办学方向要坚持（  ）。",
          "options": [
            "A.把马克思主义作为我国教育的最鲜亮底色",
            "B.把“四个服务”作为根本要求",
            "C.把扎根中国大地办教育作为根本原则",
            "D.把教师队伍建设作为根本依靠"
          ],
          "answer": "ABCD",
          "id": "S3000004445"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在全国高校思想政治工作会议上强调，要加强师德师风建设，（  ）",
          "options": [
            "A.坚持教书和育人相统一",
            "B.坚持言传和身教相统一",
            "C.坚持潜心问道和关注社会相统一",
            "D.坚持学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S3000004446"
        },
        {
          "type": "single_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程内容综合化的趋势,归纳起来有以下模式（    ）。",
          "options": [
            "A.麻省理工学院（MIT）模式",
            "B.牛津模式",
            "C.哈佛模式",
            "D.筑波模式",
            "E.剑桥模式"
          ],
          "answer": "ABD",
          "id": "S3000004447"
        },
        {
          "type": "single_choice",
          "question": "关于院校研究的叙述，正确的有（    ）。",
          "options": [
            "A.目的在于立足本校、服务本校",
            "B.是自我研究",
            "C.是管理研究",
            "D.是咨询研究",
            "E.是应用研究"
          ],
          "answer": "ABCDE",
          "id": "S3000004448"
        },
        {
          "type": "single_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "S3000004449"
        },
        {
          "type": "single_choice",
          "question": "当代大学生的主要特征有（    ）。",
          "options": [
            "A.多元性",
            "B.开放性",
            "C.实用性",
            "D.迷茫性"
          ],
          "answer": "ABCD",
          "id": "S3000004450"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.校长负责",
            "D.民主管理和监督"
          ],
          "answer": "ACD",
          "id": "S3000004451"
        },
        {
          "type": "single_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "S3000004452"
        },
        {
          "type": "single_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "S3000004453"
        },
        {
          "type": "single_choice",
          "question": "目前，我国高校已经普遍实行教师职务聘任制，其内涵是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ABCDE",
          "id": "S3000004454"
        },
        {
          "type": "single_choice",
          "question": "建立新型的师生关系，对教师来说，可以采用哪些策略？（    ）",
          "options": [
            "A.了解和研究学生，树立正确的学生观",
            "B.理解和尊重学生",
            "C.对学生放任管理",
            "D.提高自我修养，健全自身人格。"
          ],
          "answer": "ABD",
          "id": "S3000004455"
        },
        {
          "type": "single_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "S3000004456"
        },
        {
          "type": "single_choice",
          "question": "加强中华优秀传统文化教育，必须坚持知行合一，即（  ）。",
          "options": [
            "A.经济发展与文化繁荣相统一",
            "B.认识与实践相统一",
            "C.科学性与艺术性相统一",
            "D.可操作性与可接受性相统一"
          ],
          "answer": "BCD",
          "id": "S3000004457"
        },
        {
          "type": "single_choice",
          "question": "下列学习差异中，会导致个体采取不同的学习策略的有（    ）。",
          "options": [
            "A.认知水平差异",
            "B.学习风格差异",
            "C.学习动机差异",
            "D.学习能力差异"
          ],
          "answer": "ABCD",
          "id": "S3000004458"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在欧美同学会成立100周年庆祝大会上，站在科教兴国和人才强国战略高度，确立了（      ）“十六字方针”留学工作方针。",
          "options": [
            "A.支持留学",
            "B.鼓励回国",
            "C.来去自由",
            "D.发挥作用"
          ],
          "answer": "ABCD",
          "id": "S3000004459"
        },
        {
          "type": "single_choice",
          "question": "激励应遵循的原则有(    )。",
          "options": [
            "A.多样性原则",
            "B.物质性原则",
            "C.多多益善原则",
            "D.递进性原则",
            "E.协调性原则"
          ],
          "answer": "ADE",
          "id": "S3000004460"
        },
        {
          "type": "single_choice",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004461"
        },
        {
          "type": "single_choice",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004462"
        },
        {
          "type": "single_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004463"
        },
        {
          "type": "single_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004464"
        },
        {
          "type": "single_choice",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004465"
        },
        {
          "type": "single_choice",
          "question": "高校教师具有忠诚于所在单位和忠诚于自己的学科或专业的双重忠诚的特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004466"
        },
        {
          "type": "single_choice",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004467"
        },
        {
          "type": "single_choice",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004468"
        },
        {
          "type": "single_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004469"
        },
        {
          "type": "single_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004470"
        },
        {
          "type": "single_choice",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004471"
        },
        {
          "type": "single_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004472"
        },
        {
          "type": "single_choice",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004473"
        },
        {
          "type": "single_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004474"
        },
        {
          "type": "single_choice",
          "question": "校园精神即每一个学生生活于其中的学校内特定的风气和氛围,是富有渗透性的一种教育因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004475"
        },
        {
          "type": "single_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004476"
        },
        {
          "type": "single_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004477"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004478"
        },
        {
          "type": "single_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004479"
        },
        {
          "type": "single_choice",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004480"
        },
        {
          "type": "single_choice",
          "question": "教师的基本能力是（    ）。",
          "options": [
            "A.沟通能力",
            "B.教学能力",
            "C.研究能力",
            "D.组织管理能力"
          ],
          "answer": "B",
          "id": "S3000004481"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的做人准则。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "C",
          "id": "S3000004482"
        },
        {
          "type": "single_choice",
          "question": "“为社会主义现代化建设服务，与生产劳动相结合，使受教育者成为德、智、体等方面全面发展的社会主义事业的建设者和接班人”，这是我国的（    ）。",
          "options": [
            "A.教育方针",
            "B.教育目的",
            "C.高校培养目标",
            "D.教育工作原则"
          ],
          "answer": "A",
          "id": "S3000004483"
        },
        {
          "type": "single_choice",
          "question": "高校课程改革中,筑波模式的主要特征是（    ）。",
          "options": [
            "A.以学群、学类为组织进行综合知识教学",
            "B.跨学科选课",
            "C.通过复合课程将文、理学科融为一体",
            "D.加强基础,淡化专业"
          ],
          "answer": "A",
          "id": "S3000004484"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记指出，广大教育工作者要认清肩负的使命和责任，努力为发展具有（     ）的现代教育，培养社会主义建设者和接班人作出更大贡献",
          "options": [
            "A.中国特色",
            "B.民族特色、世界水平",
            "C.世界水平",
            "D.中国特色、世界水平"
          ],
          "answer": "D",
          "id": "S3000004485"
        },
        {
          "type": "single_choice",
          "question": "我国第一所新式高等学堂是(    )。",
          "options": [
            "A.北京大学",
            "B.京师同文馆",
            "C.清华大学",
            "D.天津大学"
          ],
          "answer": "B",
          "id": "S3000004486"
        },
        {
          "type": "single_choice",
          "question": "高校制定战略规划的关键是(    )。",
          "options": [
            "A.办学特色定位",
            "B.办学类型定位",
            "C.人才培养目标定位",
            "D.人才培养层次定位"
          ],
          "answer": "A",
          "id": "S3000004487"
        },
        {
          "type": "single_choice",
          "question": "大学生的身份权包括：（    ）。",
          "options": [
            "A.生命权",
            "B.人格权",
            "C.荣誉权",
            "D.身体权"
          ],
          "answer": "C",
          "id": "S3000004488"
        },
        {
          "type": "single_choice",
          "question": "学高为“师”，身正为“范”强调了教师专业特点的（    ）。",
          "options": [
            "A.角色多样性",
            "B.工作神圣性",
            "C.劳动创造性",
            "D.成效滞后性"
          ],
          "answer": "B",
          "id": "S3000004489"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的定向作用是指（    ）。",
          "options": [
            "A.高校培养目标对教育活动起着支配、调节和控制作用",
            "B.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "B",
          "id": "S3000004490"
        },
        {
          "type": "single_choice",
          "question": "关于如何改变人文教育的落后状况，下列说法错误的是（    ）。",
          "options": [
            "A.在整个教育活动中渗透人文教育",
            "B.开设人文学科方面的课程",
            "C.使人文教育在高等教育中处于支配地位",
            "D.在专业教育中补充人文教育的内容"
          ],
          "answer": "C",
          "id": "S3000004491"
        },
        {
          "type": "single_choice",
          "question": "把握高校教师队伍建设改革的首要任务是（  ）",
          "options": [
            "A.专业素质能力",
            "B.人事制度改革",
            "C.强化思想政治素质和师德师风建设",
            "D.科研水平"
          ],
          "answer": "C",
          "id": "S3000004492"
        },
        {
          "type": "single_choice",
          "question": "专业存在和发展的根基是（    ）。",
          "options": [
            "A.教育性",
            "B.组织性",
            "C.合法性",
            "D.自主性"
          ],
          "answer": "C",
          "id": "S3000004493"
        },
        {
          "type": "single_choice",
          "question": "高校战略规划的核心是(    )。",
          "options": [
            "A.战略分析",
            "B.确定战略目标",
            "C.实施战略",
            "D.评估战略"
          ],
          "answer": "B",
          "id": "S3000004494"
        },
        {
          "type": "single_choice",
          "question": "提倡发现法教学的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "D",
          "id": "S3000004495"
        },
        {
          "type": "single_choice",
          "question": "南京临时政府时期，蔡元培主持制定的新学制影响了整个国民时期的高等教育，此学制是(    )。",
          "options": [
            "A.《大学规程》",
            "B.《壬子癸丑学制》",
            "C.《大学组织法》",
            "D.《修正大学令》"
          ],
          "answer": "B",
          "id": "S3000004496"
        },
        {
          "type": "single_choice",
          "question": "大学教师的首要职责是（    ）。",
          "options": [
            "A.教书育人",
            "B.科学研究",
            "C.服务社会",
            "D.引领社会"
          ],
          "answer": "A",
          "id": "S3000004497"
        },
        {
          "type": "single_choice",
          "question": "育人的根本在于（    ）。",
          "options": [
            "A.立德",
            "B.发展",
            "C.核心素养",
            "D.智慧教育"
          ],
          "answer": "A",
          "id": "S3000004498"
        },
        {
          "type": "single_choice",
          "question": "高校培养全面发展的高级专门人才的教育手段是（    ）。",
          "options": [
            "A.单靠教学",
            "B.单靠科研",
            "C.单靠社会实践",
            "D.做到教学、科研与社会实践三结合"
          ],
          "answer": "D",
          "id": "S3000004499"
        },
        {
          "type": "single_choice",
          "question": "提高高校师资学术水平的基本途径是（    ）。",
          "options": [
            "A.教学改革",
            "B.社会实践",
            "C.科学研究",
            "D.学历提升"
          ],
          "answer": "C",
          "id": "S3000004500"
        },
        {
          "type": "single_choice",
          "question": "树立新时代教育对外开放观应（    ）。",
          "options": [
            "A.站在新起点",
            "B.站在构建人类命运共同体视野下",
            "C.站在教育强国背景下",
            "D.站在人才强国背景下"
          ],
          "answer": "B",
          "id": "S3000004501"
        },
        {
          "type": "single_choice",
          "question": "我国古代学者关于学习过程的五阶段论是（    ）。",
          "options": [
            "A.学、问、思、辨、行",
            "B.学、辨、问、思、行",
            "C.问、学、思、辨、行",
            "D.学、问、辨、行、思"
          ],
          "answer": "A",
          "id": "S3000004502"
        },
        {
          "type": "single_choice",
          "question": "主张大学要培养学问家和科学家,促使大学课程专门化的课程观是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "C",
          "id": "S3000004503"
        },
        {
          "type": "single_choice",
          "question": "大学教师的角色具有多样性，其根本角色是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.服务者角色",
            "D.应用者角色"
          ],
          "answer": "A",
          "id": "S3000004504"
        },
        {
          "type": "single_choice",
          "question": "终身学习具有3A特点，但一般不包括（    ）。",
          "options": [
            "A.任何时间（anytime）",
            "B.任何地点（anywhere）",
            "C.任何材料（anything）",
            "D.任何方式（anyway）"
          ],
          "answer": "C",
          "id": "S3000004505"
        },
        {
          "type": "single_choice",
          "question": "国家对高等教育的控制或影响逐渐加强出现于(    )。",
          "options": [
            "A.古希腊",
            "B.古罗马",
            "C.中世纪",
            "D.现代国家兴起之后"
          ],
          "answer": "D",
          "id": "S3000004506"
        },
        {
          "type": "single_choice",
          "question": "从教育层次来看，高等教育的基础是(    )。",
          "options": [
            "A.学前教育",
            "B.初等教育",
            "C.中等教育",
            "D.研究生教育"
          ],
          "answer": "C",
          "id": "S3000004507"
        },
        {
          "type": "single_choice",
          "question": "课程思政建设工作要围绕全面提高（     ）能力这个核心点。",
          "options": [
            "A.立德树人",
            "B.全面发展",
            "C.核心素养",
            "D.人才培养"
          ],
          "answer": "D",
          "id": "S3000004508"
        },
        {
          "type": "single_choice",
          "question": "马克思主义关于人的全面发展学说并不认为（    ）。",
          "options": [
            "A.人的发展与社会的发展是一致的",
            "B.分工与私有制使人片面发展",
            "C.现代大工业生产要求人的全面发展",
            "D.生产劳动是造成全面发展的人的唯一方法"
          ],
          "answer": "D",
          "id": "S3000004509"
        },
        {
          "type": "single_choice",
          "question": "高等教育阶段加强中华优秀传统文化教育的重点是（  ）。",
          "options": [
            "A.培养学生的文化创新意识",
            "B.增强学生传承弘扬中华优秀传统文化的责任感",
            "C.增强学生传承弘扬中华优秀传统文化的使命感",
            "D.提高学生对中华优秀传统文化的自主学习和探究能力"
          ],
          "answer": "D",
          "id": "S3000004510"
        },
        {
          "type": "single_choice",
          "question": "（     ）是提升我国综合国力与国际竞争力的重要战略举措",
          "options": [
            "A.优先发展教育事业",
            "B.教育为人民服务",
            "C.立德树人",
            "D.思政工作"
          ],
          "answer": "A",
          "id": "S3000004511"
        },
        {
          "type": "single_choice",
          "question": "课程性教学环节是（    ）。",
          "options": [
            "A.入学教育",
            "B.军事训练",
            "C.考查考试",
            "D.社会实践"
          ],
          "answer": "C",
          "id": "S3000004512"
        },
        {
          "type": "single_choice",
          "question": "狭义的课程评价是指（    ）。",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制定结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价"
          ],
          "answer": "D",
          "id": "S3000004513"
        },
        {
          "type": "single_choice",
          "question": "（     ）是中华民族伟大复兴的基础工程。",
          "options": [
            "A.“两个一百年”",
            "B.建设教育强国",
            "C.优先发展教育事业",
            "D.加快教育现代化"
          ],
          "answer": "B",
          "id": "S3000004514"
        },
        {
          "type": "single_choice",
          "question": "主张课程内容应该围绕一系列的社会问题来选择,以问题为中心设计核心课程的课程理论是（    ）。",
          "options": [
            "A.永恒主义课程观",
            "B.改造主义课程观",
            "C.科学主义课程观",
            "D.结构主义课程观"
          ],
          "answer": "B",
          "id": "S3000004515"
        },
        {
          "type": "single_choice",
          "question": "在中华优秀传统文化教育的核心思想理念中，（  ）是中华文化的核心力量。",
          "options": [
            "A.仁爱",
            "B.民本",
            "C.诚信",
            "D.正义"
          ],
          "answer": "A",
          "id": "S3000004516"
        },
        {
          "type": "single_choice",
          "question": "高校中实施的学生和教师国际交流项目体现了当代高等教育的发展趋势是(    )。",
          "options": [
            "A.法治化",
            "B.终身化",
            "C.国际化",
            "D.民主化"
          ],
          "answer": "C",
          "id": "S3000004517"
        },
        {
          "type": "single_choice",
          "question": "合理配置人力资源和实施教师职务聘任制的前提是(    )。",
          "options": [
            "A.公平公正",
            "B.科学定编定岗",
            "C.战略规划",
            "D.分类考核"
          ],
          "answer": "B",
          "id": "S3000004518"
        },
        {
          "type": "single_choice",
          "question": "非课程性教学环节是（    ）。",
          "options": [
            "A.课堂讲授",
            "B.习题课",
            "C.军事训练",
            "D.实验课"
          ],
          "answer": "C",
          "id": "S3000004519"
        },
        {
          "type": "single_choice",
          "question": "2012年，习近平总书记在十八届中央政治局常委同中外记者见面时提出了“十更”的执政理念，将（  ）放在首位。",
          "options": [
            "A.更好的生活",
            "B.更好的经济发展",
            "C.更好的生态环境",
            "D.更好的教育"
          ],
          "answer": "D",
          "id": "S3000004520"
        },
        {
          "type": "single_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "S3000004521"
        },
        {
          "type": "single_choice",
          "question": "要以增强人民群众（  ）为根本标准，确保教育改革改有所进、改有所成。",
          "options": [
            "A.安全感",
            "B.获得感",
            "C.幸福感",
            "D.成就感"
          ],
          "answer": "ABC",
          "id": "S3000004522"
        },
        {
          "type": "single_choice",
          "question": "关于学年制的优点叙述，正确的有（    ）。",
          "options": [
            "A.有规模效益",
            "B.有较强的专业性",
            "C.教学管理比较简单",
            "D.便于开展集体活动"
          ],
          "answer": "ABCD",
          "id": "S3000004523"
        },
        {
          "type": "single_choice",
          "question": "大学生主体地位的表现有（    ）。",
          "options": [
            "A.学习的主体",
            "B.交往的主体",
            "C.自我发展的主体",
            "D.独立的个体"
          ],
          "answer": "ABC",
          "id": "S3000004524"
        },
        {
          "type": "single_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，深入开展（     ）。",
          "options": [
            "A.价值观教育",
            "B.理想信念教育",
            "C.爱国主义教育",
            "D.中华优秀传统文化教育"
          ],
          "answer": "BCD",
          "id": "S3000004525"
        },
        {
          "type": "single_choice",
          "question": "心理发展阶段论把教师的专业发展划分为以下哪几个阶段?（    ）",
          "options": [
            "A.自我保护期",
            "B.墨守成规期",
            "C.尽责期",
            "D.自治期",
            "E.自觉期"
          ],
          "answer": "ABCD",
          "id": "S3000004526"
        },
        {
          "type": "single_choice",
          "question": "多媒体课件按功能主要可以分成（    ）。",
          "options": [
            "A.讲授模式",
            "B.自学模式",
            "C.讨论模式",
            "D.实验模式"
          ],
          "answer": "ABC",
          "id": "S3000004527"
        },
        {
          "type": "single_choice",
          "question": "教师管理的精髓是(    )。",
          "options": [
            "A.选聘颇有潜质的教师",
            "B.加以精心的培养和合理使用",
            "C.创设宽松的环境",
            "D.使他们自由、充分的发展",
            "E.注重论文的发表"
          ],
          "answer": "ABCD",
          "id": "S3000004528"
        },
        {
          "type": "single_choice",
          "question": "高校精品课程建设的策略有（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段",
            "E.加大投入和创新管理机制"
          ],
          "answer": "ABCDE",
          "id": "S3000004529"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "S3000004530"
        },
        {
          "type": "single_choice",
          "question": "党的十八大以来，我国教育事业发展之所以实现历史性变革、取得历史性成就，根本在于(  )。",
          "options": [
            "A.以习近平同志为核心的党中央的正确领导",
            "B.习近平新时代中国特色社会主义思想的科学指引",
            "C.党对教育事业的领导得到全面加强",
            "D.社会主义制度的特色和优势"
          ],
          "answer": "ABC",
          "id": "S3000004531"
        },
        {
          "type": "single_choice",
          "question": "对于青年教师来说，终身学习的主要方式有（    ）。",
          "options": [
            "A.多读书，读好书",
            "B.向老教师和优秀教师学习",
            "C.做中学",
            "D.为人师表"
          ],
          "answer": "ABC",
          "id": "S3000004532"
        },
        {
          "type": "single_choice",
          "question": "“四有好老师”是指（  ）的老师。",
          "options": [
            "A.有理想信念",
            "B.有道德情操",
            "C.有扎实学识",
            "D.有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "S3000004533"
        },
        {
          "type": "single_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "S3000004534"
        },
        {
          "type": "single_choice",
          "question": "党的十八大五中全会提出（     ）的发展理念，集中体现了以习近平同志为核心的党中央治国理政的新理念新思想新战略。",
          "options": [
            "A.创新",
            "B.协调",
            "C.绿色",
            "D.开放"
          ],
          "answer": "ABCD",
          "id": "S3000004535"
        },
        {
          "type": "single_choice",
          "question": "当代世界高等教育的发展趋势包括(    )。",
          "options": [
            "A.自由化",
            "B.终身化",
            "C.国际化",
            "D.行政化"
          ],
          "answer": "BC",
          "id": "S3000004536"
        },
        {
          "type": "single_choice",
          "question": "高等教育的文化功能表现在（    ）。",
          "options": [
            "A.保存文化",
            "B.选择文化",
            "C.创新文化",
            "D.传递文化"
          ],
          "answer": "ABCD",
          "id": "S3000004537"
        },
        {
          "type": "single_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "S3000004538"
        },
        {
          "type": "single_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "S3000004539"
        },
        {
          "type": "single_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "S3000004540"
        },
        {
          "type": "single_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004541"
        },
        {
          "type": "single_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004542"
        },
        {
          "type": "single_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004543"
        },
        {
          "type": "single_choice",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004544"
        },
        {
          "type": "single_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004545"
        },
        {
          "type": "single_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004546"
        },
        {
          "type": "single_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004547"
        },
        {
          "type": "single_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004548"
        },
        {
          "type": "single_choice",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004549"
        },
        {
          "type": "single_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004550"
        },
        {
          "type": "single_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004551"
        },
        {
          "type": "single_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004552"
        },
        {
          "type": "single_choice",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004553"
        },
        {
          "type": "single_choice",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004554"
        },
        {
          "type": "single_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004555"
        },
        {
          "type": "single_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S3000004556"
        },
        {
          "type": "single_choice",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004557"
        },
        {
          "type": "single_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004558"
        },
        {
          "type": "single_choice",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004559"
        },
        {
          "type": "single_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S3000004560"
        }
      ],
      "multiple_choice": [
        {
          "type": "multiple_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "M3000001601"
        },
        {
          "type": "multiple_choice",
          "question": "加强中华优秀传统文化教育，必须坚持知行合一，即（  ）。",
          "options": [
            "A.经济发展与文化繁荣相统一",
            "B.认识与实践相统一",
            "C.科学性与艺术性相统一",
            "D.可操作性与可接受性相统一"
          ],
          "answer": "BCD",
          "id": "M3000001602"
        },
        {
          "type": "multiple_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "M3000001603"
        },
        {
          "type": "multiple_choice",
          "question": "下列学习差异中，会导致个体采取不同的学习策略的有（    ）。",
          "options": [
            "A.认知水平差异",
            "B.学习风格差异",
            "C.学习动机差异",
            "D.学习能力差异"
          ],
          "answer": "ABCD",
          "id": "M3000001604"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，我国教育事业发展之所以实现历史性变革、取得历史性成就，根本在于(  )。",
          "options": [
            "A.以习近平同志为核心的党中央的正确领导",
            "B.习近平新时代中国特色社会主义思想的科学指引",
            "C.党对教育事业的领导得到全面加强",
            "D.社会主义制度的特色和优势"
          ],
          "answer": "ABC",
          "id": "M3000001605"
        },
        {
          "type": "multiple_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "M3000001606"
        },
        {
          "type": "multiple_choice",
          "question": "当代大学生的主要特征有（    ）。",
          "options": [
            "A.多元性",
            "B.开放性",
            "C.实用性",
            "D.迷茫性"
          ],
          "answer": "ABCD",
          "id": "M3000001607"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记提出，把立德树人作为教育的根本任务，能够培养学生（    ）。",
          "options": [
            "A.爱国情怀",
            "B.社会责任感",
            "C.创新精神",
            "D.实践能力。"
          ],
          "answer": "ABCD",
          "id": "M3000001608"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育国际化体现于(    )。",
          "options": [
            "A.培养学生的终身学习能力",
            "B.开设双语课程",
            "C.学生出国留学",
            "D.吸引国外留学生"
          ],
          "answer": "BCD",
          "id": "M3000001609"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校教师聘任制的核心是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ADE",
          "id": "M3000001610"
        },
        {
          "type": "multiple_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "M3000001611"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "M3000001612"
        },
        {
          "type": "multiple_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "M3000001613"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.校长负责",
            "D.民主管理和监督"
          ],
          "answer": "ACD",
          "id": "M3000001614"
        },
        {
          "type": "multiple_choice",
          "question": "表述教学目标时一般要考虑的因素有（    ）。",
          "options": [
            "A.学习者",
            "B.行为",
            "C.条件",
            "D.程度",
            "E.因果"
          ],
          "answer": "ABCD",
          "id": "M3000001615"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校三项职能的关系表现为（    ）。",
          "options": [
            "A.培养人才是高校的最基本的职能，是决定高等教育本质的因素",
            "B.发展科学直接关系到培养人才的质量和学术水平的提高",
            "C.直接服务社会是高校培养人才、发展学校职能的延伸和拓展",
            "D.培养人才的中心地位是不可动摇的。"
          ],
          "answer": "ABCD",
          "id": "M3000001616"
        },
        {
          "type": "multiple_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "M3000001617"
        },
        {
          "type": "multiple_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "M3000001618"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研体制改革应注意（    ）。",
          "options": [
            "A.解放思想、更新观念",
            "B.科研管理部门要转变职能、提高服务意识",
            "C.实行科研任务的承担主体由集体转向个人",
            "D.管理上有层层负责制转为由以个人为主或以课题组为主的科研新体制",
            "E.应加强行政管理"
          ],
          "answer": "ABCD",
          "id": "M3000001619"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，党中央和国家坚持（     ），在育人方式、质量标准、课程改革、教师队伍、评价体系等方面采取了若干重大举措，全面提升教育质量。",
          "options": [
            "A.以方向领导质量",
            "B.借标准定质量",
            "C.靠课改提质量",
            "D.以师资保质量"
          ],
          "answer": "ABCD",
          "id": "M3000001620"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001621"
        },
        {
          "type": "multiple_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001622"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001623"
        },
        {
          "type": "multiple_choice",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001624"
        },
        {
          "type": "multiple_choice",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001625"
        },
        {
          "type": "multiple_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001626"
        },
        {
          "type": "multiple_choice",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001627"
        },
        {
          "type": "multiple_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001628"
        },
        {
          "type": "multiple_choice",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001629"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001630"
        },
        {
          "type": "multiple_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001631"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001632"
        },
        {
          "type": "multiple_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001633"
        },
        {
          "type": "multiple_choice",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001634"
        },
        {
          "type": "multiple_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001635"
        },
        {
          "type": "multiple_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001636"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001637"
        },
        {
          "type": "multiple_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001638"
        },
        {
          "type": "multiple_choice",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001639"
        },
        {
          "type": "multiple_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001640"
        },
        {
          "type": "multiple_choice",
          "question": "在财政投入上，党和政府始终坚持把教育作为财政支出重点领域予以优先保障，坚持（     ），向农村地区、边远贫困地区和民族地区倾斜。",
          "options": [
            "A.保基本",
            "B.补短板",
            "C.促公平",
            "D.提质量"
          ],
          "answer": "ABCD",
          "id": "M3000001641"
        },
        {
          "type": "multiple_choice",
          "question": "教师工作的本质是（  ）。",
          "options": [
            "A.塑造灵魂",
            "B.塑造生命",
            "C.塑造人",
            "D.传授知识"
          ],
          "answer": "ABC",
          "id": "M3000001642"
        },
        {
          "type": "multiple_choice",
          "question": "经由党的十八大报告提出的“努力办好让人民满意的教育”到党的十九大报告提出的“办好人民满意的教育”，（  ）",
          "options": [
            "A.不断体现着坚持以人民为中心发展教育的总体定位",
            "B.我国教育事业改革发展的出发点和落脚点",
            "C.我国教育事业改革发展的基本遵循和指南针",
            "D.办好人民满意教育的根本遵循"
          ],
          "answer": "ABCD",
          "id": "M3000001643"
        },
        {
          "type": "multiple_choice",
          "question": "专业属性或标准可概括为（    ）。",
          "options": [
            "A.专门性与高深性",
            "B.服务性与伦理性",
            "C.教育性与组织性",
            "D.合法性与自主性",
            "E.他律性与发展性"
          ],
          "answer": "ABCD",
          "id": "M3000001644"
        },
        {
          "type": "multiple_choice",
          "question": "按照高校的三大职能，教师职业角色主要是（    ）。",
          "options": [
            "A.教学者角色",
            "B.研究者角色",
            "C.管理者角色",
            "D.服务者角色",
            "E.创业者角色"
          ],
          "answer": "ABD",
          "id": "M3000001645"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "M3000001646"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育类型结构调整的主要途径包括（    ）。",
          "options": [
            "A.合理分类和定位明确",
            "B.适度综合化",
            "C.特色化发展",
            "D.以民办院校为主导"
          ],
          "answer": "ABC",
          "id": "M3000001647"
        },
        {
          "type": "multiple_choice",
          "question": "教育改革要以考试招生制度为切入口，建立（    ）的考试招生模式，健全促进公平、科学选才、监督有力的体制机制",
          "options": [
            "A.分科考试",
            "B.分类考试",
            "C.综合评价",
            "D.多元录取"
          ],
          "answer": "BCD",
          "id": "M3000001648"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的政治功能主要表现在（    ）。",
          "options": [
            "A.使受教育者政治化",
            "B.培养政治精英和政法人才",
            "C.创新文化",
            "D.促进政治民主化"
          ],
          "answer": "ABD",
          "id": "M3000001649"
        },
        {
          "type": "multiple_choice",
          "question": "大多数社会学家认同专业的三个属性是（    ）。",
          "options": [
            "A.专业应该是正式的全日制职业",
            "B.专业应该拥有深奥的知识和技能",
            "C.专业应该向它的客户和公众提供高质量、无私的服务",
            "D.专业应该由行业外部制定规范标准"
          ],
          "answer": "ABC",
          "id": "M3000001650"
        },
        {
          "type": "multiple_choice",
          "question": "对于高校培养目标的表述，下列选项中正确的是（    ）。",
          "options": [
            "A.培养目标体现为一种具体的教育预期和标准",
            "B.培养目标是整个教育实践活动的理论指南",
            "C.培养目标是具有普遍指导意义的育人标准",
            "D.培养目标决定着教育实践活动的性质、形式内容和方向"
          ],
          "answer": "ABD",
          "id": "M3000001651"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标主要有哪些层次？（    ）",
          "options": [
            "A.国家层次",
            "B.学校层次",
            "C.专业层次",
            "D.社会层次"
          ],
          "answer": "ABC",
          "id": "M3000001652"
        },
        {
          "type": "multiple_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "M3000001653"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的人格权包括（    ）。",
          "options": [
            "A.身份权",
            "B.生命权",
            "C.身体权",
            "D.名誉权"
          ],
          "answer": "BCD",
          "id": "M3000001654"
        },
        {
          "type": "multiple_choice",
          "question": "依据基本职能定位，高等院校可划分为（    ）。",
          "options": [
            "A.综合性院校",
            "B.研究型大学",
            "C.教学型院校",
            "D.教学兼研究型院校"
          ],
          "answer": "BCD",
          "id": "M3000001655"
        },
        {
          "type": "multiple_choice",
          "question": "影响学习的主体因素有哪些？（    ）",
          "options": [
            "A.观察力",
            "B.想象力",
            "C.意志",
            "D.学习任务"
          ],
          "answer": "ABC",
          "id": "M3000001656"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的类型有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.产学研结合服务"
          ],
          "answer": "ABCD",
          "id": "M3000001657"
        },
        {
          "type": "multiple_choice",
          "question": "一名合格的教师必须具备（    ）。",
          "options": [
            "A.普通文化知识",
            "B.学科专业知识",
            "C.教育专业知识",
            "D.相关学科知识",
            "E.经营管理知识"
          ],
          "answer": "ABCD",
          "id": "M3000001658"
        },
        {
          "type": "multiple_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "M3000001659"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校三项职能的关系表现为（    ）。",
          "options": [
            "A.培养人才是高校的最基本的职能，是决定高等教育本质的因素",
            "B.发展科学直接关系到培养人才的质量和学术水平的提高",
            "C.直接服务社会是高校培养人才、发展学校职能的延伸和拓展",
            "D.培养人才的中心地位是不可动摇的。"
          ],
          "answer": "ABCD",
          "id": "M3000001660"
        },
        {
          "type": "multiple_choice",
          "question": "研究能力是大学教师的基本能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001661"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001662"
        },
        {
          "type": "multiple_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001663"
        },
        {
          "type": "multiple_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001664"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001665"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的管理特征是其复杂性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001666"
        },
        {
          "type": "multiple_choice",
          "question": "以采用问答法教学而闻名的古希腊学者是柏拉图。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001667"
        },
        {
          "type": "multiple_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001668"
        },
        {
          "type": "multiple_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001669"
        },
        {
          "type": "multiple_choice",
          "question": "大学的科研职能源自美国哈佛大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001670"
        },
        {
          "type": "multiple_choice",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001671"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001672"
        },
        {
          "type": "multiple_choice",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001673"
        },
        {
          "type": "multiple_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001674"
        },
        {
          "type": "multiple_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001675"
        },
        {
          "type": "multiple_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001676"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001677"
        },
        {
          "type": "multiple_choice",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001678"
        },
        {
          "type": "multiple_choice",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001679"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001680"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学的实践环节范围广、形式多样，具体包括（    ）。",
          "options": [
            "A.实验实习",
            "B.社会调查",
            "C.科研服务",
            "D.课程设计"
          ],
          "answer": "ABCD",
          "id": "M3000001681"
        },
        {
          "type": "multiple_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "M3000001682"
        },
        {
          "type": "multiple_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "M3000001683"
        },
        {
          "type": "multiple_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "M3000001684"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，来华留学工作围绕外交大局，服务教育对外开放，通过（      ），构建来华留学专业化服务体系。",
          "options": [
            "A.创新对外开放机制",
            "B.优化来华留学生源国别、专业布局",
            "C.吸引来华留学生",
            "D.加大品牌专业和品牌课程建设力度"
          ],
          "answer": "BD",
          "id": "M3000001685"
        },
        {
          "type": "multiple_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "M3000001686"
        },
        {
          "type": "multiple_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "M3000001687"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "M3000001688"
        },
        {
          "type": "multiple_choice",
          "question": "影响学习的主体因素有哪些？（    ）",
          "options": [
            "A.观察力",
            "B.想象力",
            "C.意志",
            "D.学习任务"
          ],
          "answer": "ABC",
          "id": "M3000001689"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校课程表现出的基本形式有（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案",
            "E.课程目标"
          ],
          "answer": "ABC",
          "id": "M3000001690"
        },
        {
          "type": "multiple_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "M3000001691"
        },
        {
          "type": "multiple_choice",
          "question": "高校隐性课程的建设应着重抓好哪几个方面的工作？（    ）",
          "options": [
            "A.优化校园物质环境",
            "B.大量开设选修课",
            "C.加强显性课程与隐性课程的结合,开发课堂教学中潜在的隐性课程",
            "D.培养富有特色的、奋斗不息的校园精神",
            "E.增设职业性课程或专业"
          ],
          "answer": "ACD",
          "id": "M3000001692"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "M3000001693"
        },
        {
          "type": "multiple_choice",
          "question": "确立大学生的主体地位，我们应该（    ）。",
          "options": [
            "A.增强大学生的主体意识",
            "B.发展大学生的主体能力",
            "C.加强学校的严格管理",
            "D.塑造大学生的主体人格"
          ],
          "answer": "ABD",
          "id": "M3000001694"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪大学具有的重要特征包括(    )。",
          "options": [
            "A.大学自治和学术自由",
            "B.宗教性和国际性",
            "C.科研性和服务性",
            "D.专业性和学术性"
          ],
          "answer": "ABD",
          "id": "M3000001695"
        },
        {
          "type": "multiple_choice",
          "question": "依据基本职能定位，高等院校可划分为（    ）。",
          "options": [
            "A.综合性院校",
            "B.研究型大学",
            "C.教学型院校",
            "D.教学兼研究型院校"
          ],
          "answer": "BCD",
          "id": "M3000001696"
        },
        {
          "type": "multiple_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，深入开展（     ）。",
          "options": [
            "A.价值观教育",
            "B.理想信念教育",
            "C.爱国主义教育",
            "D.中华优秀传统文化教育"
          ],
          "answer": "BCD",
          "id": "M3000001697"
        },
        {
          "type": "multiple_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "M3000001698"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "M3000001699"
        },
        {
          "type": "multiple_choice",
          "question": "高校规章制度对学校发展的作用主要体现在(    )。",
          "options": [
            "A.对学校各项工作具有重要的协调与规范功能",
            "B.在思想与行动相互转化中具有中介功能",
            "C.有助于促进高校科学管理",
            "D.有利于高校领导发挥个人才能",
            "E.有助于发扬学校民主"
          ],
          "answer": "ABC",
          "id": "M3000001700"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001701"
        },
        {
          "type": "multiple_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001702"
        },
        {
          "type": "multiple_choice",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001703"
        },
        {
          "type": "multiple_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001704"
        },
        {
          "type": "multiple_choice",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001705"
        },
        {
          "type": "multiple_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001706"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001707"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001708"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001709"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业曾是１３世纪的中世纪大学令人尊敬的四个传统专业之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001710"
        },
        {
          "type": "multiple_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001711"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001712"
        },
        {
          "type": "multiple_choice",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001713"
        },
        {
          "type": "multiple_choice",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001714"
        },
        {
          "type": "multiple_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001715"
        },
        {
          "type": "multiple_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001716"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001717"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001718"
        },
        {
          "type": "multiple_choice",
          "question": "讲授法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001719"
        },
        {
          "type": "multiple_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001720"
        },
        {
          "type": "multiple_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "M3000001721"
        },
        {
          "type": "multiple_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "M3000001722"
        },
        {
          "type": "multiple_choice",
          "question": "关于学年制的优点叙述，正确的有（    ）。",
          "options": [
            "A.有规模效益",
            "B.有较强的专业性",
            "C.教学管理比较简单",
            "D.便于开展集体活动"
          ],
          "answer": "ABCD",
          "id": "M3000001723"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学的实践环节范围广、形式多样，具体包括（    ）。",
          "options": [
            "A.实验实习",
            "B.社会调查",
            "C.科研服务",
            "D.课程设计"
          ],
          "answer": "ABCD",
          "id": "M3000001724"
        },
        {
          "type": "multiple_choice",
          "question": "对于高校培养目标的表述，下列选项中正确的是（    ）。",
          "options": [
            "A.培养目标体现为一种具体的教育预期和标准",
            "B.培养目标是整个教育实践活动的理论指南",
            "C.培养目标是具有普遍指导意义的育人标准",
            "D.培养目标决定着教育实践活动的性质、形式内容和方向"
          ],
          "answer": "ABD",
          "id": "M3000001725"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "M3000001726"
        },
        {
          "type": "multiple_choice",
          "question": "多媒体课件按功能主要可以分成（    ）。",
          "options": [
            "A.讲授模式",
            "B.自学模式",
            "C.讨论模式",
            "D.实验模式"
          ],
          "answer": "ABC",
          "id": "M3000001727"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理过程一般包括(    )。",
          "options": [
            "A.战略分析",
            "B.战略制定",
            "C.战略实施",
            "D.战略评估与控制",
            "E.战略转移"
          ],
          "answer": "ABCD",
          "id": "M3000001728"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "M3000001729"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "M3000001730"
        },
        {
          "type": "multiple_choice",
          "question": "对于青年教师来说，终身学习的主要方式有（    ）。",
          "options": [
            "A.多读书，读好书",
            "B.向老教师和优秀教师学习",
            "C.做中学",
            "D.为人师表"
          ],
          "answer": "ABC",
          "id": "M3000001731"
        },
        {
          "type": "multiple_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "M3000001732"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标在性质上具有（    ）。",
          "options": [
            "A.主观性",
            "B.客观性",
            "C.具体性",
            "D.多样性",
            "E.抽象性"
          ],
          "answer": "ABCD",
          "id": "M3000001733"
        },
        {
          "type": "multiple_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "M3000001734"
        },
        {
          "type": "multiple_choice",
          "question": "课程内容的选择应遵循如下原则（    ）。",
          "options": [
            "A.适时原则",
            "B.完整原则",
            "C.经济原则",
            "D.实践原则",
            "E.量力和满足原则"
          ],
          "answer": "ABCDE",
          "id": "M3000001735"
        },
        {
          "type": "multiple_choice",
          "question": "激励应遵循的原则有(    )。",
          "options": [
            "A.多样性原则",
            "B.物质性原则",
            "C.多多益善原则",
            "D.递进性原则",
            "E.协调性原则"
          ],
          "answer": "ADE",
          "id": "M3000001736"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "M3000001737"
        },
        {
          "type": "multiple_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "M3000001738"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "M3000001739"
        },
        {
          "type": "multiple_choice",
          "question": "在写教案涉及知识的难点时，应重点考虑的知识有（    ）。",
          "options": [
            "A.概念抽象、学生又缺乏感性认识的知识",
            "B.自己深入研究的领域内的知识",
            "C.思维定势带来的负迁移",
            "D.现象复杂、文字概括性强的定律或定理",
            "E.概念相通、方法相似的知识"
          ],
          "answer": "ACDE",
          "id": "M3000001740"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001741"
        },
        {
          "type": "multiple_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001742"
        },
        {
          "type": "multiple_choice",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001743"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001744"
        },
        {
          "type": "multiple_choice",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001745"
        },
        {
          "type": "multiple_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001746"
        },
        {
          "type": "multiple_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001747"
        },
        {
          "type": "multiple_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001748"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001749"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001750"
        },
        {
          "type": "multiple_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001751"
        },
        {
          "type": "multiple_choice",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001752"
        },
        {
          "type": "multiple_choice",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001753"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001754"
        },
        {
          "type": "multiple_choice",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001755"
        },
        {
          "type": "multiple_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001756"
        },
        {
          "type": "multiple_choice",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001757"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001758"
        },
        {
          "type": "multiple_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001759"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001760"
        },
        {
          "type": "multiple_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "M3000001761"
        },
        {
          "type": "multiple_choice",
          "question": "深化教育领域综合改革，加快建设学习型社会，要（    ）。",
          "options": [
            "A.完善职业教育和培训体系",
            "B.办好网络教育、继续教育",
            "C.加强思想政治工作",
            "D.加强师德师风建设"
          ],
          "answer": "ABD",
          "id": "M3000001762"
        },
        {
          "type": "multiple_choice",
          "question": "办好思政课，就是要开展马克思主义理论教育，用新时代中国特色社会主义思想铸魂育人，引导学生增强中国特色社会主义（    ）。",
          "options": [
            "A.道路自信",
            "B.理论自信",
            "C.制度自信",
            "D.文化自信"
          ],
          "answer": "ABCD",
          "id": "M3000001763"
        },
        {
          "type": "multiple_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "M3000001764"
        },
        {
          "type": "multiple_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "M3000001765"
        },
        {
          "type": "multiple_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "M3000001766"
        },
        {
          "type": "multiple_choice",
          "question": "保基本、补短板、促公平，重中之重是推动（     ），（      ）。这是缩小城乡义务教育差距的标本兼治之策。",
          "options": [
            "A.城乡义务教育一体化发展",
            "B.区域一体化发展",
            "C.高度重视弱势群体教育",
            "D.高度重视农村义务教育"
          ],
          "answer": "AD",
          "id": "M3000001767"
        },
        {
          "type": "multiple_choice",
          "question": "教育公平包括(       )。",
          "options": [
            "A.入学公平",
            "B.机会公平",
            "C.过程公平",
            "D.结果公平"
          ],
          "answer": "BCD",
          "id": "M3000001768"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "M3000001769"
        },
        {
          "type": "multiple_choice",
          "question": "建立新型的师生关系，对教师来说，可以采用哪些策略？（    ）",
          "options": [
            "A.了解和研究学生，树立正确的学生观",
            "B.理解和尊重学生",
            "C.对学生放任管理",
            "D.提高自我修养，健全自身人格。"
          ],
          "answer": "ABD",
          "id": "M3000001770"
        },
        {
          "type": "multiple_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "M3000001771"
        },
        {
          "type": "multiple_choice",
          "question": "高校课程的特点是（    ）。",
          "options": [
            "A.基础性",
            "B.职业性",
            "C.高深性",
            "D.前沿性",
            "E.专业性"
          ],
          "answer": "CDE",
          "id": "M3000001772"
        },
        {
          "type": "multiple_choice",
          "question": "课堂教学的优点是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神。"
          ],
          "answer": "ABD",
          "id": "M3000001773"
        },
        {
          "type": "multiple_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程性质职业化的趋势,实现途径主要为（    ）。",
          "options": [
            "A.开设选修课",
            "B.增设职业性课程或专业",
            "C.重视实际工作经验，并将其与系统学习统一起来",
            "D.开设自由研究课程",
            "E.加强实践教学环节，注重能力培养."
          ],
          "answer": "BCE",
          "id": "M3000001774"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "M3000001775"
        },
        {
          "type": "multiple_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "M3000001776"
        },
        {
          "type": "multiple_choice",
          "question": "一名合格的教师必须具备（    ）。",
          "options": [
            "A.普通文化知识",
            "B.学科专业知识",
            "C.教育专业知识",
            "D.相关学科知识",
            "E.经营管理知识"
          ],
          "answer": "ABCD",
          "id": "M3000001777"
        },
        {
          "type": "multiple_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "M3000001778"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "M3000001779"
        },
        {
          "type": "multiple_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程设置和实施的多样化趋势,实现途径主要为（    ）。",
          "options": [
            "A.增设职业性课程或专业",
            "B.开设大量选修课，或加大选修课程的比例",
            "C.运用新信息技术，使课程实施方式多样化",
            "D.开设自由研究课程，使课程形式多样化",
            "E.加强实践教学环节"
          ],
          "answer": "BCD",
          "id": "M3000001780"
        },
        {
          "type": "multiple_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001781"
        },
        {
          "type": "multiple_choice",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001782"
        },
        {
          "type": "multiple_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001783"
        },
        {
          "type": "multiple_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001784"
        },
        {
          "type": "multiple_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001785"
        },
        {
          "type": "multiple_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001786"
        },
        {
          "type": "multiple_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001787"
        },
        {
          "type": "multiple_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001788"
        },
        {
          "type": "multiple_choice",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001789"
        },
        {
          "type": "multiple_choice",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001790"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001791"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001792"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001793"
        },
        {
          "type": "multiple_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001794"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001795"
        },
        {
          "type": "multiple_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001796"
        },
        {
          "type": "multiple_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001797"
        },
        {
          "type": "multiple_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001798"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001799"
        },
        {
          "type": "multiple_choice",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001800"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的三个层次分别指高等教育阶段的（    ）。",
          "options": [
            "A.高职教育",
            "B.专科教育",
            "C.本科教育",
            "D.研究生教育"
          ],
          "answer": "BCD",
          "id": "M3000001801"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "M3000001802"
        },
        {
          "type": "multiple_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "M3000001803"
        },
        {
          "type": "multiple_choice",
          "question": "表述教学目标时一般要考虑的因素有（    ）。",
          "options": [
            "A.学习者",
            "B.行为",
            "C.条件",
            "D.程度",
            "E.因果"
          ],
          "answer": "ABCD",
          "id": "M3000001804"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育对经济的贡献主要表现在（    ）。",
          "options": [
            "A.经济发展水平制约着高等教育发展水平",
            "B.高等教育是劳动力再生产的手段",
            "C.高等教育是科技创新的重镇",
            "D.经济发展速度影响高等教育发展"
          ],
          "answer": "BC",
          "id": "M3000001805"
        },
        {
          "type": "multiple_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "M3000001806"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "M3000001807"
        },
        {
          "type": "multiple_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "M3000001808"
        },
        {
          "type": "multiple_choice",
          "question": "美国学者博耶在20世纪90年代提出了一种新的学术观，认为学术有既相互区别又相互联系的四种形式，分别是（    ）。",
          "options": [
            "A.发现的学术",
            "B.讨论的学术",
            "C.综合的学术",
            "D.应用的学术",
            "E.教学的学术"
          ],
          "answer": "ACDE",
          "id": "M3000001809"
        },
        {
          "type": "multiple_choice",
          "question": "教师工作的本质是（  ）。",
          "options": [
            "A.塑造灵魂",
            "B.塑造生命",
            "C.塑造人",
            "D.传授知识"
          ],
          "answer": "ABC",
          "id": "M3000001810"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "M3000001811"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "M3000001812"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的原则有（    ）。",
          "options": [
            "A.学术责任和学术自由相结合的原则",
            "B.教学与科研相结合原则",
            "C.社会效益和学术水平相统一的原则",
            "D.基础研究和应用研究协调发展的原则",
            "E.个体研究和集体协作相结合的原则"
          ],
          "answer": "ABCDE",
          "id": "M3000001813"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "M3000001814"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学方法的特点主要有（    ）。",
          "options": [
            "A.强调学生自学能力培养",
            "B.重视学生研究能力培养",
            "C.重视学生实践能力培养",
            "D.倡导学生合作精神的培养"
          ],
          "answer": "ABCD",
          "id": "M3000001815"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学组织形式有（    ）。",
          "options": [
            "A.课堂教学",
            "B.课外活动",
            "C.社团活动",
            "D.社会实践"
          ],
          "answer": "ABCD",
          "id": "M3000001816"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "M3000001817"
        },
        {
          "type": "multiple_choice",
          "question": "我们要把立德树人和社会主义核心价值观教育贯穿教育教学全过程，坚持把（    ）。",
          "options": [
            "A.文化知识学习与思想品德修养的统一",
            "B.理论学习与社会实践的统一",
            "C.全面发展与个性发展的统一",
            "D.培训学习与自我修养提升的统一"
          ],
          "answer": "ABC",
          "id": "M3000001818"
        },
        {
          "type": "multiple_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "M3000001819"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，我国不断提升教育对外开放质量和水平，基本形成了（     ）的教育对外开放格局，成为我国日益走近世界舞台中央的一张亮丽名片。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.高水平",
            "D.宽领域"
          ],
          "answer": "ABD",
          "id": "M3000001820"
        },
        {
          "type": "multiple_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001821"
        },
        {
          "type": "multiple_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001822"
        },
        {
          "type": "multiple_choice",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001823"
        },
        {
          "type": "multiple_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001824"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001825"
        },
        {
          "type": "multiple_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001826"
        },
        {
          "type": "multiple_choice",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001827"
        },
        {
          "type": "multiple_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001828"
        },
        {
          "type": "multiple_choice",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001829"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的二元结构特征决定了其管理的相对简易性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001830"
        },
        {
          "type": "multiple_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001831"
        },
        {
          "type": "multiple_choice",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001832"
        },
        {
          "type": "multiple_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001833"
        },
        {
          "type": "multiple_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001834"
        },
        {
          "type": "multiple_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001835"
        },
        {
          "type": "multiple_choice",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001836"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001837"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001838"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001839"
        },
        {
          "type": "multiple_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001840"
        },
        {
          "type": "multiple_choice",
          "question": "大学生在教学活动中的能动性表现为（    ）。",
          "options": [
            "A.自主性",
            "B.受动性",
            "C.主动性",
            "D.创造性"
          ],
          "answer": "ACD",
          "id": "M3000001841"
        },
        {
          "type": "multiple_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "M3000001842"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "M3000001843"
        },
        {
          "type": "multiple_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "M3000001844"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "M3000001845"
        },
        {
          "type": "multiple_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "M3000001846"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "M3000001847"
        },
        {
          "type": "multiple_choice",
          "question": "高校要有效实现培养目标，需处理好以下哪几方面关系？（    ）",
          "options": [
            "A.处理好“五育”之间的关系",
            "B.处理好知识、能力与素质的关系",
            "C.处理好通识教育与专业教育的关系",
            "D.处理好科学教育与人文教育的关系",
            "E.处理好教学工作、科研训练与社会实践的关系"
          ],
          "answer": "ABCDE",
          "id": "M3000001848"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "M3000001849"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "M3000001850"
        },
        {
          "type": "multiple_choice",
          "question": "可提供高等教育的机构包括(    )。",
          "options": [
            "A.大学",
            "B.高等职业技术学院",
            "C.民办高校",
            "D.企业内的高等教育培训机构"
          ],
          "answer": "ABCD",
          "id": "M3000001851"
        },
        {
          "type": "multiple_choice",
          "question": "高校办学特色必须具备的特征是(    )。",
          "options": [
            "A.独特性",
            "B.辐射性",
            "C.累积性",
            "D.超前性"
          ],
          "answer": "ABC",
          "id": "M3000001852"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大五中全会提出（     ）的发展理念，集中体现了以习近平同志为核心的党中央治国理政的新理念新思想新战略。",
          "options": [
            "A.创新",
            "B.协调",
            "C.绿色",
            "D.开放"
          ],
          "answer": "ABCD",
          "id": "M3000001853"
        },
        {
          "type": "multiple_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，加强（     ），促使学生将其内化为精神追求、外化为行动自觉。",
          "options": [
            "A.法治教育",
            "B.国防教育",
            "C.可持续发展教育",
            "D.思政教育"
          ],
          "answer": "ABC",
          "id": "M3000001854"
        },
        {
          "type": "multiple_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程性质职业化的趋势,实现途径主要为（    ）。",
          "options": [
            "A.开设选修课",
            "B.增设职业性课程或专业",
            "C.重视实际工作经验，并将其与系统学习统一起来",
            "D.开设自由研究课程",
            "E.加强实践教学环节，注重能力培养."
          ],
          "answer": "BCE",
          "id": "M3000001855"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "M3000001856"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在全国教育大会上强调，广大教师要做（  ）。",
          "options": [
            "A.学生锤炼品格的引路人",
            "B.学习知识的引路人",
            "C.创新思维的引路人",
            "D.奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "M3000001857"
        },
        {
          "type": "multiple_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "M3000001858"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育学的研究对象为(    )。",
          "options": [
            "A.高等教育的现象",
            "B.高等教育的问题",
            "C.高等教育的矛盾",
            "D.高等教育的规律"
          ],
          "answer": "ABC",
          "id": "M3000001859"
        },
        {
          "type": "multiple_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "M3000001860"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001861"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001862"
        },
        {
          "type": "multiple_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001863"
        },
        {
          "type": "multiple_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001864"
        },
        {
          "type": "multiple_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001865"
        },
        {
          "type": "multiple_choice",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001866"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001867"
        },
        {
          "type": "multiple_choice",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001868"
        },
        {
          "type": "multiple_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001869"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001870"
        },
        {
          "type": "multiple_choice",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001871"
        },
        {
          "type": "multiple_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001872"
        },
        {
          "type": "multiple_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001873"
        },
        {
          "type": "multiple_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001874"
        },
        {
          "type": "multiple_choice",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001875"
        },
        {
          "type": "multiple_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001876"
        },
        {
          "type": "multiple_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001877"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001878"
        },
        {
          "type": "multiple_choice",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001879"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001880"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的类型有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.产学研结合服务"
          ],
          "answer": "ABCD",
          "id": "M3000001881"
        },
        {
          "type": "multiple_choice",
          "question": "我们要把立德树人和社会主义核心价值观教育贯穿教育教学全过程，坚持把（    ）。",
          "options": [
            "A.文化知识学习与思想品德修养的统一",
            "B.理论学习与社会实践的统一",
            "C.全面发展与个性发展的统一",
            "D.培训学习与自我修养提升的统一"
          ],
          "answer": "ABC",
          "id": "M3000001882"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "M3000001883"
        },
        {
          "type": "multiple_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "M3000001884"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校教师聘任制的核心是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ADE",
          "id": "M3000001885"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "M3000001886"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "M3000001887"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "M3000001888"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "M3000001889"
        },
        {
          "type": "multiple_choice",
          "question": "我国最早的一批近现代大学包括(    )。",
          "options": [
            "A.太学",
            "B.书院",
            "C.京师大学堂（北大的前身）",
            "D.天津中西学堂（天津大学的前身）"
          ],
          "answer": "CD",
          "id": "M3000001890"
        },
        {
          "type": "multiple_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "M3000001891"
        },
        {
          "type": "multiple_choice",
          "question": "大多数社会学家认同专业的三个属性是（    ）。",
          "options": [
            "A.专业应该是正式的全日制职业",
            "B.专业应该拥有深奥的知识和技能",
            "C.专业应该向它的客户和公众提供高质量、无私的服务",
            "D.专业应该由行业外部制定规范标准"
          ],
          "answer": "ABC",
          "id": "M3000001892"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，我国不断提升教育对外开放质量和水平，基本形成了（     ）的教育对外开放格局，成为我国日益走近世界舞台中央的一张亮丽名片。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.高水平",
            "D.宽领域"
          ],
          "answer": "ABD",
          "id": "M3000001893"
        },
        {
          "type": "multiple_choice",
          "question": "教师管理的精髓是(    )。",
          "options": [
            "A.选聘颇有潜质的教师",
            "B.加以精心的培养和合理使用",
            "C.创设宽松的环境",
            "D.使他们自由、充分的发展",
            "E.注重论文的发表"
          ],
          "answer": "ABCD",
          "id": "M3000001894"
        },
        {
          "type": "multiple_choice",
          "question": "坚持中国特色的社会主义办学方向要坚持（  ）。",
          "options": [
            "A.把马克思主义作为我国教育的最鲜亮底色",
            "B.把“四个服务”作为根本要求",
            "C.把扎根中国大地办教育作为根本原则",
            "D.把教师队伍建设作为根本依靠"
          ],
          "answer": "ABCD",
          "id": "M3000001895"
        },
        {
          "type": "multiple_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.教学",
            "B.传承文化",
            "C.科研",
            "D.社会服务"
          ],
          "answer": "ACD",
          "id": "M3000001896"
        },
        {
          "type": "multiple_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "M3000001897"
        },
        {
          "type": "multiple_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "M3000001898"
        },
        {
          "type": "multiple_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "M3000001899"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "M3000001900"
        },
        {
          "type": "multiple_choice",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001901"
        },
        {
          "type": "multiple_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001902"
        },
        {
          "type": "multiple_choice",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001903"
        },
        {
          "type": "multiple_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001904"
        },
        {
          "type": "multiple_choice",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001905"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001906"
        },
        {
          "type": "multiple_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001907"
        },
        {
          "type": "multiple_choice",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001908"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001909"
        },
        {
          "type": "multiple_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001910"
        },
        {
          "type": "multiple_choice",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001911"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001912"
        },
        {
          "type": "multiple_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001913"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001914"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001915"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001916"
        },
        {
          "type": "multiple_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001917"
        },
        {
          "type": "multiple_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001918"
        },
        {
          "type": "multiple_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001919"
        },
        {
          "type": "multiple_choice",
          "question": "“大学科技园”的问世标志着大学基础科学研究有了新的发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001920"
        },
        {
          "type": "multiple_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "M3000001921"
        },
        {
          "type": "multiple_choice",
          "question": "大学生的人格权包括（    ）。",
          "options": [
            "A.身份权",
            "B.生命权",
            "C.身体权",
            "D.名誉权"
          ],
          "answer": "BCD",
          "id": "M3000001922"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的理论模式有（    ）。",
          "options": [
            "A.教学关注阶段论",
            "B.心理发展阶段论",
            "C.职业生涯周期论",
            "D.综合发展阶段论"
          ],
          "answer": "ABCD",
          "id": "M3000001923"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "M3000001924"
        },
        {
          "type": "multiple_choice",
          "question": "思政课教师应具备（    ）等优良素质。",
          "options": [
            "A.政治要强",
            "B.情怀要深",
            "C.思想要新",
            "D.态度要正"
          ],
          "answer": "ABC",
          "id": "M3000001925"
        },
        {
          "type": "multiple_choice",
          "question": "《中国教育现代化2035》聚焦教育发展的突出问题和薄弱环节，立足当前，着眼长远，重点部署了教育现代化的十大战略任务（     ）。",
          "options": [
            "A.学习习近平新时代中国特色社会主义思想",
            "B.发展中国特色世界先进水平的优质教育",
            "C.推动各级教育高水平高质量普及",
            "E.实现基本公共教育服务均等化"
          ],
          "answer": "ABCD",
          "id": "M3000001926"
        },
        {
          "type": "multiple_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "M3000001927"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校课程表现出的基本形式有（    ）。",
          "options": [
            "A.教学计划",
            "B.教学大纲",
            "C.教材",
            "D.课程方案",
            "E.课程目标"
          ],
          "answer": "ABC",
          "id": "M3000001928"
        },
        {
          "type": "multiple_choice",
          "question": "全面发展教育包括（    ）。",
          "options": [
            "A.德育",
            "B.智育",
            "C.体育",
            "D.美育",
            "E.劳动技术教育"
          ],
          "answer": "ABCDE",
          "id": "M3000001929"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "M3000001930"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "M3000001931"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "M3000001932"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的评价作用包括（    ）。",
          "options": [
            "A.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "B.高校培养目标对教育活动起着支配、调节和控制作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "CD",
          "id": "M3000001933"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学过程的特点是（    ）。",
          "options": [
            "A.教学与科研紧密结合",
            "B.师生教学关系具有相对独立性",
            "C.教学与实践的联系更为紧密",
            "D.更加强调间接知识的学习"
          ],
          "answer": "ABC",
          "id": "M3000001934"
        },
        {
          "type": "multiple_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "M3000001935"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在欧美同学会成立100周年庆祝大会上，站在科教兴国和人才强国战略高度，确立了（      ）“十六字方针”留学工作方针。",
          "options": [
            "A.支持留学",
            "B.鼓励回国",
            "C.来去自由",
            "D.发挥作用"
          ],
          "answer": "ABCD",
          "id": "M3000001936"
        },
        {
          "type": "multiple_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "M3000001937"
        },
        {
          "type": "multiple_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "M3000001938"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "M3000001939"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学组织形式有（    ）。",
          "options": [
            "A.课堂教学",
            "B.课外活动",
            "C.社团活动",
            "D.社会实践"
          ],
          "answer": "ABCD",
          "id": "M3000001940"
        },
        {
          "type": "multiple_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001941"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001942"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001943"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001944"
        },
        {
          "type": "multiple_choice",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001945"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001946"
        },
        {
          "type": "multiple_choice",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001947"
        },
        {
          "type": "multiple_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001948"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001949"
        },
        {
          "type": "multiple_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001950"
        },
        {
          "type": "multiple_choice",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001951"
        },
        {
          "type": "multiple_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001952"
        },
        {
          "type": "multiple_choice",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001953"
        },
        {
          "type": "multiple_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001954"
        },
        {
          "type": "multiple_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001955"
        },
        {
          "type": "multiple_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001956"
        },
        {
          "type": "multiple_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001957"
        },
        {
          "type": "multiple_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001958"
        },
        {
          "type": "multiple_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001959"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001960"
        },
        {
          "type": "multiple_choice",
          "question": "保基本、补短板、促公平，重中之重是推动（     ），（      ）。这是缩小城乡义务教育差距的标本兼治之策。",
          "options": [
            "A.城乡义务教育一体化发展",
            "B.区域一体化发展",
            "C.高度重视弱势群体教育",
            "D.高度重视农村义务教育"
          ],
          "answer": "AD",
          "id": "M3000001961"
        },
        {
          "type": "multiple_choice",
          "question": "学习的内部条件包括（    ）。",
          "options": [
            "A.智力因素",
            "B.非智力因素",
            "C.学习目标",
            "D.学习材料"
          ],
          "answer": "AB",
          "id": "M3000001962"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校的组织结构一般有以下形式(    )。",
          "options": [
            "A.直线组织结构",
            "B.职能制组织结构",
            "C.直线-职能制组织结构",
            "D.平衡型组织结构",
            "E.矩阵式组织结构"
          ],
          "answer": "ABCE",
          "id": "M3000001963"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "M3000001964"
        },
        {
          "type": "multiple_choice",
          "question": "关于讲授法的缺点，叙述正确的有（    ）。",
          "options": [
            "A.是一种单向性的思想交流方式",
            "B.不利于课堂的管理",
            "C.不能使学生直接体验所学知识",
            "D.记忆效果差，尤其是时间较长的讲授课"
          ],
          "answer": "ACD",
          "id": "M3000001965"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "M3000001966"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "M3000001967"
        },
        {
          "type": "multiple_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "M3000001968"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师培养的形式主要是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.特殊培养",
            "D.合作培养",
            "E.终身学习"
          ],
          "answer": "ABC",
          "id": "M3000001969"
        },
        {
          "type": "multiple_choice",
          "question": "“四有好老师”是指（  ）的老师。",
          "options": [
            "A.有理想信念",
            "B.有道德情操",
            "C.有扎实学识",
            "D.有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "M3000001970"
        },
        {
          "type": "multiple_choice",
          "question": "教育改革要以考试招生制度为切入口，建立（    ）的考试招生模式，健全促进公平、科学选才、监督有力的体制机制",
          "options": [
            "A.分科考试",
            "B.分类考试",
            "C.综合评价",
            "D.多元录取"
          ],
          "answer": "BCD",
          "id": "M3000001971"
        },
        {
          "type": "multiple_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "M3000001972"
        },
        {
          "type": "multiple_choice",
          "question": "近年来，我国高等教育一直在(    )。",
          "options": [
            "A.加强大学生素质教育",
            "B.全面推行教育产业化",
            "C.促进国际化",
            "D.加强行政化"
          ],
          "answer": "AC",
          "id": "M3000001973"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "M3000001974"
        },
        {
          "type": "multiple_choice",
          "question": "世界著名大学在办学特色形成过程中，必不可少的因素是(    )。",
          "options": [
            "A.鲜明的时代性和社会性",
            "B.凝练的办学理念",
            "C.优势学科",
            "D.优秀的教师和毕业生",
            "E.杰出的大学校长"
          ],
          "answer": "ABCDE",
          "id": "M3000001975"
        },
        {
          "type": "multiple_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "M3000001976"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "M3000001977"
        },
        {
          "type": "multiple_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "M3000001978"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "M3000001979"
        },
        {
          "type": "multiple_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "M3000001980"
        },
        {
          "type": "multiple_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001981"
        },
        {
          "type": "multiple_choice",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001982"
        },
        {
          "type": "multiple_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001983"
        },
        {
          "type": "multiple_choice",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001984"
        },
        {
          "type": "multiple_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001985"
        },
        {
          "type": "multiple_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001986"
        },
        {
          "type": "multiple_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001987"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001988"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001989"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001990"
        },
        {
          "type": "multiple_choice",
          "question": "在我国最早提倡“学分制”的是蔡元培。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001991"
        },
        {
          "type": "multiple_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001992"
        },
        {
          "type": "multiple_choice",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001993"
        },
        {
          "type": "multiple_choice",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001994"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001995"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001996"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001997"
        },
        {
          "type": "multiple_choice",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000001998"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000001999"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002000"
        },
        {
          "type": "multiple_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程设置和实施的多样化趋势,实现途径主要为（    ）。",
          "options": [
            "A.增设职业性课程或专业",
            "B.开设大量选修课，或加大选修课程的比例",
            "C.运用新信息技术，使课程实施方式多样化",
            "D.开设自由研究课程，使课程形式多样化",
            "E.加强实践教学环节"
          ],
          "answer": "BCD",
          "id": "M3000002001"
        },
        {
          "type": "multiple_choice",
          "question": "按研究的性质和功能分，教育研究有（    ）。",
          "options": [
            "A.基础研究",
            "B.应用研究",
            "C.发展研究",
            "D.实验研究",
            "E.理论研究"
          ],
          "answer": "ABC",
          "id": "M3000002002"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "M3000002003"
        },
        {
          "type": "multiple_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "M3000002004"
        },
        {
          "type": "multiple_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "M3000002005"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "M3000002006"
        },
        {
          "type": "multiple_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "M3000002007"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "M3000002008"
        },
        {
          "type": "multiple_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "M3000002009"
        },
        {
          "type": "multiple_choice",
          "question": "课程内容的选择应遵循如下原则（    ）。",
          "options": [
            "A.适时原则",
            "B.完整原则",
            "C.经济原则",
            "D.实践原则",
            "E.量力和满足原则"
          ],
          "answer": "ABCDE",
          "id": "M3000002010"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "M3000002011"
        },
        {
          "type": "multiple_choice",
          "question": "马斯洛的层次需求理论认为，任何人都有以下哪些方面的需要(    )。",
          "options": [
            "A.安全的需要",
            "B.生理的需要",
            "C.爱的需要",
            "D.获得尊重的需要",
            "E.自我实现的需要"
          ],
          "answer": "ABCDE",
          "id": "M3000002012"
        },
        {
          "type": "multiple_choice",
          "question": "大学生之所以是特殊群体是因为（    ）。",
          "options": [
            "A.大学生是发展中的人",
            "B.大学生是有主体意识的人",
            "C.大学生是和谐发展的整体的人",
            "D.大学生是具有巨大潜能的人"
          ],
          "answer": "ABCD",
          "id": "M3000002013"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标主要有哪些层次？（    ）",
          "options": [
            "A.国家层次",
            "B.学校层次",
            "C.专业层次",
            "D.社会层次"
          ],
          "answer": "ABC",
          "id": "M3000002014"
        },
        {
          "type": "multiple_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "M3000002015"
        },
        {
          "type": "multiple_choice",
          "question": "当代世界高等教育的发展趋势包括(    )。",
          "options": [
            "A.自由化",
            "B.终身化",
            "C.国际化",
            "D.行政化"
          ],
          "answer": "BC",
          "id": "M3000002016"
        },
        {
          "type": "multiple_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "M3000002017"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的特点有（    ）。",
          "options": [
            "A.专业性",
            "B.学术性",
            "C.合作性",
            "D.实体化",
            "E.直接性"
          ],
          "answer": "ACDE",
          "id": "M3000002018"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "M3000002019"
        },
        {
          "type": "multiple_choice",
          "question": "教育研究的意义是（    ）。",
          "options": [
            "A.教育研究以理论作指导可使教育工作者明确日常教育教学实践的前进方向",
            "B.赋予理论和实践工作者尊重科学遵循规律的精神",
            "C.使教师从经验走向理论",
            "D.揭示教学规律、改进教学质量",
            "E.提高教育决策水平、培育良好师资"
          ],
          "answer": "ABCDE",
          "id": "M3000002020"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002021"
        },
        {
          "type": "multiple_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002022"
        },
        {
          "type": "multiple_choice",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002023"
        },
        {
          "type": "multiple_choice",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002024"
        },
        {
          "type": "multiple_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002025"
        },
        {
          "type": "multiple_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002026"
        },
        {
          "type": "multiple_choice",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002027"
        },
        {
          "type": "multiple_choice",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002028"
        },
        {
          "type": "multiple_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002029"
        },
        {
          "type": "multiple_choice",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002030"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002031"
        },
        {
          "type": "multiple_choice",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002032"
        },
        {
          "type": "multiple_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002033"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002034"
        },
        {
          "type": "multiple_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002035"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002036"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002037"
        },
        {
          "type": "multiple_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002038"
        },
        {
          "type": "multiple_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002039"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002040"
        },
        {
          "type": "multiple_choice",
          "question": "以扩大教育开放提升我国教育世界影响力包括（      ）",
          "options": [
            "A.吸收借鉴世界先进办学治学经验",
            "B.统筹出国留学和来华留学工作",
            "C.构建教育命运共同体",
            "D.服务“一带一路”倡议"
          ],
          "answer": "AB",
          "id": "M3000002041"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育国际化体现于(    )。",
          "options": [
            "A.培养学生的终身学习能力",
            "B.开设双语课程",
            "C.学生出国留学",
            "D.吸引国外留学生"
          ],
          "answer": "BCD",
          "id": "M3000002042"
        },
        {
          "type": "multiple_choice",
          "question": "制定高校培养目标的依据有哪些？（    ）",
          "options": [
            "A.马克思主义关于人的全面发展学说",
            "B.个人本位论",
            "C.社会本位论",
            "D.社会需求与人的发展需求的统一"
          ],
          "answer": "AD",
          "id": "M3000002043"
        },
        {
          "type": "multiple_choice",
          "question": "文化素质教育的目的在于（    ）。",
          "options": [
            "A.提高大学生的文化品位",
            "B.强化专业教育",
            "C.提高审美情趣",
            "D.提高人文素养"
          ],
          "answer": "ACD",
          "id": "M3000002044"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育学的研究对象为(    )。",
          "options": [
            "A.高等教育的现象",
            "B.高等教育的问题",
            "C.高等教育的矛盾",
            "D.高等教育的规律"
          ],
          "answer": "ABC",
          "id": "M3000002045"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理具有以下特征(    )。",
          "options": [
            "A.在本质上，是对高校发展方向及未来环境适应性的把握",
            "B.在过程上，具有连续性",
            "C.在作用上，具有纲领性",
            "D.在空间上，具有系统性、全局性",
            "E.在时间上，具有长期性、前瞻性。"
          ],
          "answer": "ABCDE",
          "id": "M3000002046"
        },
        {
          "type": "multiple_choice",
          "question": "按研究的性质和功能分，教育研究有（    ）。",
          "options": [
            "A.基础研究",
            "B.应用研究",
            "C.发展研究",
            "D.实验研究",
            "E.理论研究"
          ],
          "answer": "ABC",
          "id": "M3000002047"
        },
        {
          "type": "multiple_choice",
          "question": "关于各国高校课程改革的共同性背景和动因,正确的说法是（    ）。",
          "options": [
            "A.大学生的不满",
            "B.生产力和科学技术发展的需要",
            "C.知识经济与高教大众化的影响",
            "D.现代教育学和心理学的研究成果",
            "E.互联网在教学中的应用"
          ],
          "answer": "BCD",
          "id": "M3000002048"
        },
        {
          "type": "multiple_choice",
          "question": "大学生之所以是特殊群体是因为（    ）。",
          "options": [
            "A.大学生是发展中的人",
            "B.大学生是有主体意识的人",
            "C.大学生是和谐发展的整体的人",
            "D.大学生是具有巨大潜能的人"
          ],
          "answer": "ABCD",
          "id": "M3000002049"
        },
        {
          "type": "multiple_choice",
          "question": "课堂教学的优点是（    ）。",
          "options": [
            "A.提高教学效率",
            "B.增强教学的计划性",
            "C.因材施教",
            "D.有利于培养学生的集体精神。"
          ],
          "answer": "ABD",
          "id": "M3000002050"
        },
        {
          "type": "multiple_choice",
          "question": "我国最早的一批近现代大学包括(    )。",
          "options": [
            "A.太学",
            "B.书院",
            "C.京师大学堂（北大的前身）",
            "D.天津中西学堂（天津大学的前身）"
          ],
          "answer": "CD",
          "id": "M3000002051"
        },
        {
          "type": "multiple_choice",
          "question": "学生接受高等教育以发展其（    ）。",
          "options": [
            "A.素质",
            "B.学习能力",
            "C.研究能力",
            "D.实践能力"
          ],
          "answer": "ABCD",
          "id": "M3000002052"
        },
        {
          "type": "multiple_choice",
          "question": "教育公平包括(       )。",
          "options": [
            "A.入学公平",
            "B.机会公平",
            "C.过程公平",
            "D.结果公平"
          ],
          "answer": "BCD",
          "id": "M3000002053"
        },
        {
          "type": "multiple_choice",
          "question": "下列关于教学方法的叙述，正确的有（    ）。",
          "options": [
            "A.是为教学目的服务的",
            "B.是教学模式",
            "C.须以教学内容为载体",
            "D.方法的选用须注意到学生的特点"
          ],
          "answer": "ACD",
          "id": "M3000002054"
        },
        {
          "type": "multiple_choice",
          "question": "坚持优先发展教育事业，我国将探索“弯道超车”，打造符合国情实际的（    ）教育体系，促进优质资源共建共享，以教育信息化带动教育现代化。",
          "options": [
            "A.信息化",
            "B.网络化",
            "C.数字化",
            "D.个性化"
          ],
          "answer": "BCD",
          "id": "M3000002055"
        },
        {
          "type": "multiple_choice",
          "question": "可提供高等教育的机构包括(    )。",
          "options": [
            "A.大学",
            "B.高等职业技术学院",
            "C.民办高校",
            "D.企业内的高等教育培训机构"
          ],
          "answer": "ABCD",
          "id": "M3000002056"
        },
        {
          "type": "multiple_choice",
          "question": "近年来，我国高等教育一直在(    )。",
          "options": [
            "A.加强大学生素质教育",
            "B.全面推行教育产业化",
            "C.促进国际化",
            "D.加强行政化"
          ],
          "answer": "AC",
          "id": "M3000002057"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的特点是（    ）。",
          "options": [
            "A.学科齐全",
            "B.人才集中",
            "C.教学与科研结合",
            "D.机构灵活",
            "E.投资少、见效快"
          ],
          "answer": "ABCDE",
          "id": "M3000002058"
        },
        {
          "type": "multiple_choice",
          "question": "教师命题时，应注意（    ）。",
          "options": [
            "A.命题的指向性",
            "B.命题的随意性",
            "C.命题的有效性",
            "D.命题的全面性"
          ],
          "answer": "ACD",
          "id": "M3000002059"
        },
        {
          "type": "multiple_choice",
          "question": "推动思政课改革创新，要做到坚持（    ）相统一。",
          "options": [
            "A.统一性和多样性",
            "B.主导性和主体性",
            "C.灌输性和启发性",
            "D.显性教育和隐性教育"
          ],
          "answer": "ABCD",
          "id": "M3000002060"
        },
        {
          "type": "multiple_choice",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002061"
        },
        {
          "type": "multiple_choice",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002062"
        },
        {
          "type": "multiple_choice",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002063"
        },
        {
          "type": "multiple_choice",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002064"
        },
        {
          "type": "multiple_choice",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002065"
        },
        {
          "type": "multiple_choice",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002066"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002067"
        },
        {
          "type": "multiple_choice",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002068"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002069"
        },
        {
          "type": "multiple_choice",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002070"
        },
        {
          "type": "multiple_choice",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002071"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002072"
        },
        {
          "type": "multiple_choice",
          "question": "科学研究是新学科产生的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002073"
        },
        {
          "type": "multiple_choice",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002074"
        },
        {
          "type": "multiple_choice",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002075"
        },
        {
          "type": "multiple_choice",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002076"
        },
        {
          "type": "multiple_choice",
          "question": "教育行动研究是立足本校收集、分析和报告事实性数据及信息的自我反思型研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002077"
        },
        {
          "type": "multiple_choice",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002078"
        },
        {
          "type": "multiple_choice",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002079"
        },
        {
          "type": "multiple_choice",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002080"
        },
        {
          "type": "multiple_choice",
          "question": "教师如果将自己的意志强加给学生，可能会造成怎样的结果？（    ）",
          "options": [
            "A.挫伤学生的主动性、积极性",
            "B.扼杀他们的学习兴趣",
            "C.引发学生的抵触情绪",
            "D.使学生获得更多的知识。"
          ],
          "answer": "ABC",
          "id": "M3000002081"
        },
        {
          "type": "multiple_choice",
          "question": "搞好课堂教学要做到（    ）。",
          "options": [
            "A.目的明确",
            "B.内容正确",
            "C.方法得当",
            "D.形式合理"
          ],
          "answer": "ABCD",
          "id": "M3000002082"
        },
        {
          "type": "multiple_choice",
          "question": "全面发展教育包括（    ）。",
          "options": [
            "A.德育",
            "B.智育",
            "C.体育",
            "D.美育",
            "E.劳动技术教育"
          ],
          "answer": "ABCDE",
          "id": "M3000002083"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育民主化表现在(    )。",
          "options": [
            "A.入学机会均等",
            "B.教职员工参与院校管理",
            "C.开设选修课程",
            "D.学生参与院校管理"
          ],
          "answer": "ABD",
          "id": "M3000002084"
        },
        {
          "type": "multiple_choice",
          "question": "基础教育在国民教育体系中处于（       ）地位。",
          "options": [
            "A.保障性",
            "B.基础性",
            "C.先导性",
            "D.全局性"
          ],
          "answer": "BC",
          "id": "M3000002085"
        },
        {
          "type": "multiple_choice",
          "question": "广义的课程评价涉及到下列哪几个方面？（    ）",
          "options": [
            "A.对课程方案制定过程的评价",
            "B.对课程方案制订结果的评价",
            "C.对课程方案实施过程的评价",
            "D.对课程方案实施结果的评价",
            "E.对课程设置的评价"
          ],
          "answer": "ABCD",
          "id": "M3000002086"
        },
        {
          "type": "multiple_choice",
          "question": "中世纪的一些著名大学主要出现于(    )。",
          "options": [
            "A.意大利",
            "B.法国",
            "C.英国",
            "D.希腊"
          ],
          "answer": "ABC",
          "id": "M3000002087"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程思潮对大学课程带来的变化有（    ）。",
          "options": [
            "A.促使大学内容学问化",
            "B.促进大学课程向结构化转变",
            "C.促进大学课程以问题为导向",
            "D.促进大学课程更加专门化",
            "E.促使大学课程注重经典"
          ],
          "answer": "ABD",
          "id": "M3000002088"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略评估的主要内容包括(    )。",
          "options": [
            "A.明确评估目的",
            "B.制定评估标准",
            "C.选取评估指标",
            "D.组织实施评估",
            "E.进行战略分析"
          ],
          "answer": "ABCD",
          "id": "M3000002089"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的组织特征是(    )。",
          "options": [
            "A.学术性",
            "B.分散性",
            "C.模糊性",
            "D.二元性",
            "E.复杂性"
          ],
          "answer": "ABCDE",
          "id": "M3000002090"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，不包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.教务长负责",
            "D.民主管理和监督"
          ],
          "answer": "BC",
          "id": "M3000002091"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的评价作用包括（    ）。",
          "options": [
            "A.高校培养目标对教育的发展方向和人的发展方向起着一种制约作用",
            "B.高校培养目标对教育活动起着支配、调节和控制作用",
            "C.高校培养目标是衡量和评价高等教育实施效果的根本依据和标准",
            "D.高校培养目标是评价教师教学质量的价值标准"
          ],
          "answer": "CD",
          "id": "M3000002092"
        },
        {
          "type": "multiple_choice",
          "question": "在实行市场经济模式的一些主要发达国家，高等教育体制与运行机制大体上有三种类型（    ）。",
          "options": [
            "A.集中型",
            "B.分散型",
            "C.复合型",
            "D.配置型"
          ],
          "answer": "ABC",
          "id": "M3000002093"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），继承优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.中华民族最基本的文化基因",
            "C.最深厚的软实力",
            "D.坚定文化自信的坚实根基和突出优势的高度"
          ],
          "answer": "BCD",
          "id": "M3000002094"
        },
        {
          "type": "multiple_choice",
          "question": "在写教案涉及知识的难点时，应重点考虑的知识有（    ）。",
          "options": [
            "A.概念抽象、学生又缺乏感性认识的知识",
            "B.自己深入研究的领域内的知识",
            "C.思维定势带来的负迁移",
            "D.现象复杂、文字概括性强的定律或定理",
            "E.概念相通、方法相似的知识"
          ],
          "answer": "ACDE",
          "id": "M3000002095"
        },
        {
          "type": "multiple_choice",
          "question": "关于教学与科研之间的关系，下列说法正确的是（    ）。",
          "options": [
            "A.教学没有科研做底子，就是一个没有灵魂的教育",
            "B.一个好教师应既是研究着又是教育者",
            "C.教学是必要的要求，不是充分的要求，充分的要求是科研",
            "D.教学与科研很难两全其美"
          ],
          "answer": "ABC",
          "id": "M3000002096"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学过程的特点是（    ）。",
          "options": [
            "A.教学与科研紧密结合",
            "B.师生教学关系具有相对独立性",
            "C.教学与实践的联系更为紧密",
            "D.更加强调间接知识的学习"
          ],
          "answer": "ABC",
          "id": "M3000002097"
        },
        {
          "type": "multiple_choice",
          "question": "关于学年制的缺点叙述，正确的有（    ）。",
          "options": [
            "A.要求单一、缺乏弹性",
            "B.不利于因材施教",
            "C.不利于学生个性发展",
            "D.易于造成学生时间和精力的浪费"
          ],
          "answer": "ABCD",
          "id": "M3000002098"
        },
        {
          "type": "multiple_choice",
          "question": "科研管理工作者应具备的基本素质有（    ）。",
          "options": [
            "A.爱岗敬业",
            "B.一专多能",
            "C.团结协作",
            "D.秉公办事",
            "E.服从大局"
          ],
          "answer": "ABCDE",
          "id": "M3000002099"
        },
        {
          "type": "multiple_choice",
          "question": "与正规高等教育相比，非正规高等教育具有以下优点（    ）。",
          "options": [
            "A.组织方式灵活",
            "B.周期短",
            "C.入读便利",
            "D.教学内容实用"
          ],
          "answer": "ABCD",
          "id": "M3000002100"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的、具有普遍指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002101"
        },
        {
          "type": "multiple_choice",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002102"
        },
        {
          "type": "multiple_choice",
          "question": "西方高校领导体制的共同特点是集体决策，校长负责执行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002103"
        },
        {
          "type": "multiple_choice",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002104"
        },
        {
          "type": "multiple_choice",
          "question": "依照国际标准，我国高等教育处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002105"
        },
        {
          "type": "multiple_choice",
          "question": "改造主义课程理论主张以问题为中心设计核心课程，使课程与社会生活有机联系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002106"
        },
        {
          "type": "multiple_choice",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002107"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002108"
        },
        {
          "type": "multiple_choice",
          "question": "培养目标是教学计划的出发点，也是实施教学计划的归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002109"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标对教育的发展方向和人的发展方向具有一定的制约作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002110"
        },
        {
          "type": "multiple_choice",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002111"
        },
        {
          "type": "multiple_choice",
          "question": "事业激励法是高效管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002112"
        },
        {
          "type": "multiple_choice",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002113"
        },
        {
          "type": "multiple_choice",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002114"
        },
        {
          "type": "multiple_choice",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002115"
        },
        {
          "type": "multiple_choice",
          "question": "教学重点即学生常常容易误解和不容易理解的部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002116"
        },
        {
          "type": "multiple_choice",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002117"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校高深文化和高深学问的性质决定了高校教师是研究者或学者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002118"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002119"
        },
        {
          "type": "multiple_choice",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002120"
        },
        {
          "type": "multiple_choice",
          "question": "关于研究假说的叙述，正确的是（    ）。",
          "options": [
            "A.应是可以验证的",
            "B.应叙述变量之间的关系",
            "C.应尽量简洁",
            "D.应以叙述的方式加以说明",
            "E.是在研究过程中逐步完善的"
          ],
          "answer": "ABCDE",
          "id": "M3000002121"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的类型和方式主要有（    ）。",
          "options": [
            "A.教学性服务",
            "B.科研性服务",
            "C.综合性服务",
            "D.社会性服务",
            "E.建立教育-科研-生产联合体和高新技术产业"
          ],
          "answer": "ABCE",
          "id": "M3000002122"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师培养的形式主要是(    )。",
          "options": [
            "A.在职培养",
            "B.脱产研修",
            "C.特殊培养",
            "D.合作培养",
            "E.终身学习"
          ],
          "answer": "ABC",
          "id": "M3000002123"
        },
        {
          "type": "multiple_choice",
          "question": "下列有关高校师生关系中，学生的相对独立性和自主性的叙述，正确的有（    ）。",
          "options": [
            "A.学生学习的相对独立性仍需要教师的指导",
            "B.由于自我意识和反省水平不断提高，学生需要独立自主",
            "C.高校的教学形式和方法促进了大学生学习自主性的发展",
            "D.大学生学习自主性是社会发展的客观要求"
          ],
          "answer": "ABCD",
          "id": "M3000002124"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在全国教育大会上强调，广大教师要做（  ）。",
          "options": [
            "A.学生锤炼品格的引路人",
            "B.学习知识的引路人",
            "C.创新思维的引路人",
            "D.奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "M3000002125"
        },
        {
          "type": "multiple_choice",
          "question": "坚持把扎根中国大地办教育作为根本原则，要坚持（    ）的统一。",
          "options": [
            "A.坚持党的领导与遵循教育规律的统一",
            "B.学校为主体与多方紧密配合",
            "C.文化自信与教育自信",
            "D.放眼世界与中国特色"
          ],
          "answer": "ABCD",
          "id": "M3000002126"
        },
        {
          "type": "multiple_choice",
          "question": "当今各国高校课程改革中的几个共同趋势是（    ）。",
          "options": [
            "A.课程内容综合化",
            "B.课程实施多样化",
            "C.课程方向人文化",
            "D.课程性质职业化",
            "E.隐性课程愈益重要"
          ],
          "answer": "ABCDE",
          "id": "M3000002127"
        },
        {
          "type": "multiple_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "M3000002128"
        },
        {
          "type": "multiple_choice",
          "question": "2021年3月6日，习近平总书记在看望参加全国政协十三届四次会议的医药卫生界教育界委员时指示，“要围绕建设高质量教育体系，以教育评价改革为牵引，统筹推进(      )改革。",
          "options": [
            "A.人才培养",
            "B.育人方式",
            "C.办学模式",
            "D.保障机制"
          ],
          "answer": "BCD",
          "id": "M3000002129"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师绩效考评的程序一般包括(    )。",
          "options": [
            "A.进行考评总动员",
            "B.组织构建",
            "C.教师自评",
            "D.集体评议",
            "E.结果处理"
          ],
          "answer": "BCDE",
          "id": "M3000002130"
        },
        {
          "type": "multiple_choice",
          "question": "运用比较研究法的基本要求是（    ）。",
          "options": [
            "A.要保证可比性",
            "B.资料的准确性和可靠性",
            "C.资料的可靠性",
            "D.坚持全面本质、科学的比较",
            "E.深入到事物的本质中去"
          ],
          "answer": "ABCDE",
          "id": "M3000002131"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标在性质上具有（    ）。",
          "options": [
            "A.主观性",
            "B.客观性",
            "C.具体性",
            "D.多样性",
            "E.抽象性"
          ],
          "answer": "ABCD",
          "id": "M3000002132"
        },
        {
          "type": "multiple_choice",
          "question": "高校规章制度对学校发展的作用主要体现在(    )。",
          "options": [
            "A.对学校各项工作具有重要的协调与规范功能",
            "B.在思想与行动相互转化中具有中介功能",
            "C.有助于促进高校科学管理",
            "D.有利于高校领导发挥个人才能",
            "E.有助于发扬学校民主"
          ],
          "answer": "ABC",
          "id": "M3000002133"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思的具体方法有如下几种（    ）。",
          "options": [
            "A.反思日记",
            "B.观摩教学",
            "C.专业发展",
            "D.行动研究",
            "E.接触新知"
          ],
          "answer": "ABCDE",
          "id": "M3000002134"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在文艺工作座谈会上的讲话中指出，中华优秀传统文化是（  ）。",
          "options": [
            "A.中华民族的精神命脉",
            "B.涵养社会主义核心价值观的重要源泉",
            "C.我们在世界文化激荡中站稳脚跟的坚实根基",
            "D.实现全球文化大一统的基础力量"
          ],
          "answer": "ABC",
          "id": "M3000002135"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记强调，国家繁荣、民族振兴、教育发展，需要我们大力培养造就一支（  ）的高素质专业化教师队伍。",
          "options": [
            "A.师德高尚",
            "B.业务精湛",
            "C.结构合理",
            "D.充满活力"
          ],
          "answer": "ABCD",
          "id": "M3000002136"
        },
        {
          "type": "multiple_choice",
          "question": "教师绩效考核应当遵循如下原则(    )。",
          "options": [
            "A.客观公正",
            "B.分类考核",
            "C.注重实效",
            "D.科学合理",
            "E.量化为主"
          ],
          "answer": "ABCD",
          "id": "M3000002137"
        },
        {
          "type": "multiple_choice",
          "question": "深化教育领域综合改革，加快建设学习型社会，要（    ）。",
          "options": [
            "A.完善职业教育和培训体系",
            "B.办好网络教育、继续教育",
            "C.加强思想政治工作",
            "D.加强师德师风建设"
          ],
          "answer": "ABD",
          "id": "M3000002138"
        },
        {
          "type": "multiple_choice",
          "question": "《中国教育现代化2035》聚焦教育发展的突出问题和薄弱环节，立足当前，着眼长远，重点部署了教育现代化的十大战略任务（     ）。",
          "options": [
            "A.学习习近平新时代中国特色社会主义思想",
            "B.发展中国特色世界先进水平的优质教育",
            "C.推动各级教育高水平高质量普及",
            "E.实现基本公共教育服务均等化"
          ],
          "answer": "ABCD",
          "id": "M3000002139"
        },
        {
          "type": "multiple_choice",
          "question": "高校隐性课程的建设应着重抓好哪几个方面的工作？（    ）",
          "options": [
            "A.优化校园物质环境",
            "B.大量开设选修课",
            "C.加强显性课程与隐性课程的结合,开发课堂教学中潜在的隐性课程",
            "D.培养富有特色的、奋斗不息的校园精神",
            "E.增设职业性课程或专业"
          ],
          "answer": "ACD",
          "id": "M3000002140"
        },
        {
          "type": "multiple_choice",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002141"
        },
        {
          "type": "multiple_choice",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002142"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002143"
        },
        {
          "type": "multiple_choice",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002144"
        },
        {
          "type": "multiple_choice",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002145"
        },
        {
          "type": "multiple_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002146"
        },
        {
          "type": "multiple_choice",
          "question": "对大学教师而言，沟通能力处于基础地位，制约教师的教学、研究和服务工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002147"
        },
        {
          "type": "multiple_choice",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002148"
        },
        {
          "type": "multiple_choice",
          "question": "学年制对教学过程的环节管理得较少，学生考试合格即可获得学分，修满规定的学分要求即可毕业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002149"
        },
        {
          "type": "multiple_choice",
          "question": "科学研究是从已知探索未知从而获得新知的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002150"
        },
        {
          "type": "multiple_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002151"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002152"
        },
        {
          "type": "multiple_choice",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002153"
        },
        {
          "type": "multiple_choice",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002154"
        },
        {
          "type": "multiple_choice",
          "question": "“威斯康星理念”的核心是培养高层次学术人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002155"
        },
        {
          "type": "multiple_choice",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002156"
        },
        {
          "type": "multiple_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002157"
        },
        {
          "type": "multiple_choice",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002158"
        },
        {
          "type": "multiple_choice",
          "question": "科学研究成为高等学校职能之一始于12世纪。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002159"
        },
        {
          "type": "multiple_choice",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002160"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，党中央和国家坚持（     ），在育人方式、质量标准、课程改革、教师队伍、评价体系等方面采取了若干重大举措，全面提升教育质量。",
          "options": [
            "A.以方向领导质量",
            "B.借标准定质量",
            "C.靠课改提质量",
            "D.以师资保质量"
          ],
          "answer": "ABCD",
          "id": "M3000002161"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的三个层次分别指高等教育阶段的（    ）。",
          "options": [
            "A.高职教育",
            "B.专科教育",
            "C.本科教育",
            "D.研究生教育"
          ],
          "answer": "BCD",
          "id": "M3000002162"
        },
        {
          "type": "multiple_choice",
          "question": "基本的学习过程有哪几个阶段？（    ）",
          "options": [
            "A.注意定向阶段",
            "B.获得和保持阶段",
            "C.练习和强化阶段",
            "D.迁移阶段",
            "E.学习准备阶段"
          ],
          "answer": "ABCD",
          "id": "M3000002163"
        },
        {
          "type": "multiple_choice",
          "question": "教师的职业道德是教师共同遵从的行为规范体系，一般包括（    ）。",
          "options": [
            "A.专业意识",
            "B.专业态度",
            "C.专业品质",
            "D.专业技术"
          ],
          "answer": "ABC",
          "id": "M3000002164"
        },
        {
          "type": "multiple_choice",
          "question": "教学反思有如下特征（    ）。",
          "options": [
            "A.实践性",
            "B.针对性",
            "C.时效性",
            "D.反省性",
            "E.过程性"
          ],
          "answer": "ABCDE",
          "id": "M3000002165"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的原则有（    ）。",
          "options": [
            "A.学术责任和学术自由相结合的原则",
            "B.教学与科研相结合原则",
            "C.社会效益和学术水平相统一的原则",
            "D.基础研究和应用研究协调发展的原则",
            "E.个体研究和集体协作相结合的原则"
          ],
          "answer": "ABCDE",
          "id": "M3000002166"
        },
        {
          "type": "multiple_choice",
          "question": "高校课程的特点是（    ）。",
          "options": [
            "A.基础性",
            "B.职业性",
            "C.高深性",
            "D.前沿性",
            "E.专业性"
          ],
          "answer": "CDE",
          "id": "M3000002167"
        },
        {
          "type": "multiple_choice",
          "question": "大学生在接受高等教育过程中具有极强的主体意识，具体表现在（    ）。",
          "options": [
            "A.对教育影响的选择性",
            "B.教师影响的决定性",
            "C.学习目的的多样性",
            "D.学习方法的独立性"
          ],
          "answer": "ACD",
          "id": "M3000002168"
        },
        {
          "type": "multiple_choice",
          "question": "办好思政课，就是要开展马克思主义理论教育，用新时代中国特色社会主义思想铸魂育人，引导学生增强中国特色社会主义（    ）。",
          "options": [
            "A.道路自信",
            "B.理论自信",
            "C.制度自信",
            "D.文化自信"
          ],
          "answer": "ABCD",
          "id": "M3000002169"
        },
        {
          "type": "multiple_choice",
          "question": "高校办学特色必须具备的特征是(    )。",
          "options": [
            "A.独特性",
            "B.辐射性",
            "C.累积性",
            "D.超前性"
          ],
          "answer": "ABC",
          "id": "M3000002170"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，来华留学工作围绕外交大局，服务教育对外开放，通过（      ），构建来华留学专业化服务体系。",
          "options": [
            "A.创新对外开放机制",
            "B.优化来华留学生源国别、专业布局",
            "C.吸引来华留学生",
            "D.加大品牌专业和品牌课程建设力度"
          ],
          "answer": "BD",
          "id": "M3000002171"
        },
        {
          "type": "multiple_choice",
          "question": "大学生在教学活动中的能动性表现为（    ）。",
          "options": [
            "A.自主性",
            "B.受动性",
            "C.主动性",
            "D.创造性"
          ],
          "answer": "ACD",
          "id": "M3000002172"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校科学研究的任务有（    ）。",
          "options": [
            "A.为国家提供全面的人才支持",
            "B.推进基础研究和应用研究，探索产学研结合的新机制",
            "C.提升全民族科学素质",
            "D.推动大学文化和社会文化的建设"
          ],
          "answer": "ABCD",
          "id": "M3000002173"
        },
        {
          "type": "multiple_choice",
          "question": "马斯洛的层次需求理论认为，任何人都有以下哪些方面的需要(    )。",
          "options": [
            "A.安全的需要",
            "B.生理的需要",
            "C.爱的需要",
            "D.获得尊重的需要",
            "E.自我实现的需要"
          ],
          "answer": "ABCDE",
          "id": "M3000002174"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展的途径与策略有（    ）。",
          "options": [
            "A.终身学习",
            "B.教研结合",
            "C.创新实践",
            "D.反思经验",
            "E.教学相长"
          ],
          "answer": "ABCD",
          "id": "M3000002175"
        },
        {
          "type": "multiple_choice",
          "question": "(      )是党的十九大报告对我国教育改革发展作出的全方位部署。",
          "options": [
            "A.办好各级各类教育",
            "B.建设世界一流大学和一流学科",
            "C.优先发展教育事业",
            "D.形成更高水平的人才培养体系"
          ],
          "answer": "ABD",
          "id": "M3000002176"
        },
        {
          "type": "multiple_choice",
          "question": "脱产研修的高校教师培养形式实现的形式通常有(    )。",
          "options": [
            "A.进博士后流动站进行培养",
            "B.特殊培养",
            "C.做国内访问学者",
            "D.出国进修",
            "E.学术休假"
          ],
          "answer": "ACDE",
          "id": "M3000002177"
        },
        {
          "type": "multiple_choice",
          "question": "符合永恒主义课程理论的有（    ）。",
          "options": [
            "A.课程过去、现在、未来都应该是“不变的学问”",
            "B.课程的核心在于改造社会",
            "C.提出了“阅读百部名著”的计划",
            "D.是对学校课程功利主义的批判",
            "E.注重培养人的理性"
          ],
          "answer": "ACDE",
          "id": "M3000002178"
        },
        {
          "type": "multiple_choice",
          "question": "世界著名大学在办学特色形成过程中，必不可少的因素是(    )。",
          "options": [
            "A.鲜明的时代性和社会性",
            "B.凝练的办学理念",
            "C.优势学科",
            "D.优秀的教师和毕业生",
            "E.杰出的大学校长"
          ],
          "answer": "ABCDE",
          "id": "M3000002179"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记提出，把立德树人作为教育的根本任务，能够培养学生（    ）。",
          "options": [
            "A.爱国情怀",
            "B.社会责任感",
            "C.创新精神",
            "D.实践能力。"
          ],
          "answer": "ABCD",
          "id": "M3000002180"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002181"
        },
        {
          "type": "multiple_choice",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002182"
        },
        {
          "type": "multiple_choice",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002183"
        },
        {
          "type": "multiple_choice",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002184"
        },
        {
          "type": "multiple_choice",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002185"
        },
        {
          "type": "multiple_choice",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002186"
        },
        {
          "type": "multiple_choice",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002187"
        },
        {
          "type": "multiple_choice",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002188"
        },
        {
          "type": "multiple_choice",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002189"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002190"
        },
        {
          "type": "multiple_choice",
          "question": "文献的检索过程也是权衡选题价值的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002191"
        },
        {
          "type": "multiple_choice",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002192"
        },
        {
          "type": "multiple_choice",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002193"
        },
        {
          "type": "multiple_choice",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002194"
        },
        {
          "type": "multiple_choice",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002195"
        },
        {
          "type": "multiple_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002196"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002197"
        },
        {
          "type": "multiple_choice",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002198"
        },
        {
          "type": "multiple_choice",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002199"
        },
        {
          "type": "multiple_choice",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002200"
        },
        {
          "type": "multiple_choice",
          "question": "安全感、获得感、成就感是（  ）。",
          "options": [
            "A.判断我们教育改革成功与否的根本标准",
            "B.衡量我们工作成效的根本标准",
            "C.检验我们工作作风的根本标准",
            "D.教育工作者荣誉感、幸福感提升的过程"
          ],
          "answer": "ABCD",
          "id": "M3000002201"
        },
        {
          "type": "multiple_choice",
          "question": "休伯曼把教师职业生涯划分为以下哪个几时期?（    ）",
          "options": [
            "A.入职期",
            "B.稳定期",
            "C.实验与重估期",
            "D.平静和保守期",
            "E.退出教职期"
          ],
          "answer": "ABCDE",
          "id": "M3000002202"
        },
        {
          "type": "multiple_choice",
          "question": "高校的基本职能是（    ）。",
          "options": [
            "A.教学",
            "B.传承文化",
            "C.科研",
            "D.社会服务"
          ],
          "answer": "ACD",
          "id": "M3000002203"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校社会服务的原则有（    ）。",
          "options": [
            "A.培养人才与研究开发相结合",
            "B.学术价值和知识创新相结合",
            "C.全面投入和重点突破相结合",
            "D.需求导向和技术推动相结合",
            "E.放宽搞活和严格管理相结合"
          ],
          "answer": "ACDE",
          "id": "M3000002204"
        },
        {
          "type": "multiple_choice",
          "question": "坚持中国特色的社会主义办学方向要坚持（  ）。",
          "options": [
            "A.把马克思主义作为我国教育的最鲜亮底色",
            "B.把“四个服务”作为根本要求",
            "C.把扎根中国大地办教育作为根本原则",
            "D.把教师队伍建设作为根本依靠"
          ],
          "answer": "ABCD",
          "id": "M3000002205"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在全国高校思想政治工作会议上强调，要加强师德师风建设，（  ）",
          "options": [
            "A.坚持教书和育人相统一",
            "B.坚持言传和身教相统一",
            "C.坚持潜心问道和关注社会相统一",
            "D.坚持学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M3000002206"
        },
        {
          "type": "multiple_choice",
          "question": "20世纪50年代以来各国高校课程改革出现的课程内容综合化的趋势,归纳起来有以下模式（    ）。",
          "options": [
            "A.麻省理工学院（MIT）模式",
            "B.牛津模式",
            "C.哈佛模式",
            "D.筑波模式",
            "E.剑桥模式"
          ],
          "answer": "ABD",
          "id": "M3000002207"
        },
        {
          "type": "multiple_choice",
          "question": "关于院校研究的叙述，正确的有（    ）。",
          "options": [
            "A.目的在于立足本校、服务本校",
            "B.是自我研究",
            "C.是管理研究",
            "D.是咨询研究",
            "E.是应用研究"
          ],
          "answer": "ABCDE",
          "id": "M3000002208"
        },
        {
          "type": "multiple_choice",
          "question": "“讲好中国故事，传播好中国声音”促进中外教育人文交流要（      ）",
          "options": [
            "A.重视孔子学院的建设发展",
            "B.加快建设中国特色海外国际学校",
            "C.鼓励有条件的职业院校在海外建设“鲁班工坊”",
            "D.服务“一带一路”倡议"
          ],
          "answer": "ABC",
          "id": "M3000002209"
        },
        {
          "type": "multiple_choice",
          "question": "当代大学生的主要特征有（    ）。",
          "options": [
            "A.多元性",
            "B.开放性",
            "C.实用性",
            "D.迷茫性"
          ],
          "answer": "ABCD",
          "id": "M3000002210"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》对高校领导体制内涵的规定，包括(    )。",
          "options": [
            "A.党委集体领导",
            "B.校务委员会领导下的校长负责制",
            "C.校长负责",
            "D.民主管理和监督"
          ],
          "answer": "ACD",
          "id": "M3000002211"
        },
        {
          "type": "multiple_choice",
          "question": "2016年12月，习近平总书记在全国高校思想政治工作会议上提出我国高等教育发展要（    ）。",
          "options": [
            "A.为人民服务",
            "B.为中国共产党治国理政服务",
            "C.为巩固和发展中国特色社会主义制度服务",
            "D.为改革开放和社会主义现代化建设服务"
          ],
          "answer": "ABCD",
          "id": "M3000002212"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的内涵是指(    )。",
          "options": [
            "A.培养实用型人才",
            "B.由大学和其他各类高等院校提供",
            "C.以培养各种高级专门人才为目标",
            "D.建立在中等教育基础上"
          ],
          "answer": "BCD",
          "id": "M3000002213"
        },
        {
          "type": "multiple_choice",
          "question": "目前，我国高校已经普遍实行教师职务聘任制，其内涵是(    )。",
          "options": [
            "A.按需设岗",
            "B.公开招聘",
            "C.平等竞争",
            "D.择优聘用",
            "E.合同管理"
          ],
          "answer": "ABCDE",
          "id": "M3000002214"
        },
        {
          "type": "multiple_choice",
          "question": "建立新型的师生关系，对教师来说，可以采用哪些策略？（    ）",
          "options": [
            "A.了解和研究学生，树立正确的学生观",
            "B.理解和尊重学生",
            "C.对学生放任管理",
            "D.提高自我修养，健全自身人格。"
          ],
          "answer": "ABD",
          "id": "M3000002215"
        },
        {
          "type": "multiple_choice",
          "question": "教育现代化的八大基本理念包括（     ）。",
          "options": [
            "A.更加注重以德为先",
            "B.更加注重全面发展",
            "C.更加注重面向人人",
            "D.更加注重终身学习、"
          ],
          "answer": "ABCD",
          "id": "M3000002216"
        },
        {
          "type": "multiple_choice",
          "question": "加强中华优秀传统文化教育，必须坚持知行合一，即（  ）。",
          "options": [
            "A.经济发展与文化繁荣相统一",
            "B.认识与实践相统一",
            "C.科学性与艺术性相统一",
            "D.可操作性与可接受性相统一"
          ],
          "answer": "BCD",
          "id": "M3000002217"
        },
        {
          "type": "multiple_choice",
          "question": "下列学习差异中，会导致个体采取不同的学习策略的有（    ）。",
          "options": [
            "A.认知水平差异",
            "B.学习风格差异",
            "C.学习动机差异",
            "D.学习能力差异"
          ],
          "answer": "ABCD",
          "id": "M3000002218"
        },
        {
          "type": "multiple_choice",
          "question": "习近平总书记在欧美同学会成立100周年庆祝大会上，站在科教兴国和人才强国战略高度，确立了（      ）“十六字方针”留学工作方针。",
          "options": [
            "A.支持留学",
            "B.鼓励回国",
            "C.来去自由",
            "D.发挥作用"
          ],
          "answer": "ABCD",
          "id": "M3000002219"
        },
        {
          "type": "multiple_choice",
          "question": "激励应遵循的原则有(    )。",
          "options": [
            "A.多样性原则",
            "B.物质性原则",
            "C.多多益善原则",
            "D.递进性原则",
            "E.协调性原则"
          ],
          "answer": "ADE",
          "id": "M3000002220"
        },
        {
          "type": "multiple_choice",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002221"
        },
        {
          "type": "multiple_choice",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002222"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002223"
        },
        {
          "type": "multiple_choice",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002224"
        },
        {
          "type": "multiple_choice",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002225"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师具有忠诚于所在单位和忠诚于自己的学科或专业的双重忠诚的特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002226"
        },
        {
          "type": "multiple_choice",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002227"
        },
        {
          "type": "multiple_choice",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002228"
        },
        {
          "type": "multiple_choice",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002229"
        },
        {
          "type": "multiple_choice",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002230"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002231"
        },
        {
          "type": "multiple_choice",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002232"
        },
        {
          "type": "multiple_choice",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002233"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002234"
        },
        {
          "type": "multiple_choice",
          "question": "校园精神即每一个学生生活于其中的学校内特定的风气和氛围,是富有渗透性的一种教育因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002235"
        },
        {
          "type": "multiple_choice",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002236"
        },
        {
          "type": "multiple_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002237"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002238"
        },
        {
          "type": "multiple_choice",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002239"
        },
        {
          "type": "multiple_choice",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002240"
        },
        {
          "type": "multiple_choice",
          "question": "教师专业的从业要求包括（    ）。",
          "options": [
            "A.资格证书",
            "B.知识",
            "C.能力",
            "D.道德"
          ],
          "answer": "ABCD",
          "id": "M3000002241"
        },
        {
          "type": "multiple_choice",
          "question": "要以增强人民群众（  ）为根本标准，确保教育改革改有所进、改有所成。",
          "options": [
            "A.安全感",
            "B.获得感",
            "C.幸福感",
            "D.成就感"
          ],
          "answer": "ABC",
          "id": "M3000002242"
        },
        {
          "type": "multiple_choice",
          "question": "关于学年制的优点叙述，正确的有（    ）。",
          "options": [
            "A.有规模效益",
            "B.有较强的专业性",
            "C.教学管理比较简单",
            "D.便于开展集体活动"
          ],
          "answer": "ABCD",
          "id": "M3000002243"
        },
        {
          "type": "multiple_choice",
          "question": "大学生主体地位的表现有（    ）。",
          "options": [
            "A.学习的主体",
            "B.交往的主体",
            "C.自我发展的主体",
            "D.独立的个体"
          ],
          "answer": "ABC",
          "id": "M3000002244"
        },
        {
          "type": "multiple_choice",
          "question": "立德树人，就要坚持社会主义核心价值观导向，深入开展（     ）。",
          "options": [
            "A.价值观教育",
            "B.理想信念教育",
            "C.爱国主义教育",
            "D.中华优秀传统文化教育"
          ],
          "answer": "BCD",
          "id": "M3000002245"
        },
        {
          "type": "multiple_choice",
          "question": "心理发展阶段论把教师的专业发展划分为以下哪几个阶段?（    ）",
          "options": [
            "A.自我保护期",
            "B.墨守成规期",
            "C.尽责期",
            "D.自治期",
            "E.自觉期"
          ],
          "answer": "ABCD",
          "id": "M3000002246"
        },
        {
          "type": "multiple_choice",
          "question": "多媒体课件按功能主要可以分成（    ）。",
          "options": [
            "A.讲授模式",
            "B.自学模式",
            "C.讨论模式",
            "D.实验模式"
          ],
          "answer": "ABC",
          "id": "M3000002247"
        },
        {
          "type": "multiple_choice",
          "question": "教师管理的精髓是(    )。",
          "options": [
            "A.选聘颇有潜质的教师",
            "B.加以精心的培养和合理使用",
            "C.创设宽松的环境",
            "D.使他们自由、充分的发展",
            "E.注重论文的发表"
          ],
          "answer": "ABCD",
          "id": "M3000002248"
        },
        {
          "type": "multiple_choice",
          "question": "高校精品课程建设的策略有（    ）。",
          "options": [
            "A.改革教学内容和课程体系",
            "B.建设高水平的师资队伍",
            "C.高标准的教材建设",
            "D.配备现代化教学方法和手段",
            "E.加大投入和创新管理机制"
          ],
          "answer": "ABCDE",
          "id": "M3000002249"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，以习近平同志为核心的党中央高度重视中华优秀传统文化的历史传承和创新发展，提出从（  ），定位优秀传统文化。",
          "options": [
            "A.中华民族最深沉的精神追求和最根本的精神基因",
            "B.独特的精神标识和中华民族精神“根”和“魂”",
            "C.最宝贵的精神品格和命脉的高度",
            "D.中华民族最基本的文化基因"
          ],
          "answer": "ABC",
          "id": "M3000002250"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大以来，我国教育事业发展之所以实现历史性变革、取得历史性成就，根本在于(  )。",
          "options": [
            "A.以习近平同志为核心的党中央的正确领导",
            "B.习近平新时代中国特色社会主义思想的科学指引",
            "C.党对教育事业的领导得到全面加强",
            "D.社会主义制度的特色和优势"
          ],
          "answer": "ABC",
          "id": "M3000002251"
        },
        {
          "type": "multiple_choice",
          "question": "对于青年教师来说，终身学习的主要方式有（    ）。",
          "options": [
            "A.多读书，读好书",
            "B.向老教师和优秀教师学习",
            "C.做中学",
            "D.为人师表"
          ],
          "answer": "ABC",
          "id": "M3000002252"
        },
        {
          "type": "multiple_choice",
          "question": "“四有好老师”是指（  ）的老师。",
          "options": [
            "A.有理想信念",
            "B.有道德情操",
            "C.有扎实学识",
            "D.有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "M3000002253"
        },
        {
          "type": "multiple_choice",
          "question": "柏林大学主要的办学特色是（    ）。",
          "options": [
            "A.开门办学",
            "B.学术自由",
            "C.服务社会",
            "D.教研结合"
          ],
          "answer": "BD",
          "id": "M3000002254"
        },
        {
          "type": "multiple_choice",
          "question": "党的十八大五中全会提出（     ）的发展理念，集中体现了以习近平同志为核心的党中央治国理政的新理念新思想新战略。",
          "options": [
            "A.创新",
            "B.协调",
            "C.绿色",
            "D.开放"
          ],
          "answer": "ABCD",
          "id": "M3000002255"
        },
        {
          "type": "multiple_choice",
          "question": "当代世界高等教育的发展趋势包括(    )。",
          "options": [
            "A.自由化",
            "B.终身化",
            "C.国际化",
            "D.行政化"
          ],
          "answer": "BC",
          "id": "M3000002256"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育的文化功能表现在（    ）。",
          "options": [
            "A.保存文化",
            "B.选择文化",
            "C.创新文化",
            "D.传递文化"
          ],
          "answer": "ABCD",
          "id": "M3000002257"
        },
        {
          "type": "multiple_choice",
          "question": "根据比格斯的研究，学习动机可分为三种类型：工具性动机、内在动机和成就动机，这三种动机分别对应于哪三种学习策略？（    ）",
          "options": [
            "A.再认策略",
            "B.意义策略",
            "C.组织策略",
            "D.、目标策略"
          ],
          "answer": "ABC",
          "id": "M3000002258"
        },
        {
          "type": "multiple_choice",
          "question": "从历史上看，高等教育的教学、科研和社会服务职能分别源自（    ）。",
          "options": [
            "A.意大利、法国和英国",
            "B.中世纪西欧、德国和美国",
            "C.英国、德国和美国",
            "D.中世纪大学、柏林大学和美国“赠地学院”"
          ],
          "answer": "BD",
          "id": "M3000002259"
        },
        {
          "type": "multiple_choice",
          "question": "坚持以人民为中心发展教育（  ）",
          "options": [
            "A.马克思主义群众学说与中国具体实践相结合的时代要求",
            "B.集中体现了教育以人为本的核心理念",
            "C.体现了教育为人民服务的崇高宗旨",
            "D.反映了新时代中国特色社会主义对教育的现实需要"
          ],
          "answer": "ABCD",
          "id": "M3000002260"
        },
        {
          "type": "multiple_choice",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002261"
        },
        {
          "type": "multiple_choice",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002262"
        },
        {
          "type": "multiple_choice",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002263"
        },
        {
          "type": "multiple_choice",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002264"
        },
        {
          "type": "multiple_choice",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002265"
        },
        {
          "type": "multiple_choice",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002266"
        },
        {
          "type": "multiple_choice",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002267"
        },
        {
          "type": "multiple_choice",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002268"
        },
        {
          "type": "multiple_choice",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002269"
        },
        {
          "type": "multiple_choice",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002270"
        },
        {
          "type": "multiple_choice",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002271"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002272"
        },
        {
          "type": "multiple_choice",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002273"
        },
        {
          "type": "multiple_choice",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002274"
        },
        {
          "type": "multiple_choice",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002275"
        },
        {
          "type": "multiple_choice",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M3000002276"
        },
        {
          "type": "multiple_choice",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002277"
        },
        {
          "type": "multiple_choice",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002278"
        },
        {
          "type": "multiple_choice",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002279"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M3000002280"
        }
      ],
      "true_false": [
        {
          "type": "true_false",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000801"
        },
        {
          "type": "true_false",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000802"
        },
        {
          "type": "true_false",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000803"
        },
        {
          "type": "true_false",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000804"
        },
        {
          "type": "true_false",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000805"
        },
        {
          "type": "true_false",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000806"
        },
        {
          "type": "true_false",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000807"
        },
        {
          "type": "true_false",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000808"
        },
        {
          "type": "true_false",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000809"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000810"
        },
        {
          "type": "true_false",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000811"
        },
        {
          "type": "true_false",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000812"
        },
        {
          "type": "true_false",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000813"
        },
        {
          "type": "true_false",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000814"
        },
        {
          "type": "true_false",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000815"
        },
        {
          "type": "true_false",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000816"
        },
        {
          "type": "true_false",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000817"
        },
        {
          "type": "true_false",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000818"
        },
        {
          "type": "true_false",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000819"
        },
        {
          "type": "true_false",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000820"
        },
        {
          "type": "true_false",
          "question": "研究能力是大学教师的基本能力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000821"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000822"
        },
        {
          "type": "true_false",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000823"
        },
        {
          "type": "true_false",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000824"
        },
        {
          "type": "true_false",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000825"
        },
        {
          "type": "true_false",
          "question": "高校组织的管理特征是其复杂性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000826"
        },
        {
          "type": "true_false",
          "question": "以采用问答法教学而闻名的古希腊学者是柏拉图。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000827"
        },
        {
          "type": "true_false",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000828"
        },
        {
          "type": "true_false",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000829"
        },
        {
          "type": "true_false",
          "question": "大学的科研职能源自美国哈佛大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000830"
        },
        {
          "type": "true_false",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000831"
        },
        {
          "type": "true_false",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000832"
        },
        {
          "type": "true_false",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000833"
        },
        {
          "type": "true_false",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000834"
        },
        {
          "type": "true_false",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000835"
        },
        {
          "type": "true_false",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000836"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000837"
        },
        {
          "type": "true_false",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000838"
        },
        {
          "type": "true_false",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000839"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000840"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000841"
        },
        {
          "type": "true_false",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000842"
        },
        {
          "type": "true_false",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000843"
        },
        {
          "type": "true_false",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000844"
        },
        {
          "type": "true_false",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000845"
        },
        {
          "type": "true_false",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000846"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000847"
        },
        {
          "type": "true_false",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000848"
        },
        {
          "type": "true_false",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000849"
        },
        {
          "type": "true_false",
          "question": "教师专业曾是１３世纪的中世纪大学令人尊敬的四个传统专业之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000850"
        },
        {
          "type": "true_false",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000851"
        },
        {
          "type": "true_false",
          "question": "中世纪大学主要培养官吏、牧师、法官和医生等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000852"
        },
        {
          "type": "true_false",
          "question": "课程就是指教学科目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000853"
        },
        {
          "type": "true_false",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000854"
        },
        {
          "type": "true_false",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000855"
        },
        {
          "type": "true_false",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000856"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000857"
        },
        {
          "type": "true_false",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000858"
        },
        {
          "type": "true_false",
          "question": "讲授法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000859"
        },
        {
          "type": "true_false",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000860"
        },
        {
          "type": "true_false",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000861"
        },
        {
          "type": "true_false",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000862"
        },
        {
          "type": "true_false",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000863"
        },
        {
          "type": "true_false",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000864"
        },
        {
          "type": "true_false",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000865"
        },
        {
          "type": "true_false",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000866"
        },
        {
          "type": "true_false",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000867"
        },
        {
          "type": "true_false",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000868"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000869"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000870"
        },
        {
          "type": "true_false",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000871"
        },
        {
          "type": "true_false",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000872"
        },
        {
          "type": "true_false",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000873"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000874"
        },
        {
          "type": "true_false",
          "question": "以发展科研为主要职能是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000875"
        },
        {
          "type": "true_false",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000876"
        },
        {
          "type": "true_false",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000877"
        },
        {
          "type": "true_false",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000878"
        },
        {
          "type": "true_false",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000879"
        },
        {
          "type": "true_false",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000880"
        },
        {
          "type": "true_false",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000881"
        },
        {
          "type": "true_false",
          "question": "教育与社会发展的关系是教育的三大规律之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000882"
        },
        {
          "type": "true_false",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000883"
        },
        {
          "type": "true_false",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000884"
        },
        {
          "type": "true_false",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000885"
        },
        {
          "type": "true_false",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000886"
        },
        {
          "type": "true_false",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000887"
        },
        {
          "type": "true_false",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000888"
        },
        {
          "type": "true_false",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000889"
        },
        {
          "type": "true_false",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000890"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000891"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000892"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000893"
        },
        {
          "type": "true_false",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000894"
        },
        {
          "type": "true_false",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000895"
        },
        {
          "type": "true_false",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000896"
        },
        {
          "type": "true_false",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000897"
        },
        {
          "type": "true_false",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000898"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000899"
        },
        {
          "type": "true_false",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000900"
        },
        {
          "type": "true_false",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000901"
        },
        {
          "type": "true_false",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000902"
        },
        {
          "type": "true_false",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000903"
        },
        {
          "type": "true_false",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000904"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000905"
        },
        {
          "type": "true_false",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000906"
        },
        {
          "type": "true_false",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000907"
        },
        {
          "type": "true_false",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000908"
        },
        {
          "type": "true_false",
          "question": "学术型人才与应用型人才是两个不同层次的人才类型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000909"
        },
        {
          "type": "true_false",
          "question": "高校组织的二元结构特征决定了其管理的相对简易性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000910"
        },
        {
          "type": "true_false",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000911"
        },
        {
          "type": "true_false",
          "question": "“向师性”是指教师支配学生的一种倾向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000912"
        },
        {
          "type": "true_false",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000913"
        },
        {
          "type": "true_false",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000914"
        },
        {
          "type": "true_false",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000915"
        },
        {
          "type": "true_false",
          "question": "结构主义课程理论对美国中小学课程改革产生了巨大影响,但并不适合高校课程领域。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000916"
        },
        {
          "type": "true_false",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000917"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000918"
        },
        {
          "type": "true_false",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000919"
        },
        {
          "type": "true_false",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000920"
        },
        {
          "type": "true_false",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000921"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000922"
        },
        {
          "type": "true_false",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000923"
        },
        {
          "type": "true_false",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000924"
        },
        {
          "type": "true_false",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000925"
        },
        {
          "type": "true_false",
          "question": "教学的艺术性必须以科学性为基础，而教学的科学性应通过艺术性来体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000926"
        },
        {
          "type": "true_false",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000927"
        },
        {
          "type": "true_false",
          "question": "在进行课程设置时，应注意课程的横向结构，也应注意到课程的纵向结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000928"
        },
        {
          "type": "true_false",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000929"
        },
        {
          "type": "true_false",
          "question": "高校培养目标是一成不变的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000930"
        },
        {
          "type": "true_false",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000931"
        },
        {
          "type": "true_false",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000932"
        },
        {
          "type": "true_false",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000933"
        },
        {
          "type": "true_false",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000934"
        },
        {
          "type": "true_false",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000935"
        },
        {
          "type": "true_false",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000936"
        },
        {
          "type": "true_false",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000937"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000938"
        },
        {
          "type": "true_false",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000939"
        },
        {
          "type": "true_false",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000940"
        },
        {
          "type": "true_false",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000941"
        },
        {
          "type": "true_false",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000942"
        },
        {
          "type": "true_false",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000943"
        },
        {
          "type": "true_false",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000944"
        },
        {
          "type": "true_false",
          "question": "京师同文馆是我国近现代第一所大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000945"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自美国的威斯康星大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000946"
        },
        {
          "type": "true_false",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000947"
        },
        {
          "type": "true_false",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000948"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000949"
        },
        {
          "type": "true_false",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000950"
        },
        {
          "type": "true_false",
          "question": "现代教育观以人为本，以人的个性全面自由发展为宗旨，坚持学生在教育活动中的主体地位与作用，使学生从静听、受动变为生动活泼、主动地发展，成为自觉自律的活动主体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000951"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000952"
        },
        {
          "type": "true_false",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000953"
        },
        {
          "type": "true_false",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000954"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000955"
        },
        {
          "type": "true_false",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000956"
        },
        {
          "type": "true_false",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000957"
        },
        {
          "type": "true_false",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000958"
        },
        {
          "type": "true_false",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000959"
        },
        {
          "type": "true_false",
          "question": "“大学科技园”的问世标志着大学基础科学研究有了新的发展模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000960"
        },
        {
          "type": "true_false",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000961"
        },
        {
          "type": "true_false",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000962"
        },
        {
          "type": "true_false",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000963"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000964"
        },
        {
          "type": "true_false",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000965"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000966"
        },
        {
          "type": "true_false",
          "question": "多科性院校和综合性大学划分依据的是高等教育的层次结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000967"
        },
        {
          "type": "true_false",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000968"
        },
        {
          "type": "true_false",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000969"
        },
        {
          "type": "true_false",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000970"
        },
        {
          "type": "true_false",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000971"
        },
        {
          "type": "true_false",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000972"
        },
        {
          "type": "true_false",
          "question": "在我国最早提倡“学分制”的是胡适。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000973"
        },
        {
          "type": "true_false",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000974"
        },
        {
          "type": "true_false",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000975"
        },
        {
          "type": "true_false",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000976"
        },
        {
          "type": "true_false",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000977"
        },
        {
          "type": "true_false",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000978"
        },
        {
          "type": "true_false",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000979"
        },
        {
          "type": "true_false",
          "question": "高校科研组织结构是由行政主导的行政权力与学术权力二元结构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000980"
        },
        {
          "type": "true_false",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000981"
        },
        {
          "type": "true_false",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000982"
        },
        {
          "type": "true_false",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000983"
        },
        {
          "type": "true_false",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000984"
        },
        {
          "type": "true_false",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000985"
        },
        {
          "type": "true_false",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000986"
        },
        {
          "type": "true_false",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000987"
        },
        {
          "type": "true_false",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000988"
        },
        {
          "type": "true_false",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000989"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000990"
        },
        {
          "type": "true_false",
          "question": "在我国最早提倡“学分制”的是蔡元培。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000991"
        },
        {
          "type": "true_false",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000992"
        },
        {
          "type": "true_false",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000993"
        },
        {
          "type": "true_false",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000994"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000995"
        },
        {
          "type": "true_false",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000996"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000997"
        },
        {
          "type": "true_false",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000000998"
        },
        {
          "type": "true_false",
          "question": "我国高校管理变革中出现了“去行政化”的改革动向。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000000999"
        },
        {
          "type": "true_false",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001000"
        },
        {
          "type": "true_false",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001001"
        },
        {
          "type": "true_false",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001002"
        },
        {
          "type": "true_false",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001003"
        },
        {
          "type": "true_false",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001004"
        },
        {
          "type": "true_false",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001005"
        },
        {
          "type": "true_false",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001006"
        },
        {
          "type": "true_false",
          "question": "钻研教材即钻研教科书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001007"
        },
        {
          "type": "true_false",
          "question": "高校的办学特色主要体现在高水平的教师和高质量的毕业生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001008"
        },
        {
          "type": "true_false",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001009"
        },
        {
          "type": "true_false",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001010"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001011"
        },
        {
          "type": "true_false",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001012"
        },
        {
          "type": "true_false",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001013"
        },
        {
          "type": "true_false",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001014"
        },
        {
          "type": "true_false",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001015"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001016"
        },
        {
          "type": "true_false",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001017"
        },
        {
          "type": "true_false",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001018"
        },
        {
          "type": "true_false",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001019"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001020"
        },
        {
          "type": "true_false",
          "question": "依照国际标准，我国高等教育目前处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001021"
        },
        {
          "type": "true_false",
          "question": "古希腊的苏格拉底、柏拉图和亚里士多德等学者创办的各类学术机构被认为是大学（university）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001022"
        },
        {
          "type": "true_false",
          "question": "加强高校教学管理就是增强质量管理意识。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001023"
        },
        {
          "type": "true_false",
          "question": "教育目的就是教育目标，是指各级各类学校对受教育者身心发展所提出的具体标准和要求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001024"
        },
        {
          "type": "true_false",
          "question": "教师职业属于专门职业范围。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001025"
        },
        {
          "type": "true_false",
          "question": "案例法是指学生在教师指导下，就某些教学论题，在独立思考的基础上，共同进行讨论，以便澄清问题、培养思辨和交流能力的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001026"
        },
        {
          "type": "true_false",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001027"
        },
        {
          "type": "true_false",
          "question": "教学质量是学校一切工作的首要目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001028"
        },
        {
          "type": "true_false",
          "question": "高校教学内容的职业性不仅体现在专业人才的培养上，还体现在创造新的职业上。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001029"
        },
        {
          "type": "true_false",
          "question": "高校的组织结构是指高校系统内各组成部分及其配合关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001030"
        },
        {
          "type": "true_false",
          "question": "北京大学的诞生标志着我国近现代高等教育的产生。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001031"
        },
        {
          "type": "true_false",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001032"
        },
        {
          "type": "true_false",
          "question": "科学研究是新学科产生的基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001033"
        },
        {
          "type": "true_false",
          "question": "科研成果管理的重点是科研成果的转化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001034"
        },
        {
          "type": "true_false",
          "question": "我国需要继续培育和完善高等教育市场。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001035"
        },
        {
          "type": "true_false",
          "question": "作为一种课程思潮,永恒主义课程观忽视了科技发展综合性的一面,坚持课程内容狭窄的专门化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001036"
        },
        {
          "type": "true_false",
          "question": "教育行动研究是立足本校收集、分析和报告事实性数据及信息的自我反思型研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001037"
        },
        {
          "type": "true_false",
          "question": "国际性是中世纪大学的特征之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001038"
        },
        {
          "type": "true_false",
          "question": "促进教师专业发展的途径主要是学习、实践和反思。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001039"
        },
        {
          "type": "true_false",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001040"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的、具有普遍指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001041"
        },
        {
          "type": "true_false",
          "question": "在高校，教学与科研存在严重冲突，无法相容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001042"
        },
        {
          "type": "true_false",
          "question": "西方高校领导体制的共同特点是集体决策，校长负责执行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001043"
        },
        {
          "type": "true_false",
          "question": "真正的大学（university）起源于西欧的中世纪大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001044"
        },
        {
          "type": "true_false",
          "question": "依照国际标准，我国高等教育处于大众化发展阶段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001045"
        },
        {
          "type": "true_false",
          "question": "改造主义课程理论主张以问题为中心设计核心课程，使课程与社会生活有机联系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001046"
        },
        {
          "type": "true_false",
          "question": "理想的教学计划既反映社会对人才培养的要求，又体现科学发展趋势和学生成长规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001047"
        },
        {
          "type": "true_false",
          "question": "高校教学没有以科研做底子，就是没有灵魂的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001048"
        },
        {
          "type": "true_false",
          "question": "培养目标是教学计划的出发点，也是实施教学计划的归宿。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001049"
        },
        {
          "type": "true_false",
          "question": "高校培养目标对教育的发展方向和人的发展方向具有一定的制约作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001050"
        },
        {
          "type": "true_false",
          "question": "教学与研究相结合是我国古代书院的办学特色之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001051"
        },
        {
          "type": "true_false",
          "question": "事业激励法是高效管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001052"
        },
        {
          "type": "true_false",
          "question": "课程方向的人文化的要求，反映在课堂上则表现为重新强调大学的普通教育，特别强调旨在培养完全人格的人文学科、艺术和社会科学及哲学的课程内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001053"
        },
        {
          "type": "true_false",
          "question": "高校是一个典型的利益相关者组织。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001054"
        },
        {
          "type": "true_false",
          "question": "教学方法就是教学模式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001055"
        },
        {
          "type": "true_false",
          "question": "教学重点即学生常常容易误解和不容易理解的部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001056"
        },
        {
          "type": "true_false",
          "question": "教学计划越具体越好。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001057"
        },
        {
          "type": "true_false",
          "question": "高等学校高深文化和高深学问的性质决定了高校教师是研究者或学者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001058"
        },
        {
          "type": "true_false",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001059"
        },
        {
          "type": "true_false",
          "question": "教师职务聘任制的核心是按需设岗、择优聘用和合同管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001060"
        },
        {
          "type": "true_false",
          "question": "科学定编定岗是合理配置人力资源和实施教师聘任制的前提。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001061"
        },
        {
          "type": "true_false",
          "question": "外适质量观认为教育质量是学生个体的认知、情感、兴趣等个性发展程度的反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001062"
        },
        {
          "type": "true_false",
          "question": "高校教师与医师、律师一样都是专业人员，但不具有专业必备的基本属性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001063"
        },
        {
          "type": "true_false",
          "question": "教与学的关系是教师价值引导与学生自主建构的辩证统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001064"
        },
        {
          "type": "true_false",
          "question": "把大学比喻为象牙塔，反映了高等学校关注社会需要、主动服务社会的价值追求。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001065"
        },
        {
          "type": "true_false",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001066"
        },
        {
          "type": "true_false",
          "question": "对大学教师而言，沟通能力处于基础地位，制约教师的教学、研究和服务工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001067"
        },
        {
          "type": "true_false",
          "question": "改变人文教育落后状况的主要措施是使人文教育在高等教育中处于支配地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001068"
        },
        {
          "type": "true_false",
          "question": "学年制对教学过程的环节管理得较少，学生考试合格即可获得学分，修满规定的学分要求即可毕业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001069"
        },
        {
          "type": "true_false",
          "question": "科学研究是从已知探索未知从而获得新知的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001070"
        },
        {
          "type": "true_false",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001071"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001072"
        },
        {
          "type": "true_false",
          "question": "开展科学研究已成为一所高校发展和成熟的标志。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001073"
        },
        {
          "type": "true_false",
          "question": "教师是大学最宝贵的资源，教师质量是大学生活的根本。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001074"
        },
        {
          "type": "true_false",
          "question": "“威斯康星理念”的核心是培养高层次学术人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001075"
        },
        {
          "type": "true_false",
          "question": "高校的学术自由与国家利益存在实质性的矛盾。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001076"
        },
        {
          "type": "true_false",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001077"
        },
        {
          "type": "true_false",
          "question": "马克思主义关于人的全面发展学说是制定高校培养目标的唯一依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001078"
        },
        {
          "type": "true_false",
          "question": "科学研究成为高等学校职能之一始于12世纪。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001079"
        },
        {
          "type": "true_false",
          "question": "科学主义课程观提倡螺旋式课程组织及发现法教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001080"
        },
        {
          "type": "true_false",
          "question": "高校培养目标的理论依据是人的全面发展学说。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001081"
        },
        {
          "type": "true_false",
          "question": "教育史学家一般认为中国古代的大学起源于商朝的“右学”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001082"
        },
        {
          "type": "true_false",
          "question": "在开放的环境中长大的当代大学生，思想十分活跃，他们一反传统的封闭观念和单一的思维模式，面向社会，面向世界，表现出对新事物的兴趣、极强的接纳能力和灵活性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001083"
        },
        {
          "type": "true_false",
          "question": "“人的全面发展”的教育思想，在我国可以追溯到西周时期的“六艺”教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001084"
        },
        {
          "type": "true_false",
          "question": "1998年颁布的《高等教育法》是我国首部高等教育法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001085"
        },
        {
          "type": "true_false",
          "question": "案例教学大多是结合理论讲授、课堂讨论、实习等教学方法进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001086"
        },
        {
          "type": "true_false",
          "question": "亚里士多德最早从理论上论证了和谐发展教育的可能性和必要性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001087"
        },
        {
          "type": "true_false",
          "question": "导入新课的目的是顺畅地拓展教学通道并激发学生的兴趣。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001088"
        },
        {
          "type": "true_false",
          "question": "办学定位是高等学校战略管理的首要问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001089"
        },
        {
          "type": "true_false",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001090"
        },
        {
          "type": "true_false",
          "question": "文献的检索过程也是权衡选题价值的过程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001091"
        },
        {
          "type": "true_false",
          "question": "事业激励法是高校管理中用得最多的基本激励手段。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001092"
        },
        {
          "type": "true_false",
          "question": "大学生权益就是取得高等学校学籍的在校生能够按照自己的意志以作为的方式，以及要求他人做出一定行为的方式实现一定利益的许可和保障。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001093"
        },
        {
          "type": "true_false",
          "question": "教学计划的编制一般应经历目标的确立与表述、课程内容的选择与组织、课程的实施与评价三个程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001094"
        },
        {
          "type": "true_false",
          "question": "大学生既是特定机构的群体，又是受教育者。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001095"
        },
        {
          "type": "true_false",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001096"
        },
        {
          "type": "true_false",
          "question": "高校组织的本质特征是其学术性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001097"
        },
        {
          "type": "true_false",
          "question": "教师在进行教案设计时，应突出重点，攻破难点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001098"
        },
        {
          "type": "true_false",
          "question": "强调素质教育意味着淡化知识教学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001099"
        },
        {
          "type": "true_false",
          "question": "学术即科研，科学研究就是教育研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001100"
        },
        {
          "type": "true_false",
          "question": "院校研究和行动研究都属于应用研究。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001101"
        },
        {
          "type": "true_false",
          "question": "传统教育观认为学生是教育活动中的主体，是被管理的对象。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001102"
        },
        {
          "type": "true_false",
          "question": "教师专业发展主要表现为知识、情感和行为三方面的日趋成熟。（    ）。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001103"
        },
        {
          "type": "true_false",
          "question": "高校与普通中小学教育的一个重要的区别是高校实施的是专业教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001104"
        },
        {
          "type": "true_false",
          "question": "讲授法是一种比较经济、效率较高的教学方法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001105"
        },
        {
          "type": "true_false",
          "question": "高校教师具有忠诚于所在单位和忠诚于自己的学科或专业的双重忠诚的特点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001106"
        },
        {
          "type": "true_false",
          "question": "一个专业首要的社会目的就是服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001107"
        },
        {
          "type": "true_false",
          "question": "实验教学法具有费时、费钱、效率比较低的缺点。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001108"
        },
        {
          "type": "true_false",
          "question": "1901年，书院被统一改为学堂，古代书院制度的终结标志着中国古代高等教育的衰落。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001109"
        },
        {
          "type": "true_false",
          "question": "高校的战略实施比战略规划更重要。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001110"
        },
        {
          "type": "true_false",
          "question": "高等教育机会均等是高等教育民主化的重要内涵之一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001111"
        },
        {
          "type": "true_false",
          "question": "德国和法国属于集中型高等教育体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001112"
        },
        {
          "type": "true_false",
          "question": "洪堡提倡把“威斯康星大学送到人民当中”。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001113"
        },
        {
          "type": "true_false",
          "question": "高等教育就是由大学（university）提供的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001114"
        },
        {
          "type": "true_false",
          "question": "校园精神即每一个学生生活于其中的学校内特定的风气和氛围,是富有渗透性的一种教育因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001115"
        },
        {
          "type": "true_false",
          "question": "教育研究是以教育领域中发生的现象为对象，以探索教育规律为目的的创造性的认知活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001116"
        },
        {
          "type": "true_false",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001117"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高级专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001118"
        },
        {
          "type": "true_false",
          "question": "费希特鲜明地提出了举办高等教育要遵循“学术自由”和“教研结合”的原则",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001119"
        },
        {
          "type": "true_false",
          "question": "高校科研经费属于消费性支出。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001120"
        },
        {
          "type": "true_false",
          "question": "任何类型、任何层次的大学都有教学、研究和社会服务职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001121"
        },
        {
          "type": "true_false",
          "question": "大学生已成年，其社会认知、情感及自我意识,都已成熟，因此，大学生的成长已基本定型。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001122"
        },
        {
          "type": "true_false",
          "question": "高校培养目标的现实依据是社会需求与人的发展需求的统一。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001123"
        },
        {
          "type": "true_false",
          "question": "高校教学内容的前沿性是指教师向学生介绍本学科最新的科研成就，各种流派和学术观点以及学科需要进一步研究和探讨的问题。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001124"
        },
        {
          "type": "true_false",
          "question": "高校师生在教学关系上具有绝对独立性",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001125"
        },
        {
          "type": "true_false",
          "question": "人才培养目标定位是学校定位的核心，也是制定战略规划的关键。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001126"
        },
        {
          "type": "true_false",
          "question": "教育方针是高校最高层次的培养目标，是一种反映一定时期社会价值观念的，具有普通指导意义的育人标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001127"
        },
        {
          "type": "true_false",
          "question": "教学目标应具体到足以依据它来选择课程和教育教学活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001128"
        },
        {
          "type": "true_false",
          "question": "大众高等教育排斥精英高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001129"
        },
        {
          "type": "true_false",
          "question": "高校成为“社会的服务站”，体现了高校致力于推广成果的科学研究职能。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001130"
        },
        {
          "type": "true_false",
          "question": "文化素质教育的目的在于提高大学生的文化品位、审美情趣和人文素养，在于从整体上提高大学生的全面素质，它的普遍开展在一定程度上弥补了专门化教育的缺陷。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001131"
        },
        {
          "type": "true_false",
          "question": "高校教师的培养应力求做到时效性、层次性和超前性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001132"
        },
        {
          "type": "true_false",
          "question": "高校课程内容的组织形式中,直线式课程优于螺旋式课程。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001133"
        },
        {
          "type": "true_false",
          "question": "实施高校科研组织的管理，关键在于明确等级和各级负责的范围，明确隶属关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001134"
        },
        {
          "type": "true_false",
          "question": "高校组织的目标特征是分散性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001135"
        },
        {
          "type": "true_false",
          "question": "大学的社会服务职能源自德国的柏林大学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T3000001136"
        },
        {
          "type": "true_false",
          "question": "高校战略管理在本质上是对高校发展方向及未来环境适应性的把握。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001137"
        },
        {
          "type": "true_false",
          "question": "在签订教师工作合同的过程中，应遵循平等、自愿、公平和诚信的原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001138"
        },
        {
          "type": "true_false",
          "question": "教育与社会发展的关系、教育与人的发展的关系构成教育的两大基本规律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001139"
        },
        {
          "type": "true_false",
          "question": "高等教育是以培养各种高校专门人才为目标的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T3000001140"
        }
      ]
    }
  }
]