export default [
  {
    "type": "高等教育法规",
    "questions": {
      "single_choice": [
        {
          "type": "single_choice",
          "question": "受教育者享有在（    ）上获得公正评价，完成规定的学业后获得相应的学业证书、学位证书的权利。",
          "options": [
            "A.学业成绩；",
            "B.品行；",
            "C.身体状况；",
            "D.学业成绩和品行"
          ],
          "answer": "D",
          "id": "S4000004561"
        },
        {
          "type": "single_choice",
          "question": "法是由国家制定或认可，体现（    ），并由国家强制力来保证其得以实施的，具有普遍约束力的法律规范体系的总和，其通过确定社会关系参加者权利、义务的方式来调整某种社会关系。",
          "options": [
            "A.统治阶级意志；",
            "B.中产阶层的意志；",
            "C.执政党的意志；",
            "D.最广大人民的意志"
          ],
          "answer": "A",
          "id": "S4000004562"
        },
        {
          "type": "single_choice",
          "question": "根据新征程的部署，到本纪中叶要把我国建成(  )。",
          "options": [
            "A.中等发达国家",
            "B.综合国力和国际影响力领先的国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000004563"
        },
        {
          "type": "single_choice",
          "question": "加强对生态文明建设的总体设计和组织领导，设立（ ）机构。",
          "options": [
            "A.国有自然资源资产管理和自然环境监管",
            "B.国有自然资源资产管理和自然生态监管",
            "C.国有自然资源资产监管和自然生态管理",
            "D.国有自然环境资产监管和自然生态管理"
          ],
          "answer": "B",
          "id": "S4000004564"
        },
        {
          "type": "single_choice",
          "question": "我国的法制宣传日和消费者权益保护日分别是每年的（    ）。",
          "options": [
            "A.12月1日和3月13日；",
            "B.12月4日和3月15日；",
            "C.12月3日和3月16日；",
            "D.12月5日和3月15日"
          ],
          "answer": "B",
          "id": "S4000004565"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程在“四个伟大”中起着决定性作用。关于党的建设内容问题，十九大报告首次将（ ）摆在第一位。",
          "options": [
            "A.政治建设",
            "B.思想建设",
            "C.制度建设",
            "D.作风建设"
          ],
          "answer": "A",
          "id": "S4000004566"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是（    ）。",
          "options": [
            "A.教育经济关系；",
            "B.教育物质关系；",
            "C.教育社会关系；",
            "D.教育思想关系"
          ],
          "answer": "C",
          "id": "S4000004567"
        },
        {
          "type": "single_choice",
          "question": "除了成文法之外，还有什么法律？(    )。",
          "options": [
            "A.宪法；",
            "B.司法；",
            "C.习惯法；",
            "D.宗法"
          ],
          "answer": "C",
          "id": "S4000004568"
        },
        {
          "type": "single_choice",
          "question": "哪些高等学校必须实行中国共产党高等学校基层委员会领导下的校长负责制？（    ）。",
          "options": [
            "A.中国境内所有的高等学校；",
            "B.中国国家举办的高等学校；",
            "C.中国境内除中外合作办学外的所有高等学校；",
            "D.中国国家举办的普通高等学校"
          ],
          "answer": "B",
          "id": "S4000004569"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上不包括（   ）。",
          "options": [
            "A.教育执法；",
            "B.教育司法；",
            "C.教育守法；",
            "D.教育立法"
          ],
          "answer": "D",
          "id": "S4000004570"
        },
        {
          "type": "single_choice",
          "question": "新时代教育事业优先发展的基本保障是（  ）。",
          "options": [
            "A.义务教育一体化",
            "B.产教融合",
            "C.学生资助制度",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S4000004571"
        },
        {
          "type": "single_choice",
          "question": "新中国建立以来最高权力机关制定的第一部教育法律是(    )。",
          "options": [
            "A.《中华人民共和国义务教育法》；",
            "B.《中华人民共和国教师法》；",
            "C.《中华人民共和国学位条例》；",
            "D.《中华人民共和国教育法》"
          ],
          "answer": "C",
          "id": "S4000004572"
        },
        {
          "type": "single_choice",
          "question": "下列属于法的社会作用的是（    ）。",
          "options": [
            "A.依照法律的导向来约束自己的行为；",
            "B.根据法律规范来判断买卖行为是否合法；",
            "C.通过实施法律规范来提高社会民众的法律意识；",
            "D.协调各种利益关系，促进经济发展"
          ],
          "answer": "D",
          "id": "S4000004573"
        },
        {
          "type": "single_choice",
          "question": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。",
          "options": [
            "A.创新、协调、绿色、开放、共享",
            "B.创造、协调、生态、开放、共享",
            "C.创新、统筹、绿色、开放、共享",
            "D.创造、统筹、生态、开放、共享"
          ],
          "answer": "A",
          "id": "S4000004574"
        },
        {
          "type": "single_choice",
          "question": "学生对处分决定有异议的，在接到学校处分决定书之日起（    ）个工作日内，可以向学校学生申诉处理委员会提出申诉。",
          "options": [
            "A.7；",
            "B.15；",
            "C.10；",
            "D.5"
          ],
          "answer": "D",
          "id": "S4000004575"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代做好“三农”工作的总抓手（    ）。",
          "options": [
            "A.实施健康中国战略",
            "B.实施社会主义新农村建设",
            "C.实施社会主义市场经济",
            "D.实施乡村振兴战略"
          ],
          "answer": "D",
          "id": "S4000004576"
        },
        {
          "type": "single_choice",
          "question": "教师提出申诉，应当以（    ）形式提出。",
          "options": [
            "A.口头；",
            "B.书面或口头；",
            "C.自己认为合适的；",
            "D.书面"
          ],
          "answer": "D",
          "id": "S4000004577"
        },
        {
          "type": "single_choice",
          "question": "设立高等职业学校，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.500人以上；",
            "B.800人以上；",
            "C.1000人以上；",
            "D.2000人以上"
          ],
          "answer": "C",
          "id": "S4000004578"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，我国基本实现现代化的时间节点是（　）。",
          "options": [
            "A.2000年",
            "B.2020年",
            "C.2035年",
            "D.本世纪中叶"
          ],
          "answer": "C",
          "id": "S4000004579"
        },
        {
          "type": "single_choice",
          "question": "《义务教育法》规定：“招收少数民族学生为主的学校，可以用少数民族通用的语言文字教学。”这一规定，属于教育法律规范的类别是（    ）。",
          "options": [
            "A.义务性规范；",
            "B.授权性规范；",
            "C.制裁性规范；",
            "D.奖励性规范"
          ],
          "answer": "B",
          "id": "S4000004580"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在十九大政治报告明确指出：“建设教育强国是中华民族伟大复兴的基础工程，必须把教育事业放在优先位置，加快教育现代化，办好人民满意的教育。”这个优先发展教育命题的主要内涵是指：（）。",
          "options": [
            "A.优先投资教育",
            "B.优先扩大教育规模",
            "C.注重教育公平",
            "D.重点发展优质教育"
          ],
          "answer": "D",
          "id": "S4000004581"
        },
        {
          "type": "single_choice",
          "question": "根据我国《义务教育法》规定：凡年满（    ）周岁的儿童，其父母或者其他法定监护人应当送其入学接受义务教育；条件不具备的地区的儿童，可以推迟到（    ）周岁。",
          "options": [
            "A.5，6；",
            "B.6，7；",
            "C.6，8；",
            "D.8，9"
          ],
          "answer": "B",
          "id": "S4000004582"
        },
        {
          "type": "single_choice",
          "question": "被撤销教师资格的，自被撤销之日起（    ）年内不得重新申请教师资格认定。",
          "options": [
            "A.1；",
            "B.3；",
            "C.5；",
            "D.10"
          ],
          "answer": "C",
          "id": "S4000004583"
        },
        {
          "type": "single_choice",
          "question": "侵占学校及其他教育机构校舍、场地及其他财产的，依法承担（    ）。",
          "options": [
            "A.行政责任；",
            "B.刑事责任；",
            "C.民事责任；",
            "D.AB两种责任"
          ],
          "answer": "C",
          "id": "S4000004584"
        },
        {
          "type": "single_choice",
          "question": "建构国土空间开发保护制度，完善主体功能区配套政策，建立以（ ）为主体的自然保护地体系。坚决制止和惩处破坏生态环境行为。",
          "options": [
            "A.国家公园",
            "B.森林园区",
            "C.山水林田",
            "D.生态系统"
          ],
          "answer": "A",
          "id": "S4000004585"
        },
        {
          "type": "single_choice",
          "question": "建国以来，我国的教育行政管理体制围绕着中央与地方教育行政权力、职责的划分问题，经历的发展历程是（    ）。",
          "options": [
            "A.由放到收、由收到放、收放结合；",
            "B. 由收到放、由放到收、收放结合；",
            "C. 由放到收、由收到放；",
            "D. 由收到放、由放到收"
          ],
          "answer": "B",
          "id": "S4000004586"
        },
        {
          "type": "single_choice",
          "question": "教育行政救济是指按照教育法律法规有关规定，受教育者和教师可通过（    ）制度来对抗侵权行为以获得法律救济。",
          "options": [
            "A.诉讼；",
            "B.申诉；",
            "C.仲裁；",
            "D.调解"
          ],
          "answer": "B",
          "id": "S4000004587"
        },
        {
          "type": "single_choice",
          "question": "建设（ ）是中华民族永续发展的千年大计。",
          "options": [
            "A.物质文明",
            "B.精神文明",
            "C.生态文明",
            "D.社会文明"
          ],
          "answer": "C",
          "id": "S4000004588"
        },
        {
          "type": "single_choice",
          "question": "通常不适用于处于义务阶段的学生的行政处分措施是(    )。",
          "options": [
            "A.警告；",
            "B.开除；",
            "C.记过；",
            "D.留校察看"
          ],
          "answer": "B",
          "id": "S4000004589"
        },
        {
          "type": "single_choice",
          "question": "教师资格考试科目、标准和考试大纲由（    ）审定。",
          "options": [
            "A.国务院教育行政部门；",
            "B.省级教育行政部门；",
            "C.学校上级教育行政部门；",
            "D.组织教师资格考试的学校"
          ],
          "answer": "A",
          "id": "S4000004590"
        },
        {
          "type": "single_choice",
          "question": "成人高等学校主要培养对象为（    ）。",
          "options": [
            "A.18岁以上成年人；",
            "B.24岁以上成年人；",
            "C.30岁以上成年人；",
            "D.在职在业者"
          ],
          "answer": "C",
          "id": "S4000004591"
        },
        {
          "type": "single_choice",
          "question": "坚持反腐败无禁区、全覆盖、零容忍，坚定不移“打虎”、“拍蝇”、“猎狐”，（ ）的目标初步实现，（ ）的笼子越扎越牢，（ ）的堤坝正在构筑，反腐败斗争压倒性态势已经形成并巩固发展。",
          "options": [
            "A.不敢腐　不能腐　不想腐",
            "B.不能腐　不敢腐　不想腐",
            "C.不想腐　不敢腐　不能腐",
            "D.不敢腐　不想腐　不能腐"
          ],
          "answer": "A",
          "id": "S4000004592"
        },
        {
          "type": "single_choice",
          "question": "毛泽东针对中国共产党长期处在农村游击战争的环境，农民、小资产阶级出身的党员在党内占大多数，这就需要首先解决党员在思想上入党的问题，以保证党的马克思主义性质不变，因此，强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.反腐倡廉建设",
            "D.思想建设"
          ],
          "answer": "D",
          "id": "S4000004593"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学者的知识产权投入一般不得超过各自投入的（    ）。",
          "options": [
            "A.二分之一；",
            "B.三分之一；",
            "C.四分之一；",
            "D.五分之一"
          ],
          "answer": "B",
          "id": "S4000004594"
        },
        {
          "type": "single_choice",
          "question": "表述义务性教育法律通常采用的字样是（    ）。",
          "options": [
            "A.“必须”；",
            "B.“可以”；",
            "C.“有权”；",
            "D.“有……的自由”"
          ],
          "answer": "A",
          "id": "S4000004595"
        },
        {
          "type": "single_choice",
          "question": "根据《高等教育法》，高等学校的具体标准由谁制定？（    ）",
          "options": [
            "A.人大常委会；",
            "B.国务院；",
            "C.教育部；",
            "D. 各省、自治区、直辖市人民政府"
          ],
          "answer": "B",
          "id": "S4000004596"
        },
        {
          "type": "single_choice",
          "question": "法学理论上讲的教育法律事实是指能够引起教育法律关系产生、变更或消失的客观情况，它可分为两类：一是教育法律事件，二是（    ）。",
          "options": [
            "A.教育法律规范；",
            "B.教育法律行为；",
            "C.教育教学成果；",
            "D.教育思想理论"
          ],
          "answer": "B",
          "id": "S4000004597"
        },
        {
          "type": "single_choice",
          "question": "国家财政性教育经费支出占国内生产总值比例，2012年应达到（    ）。",
          "options": [
            "A.10%；",
            "B.3%；",
            "C.4%；",
            "D.12%"
          ],
          "answer": "C",
          "id": "S4000004598"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，抓住了（   ）就抓住了新时代党的建设的要害。",
          "options": [
            "A.制度建设",
            "B.组织建设",
            "C.纪律建设",
            "D.政治建设"
          ],
          "answer": "D",
          "id": "S4000004599"
        },
        {
          "type": "single_choice",
          "question": "教育法律草案交付表决前，最后一稿（即法律草案表决稿）通常是由哪个机构修改完成的？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会委员长会议；",
            "C.全国人大法律委员会；",
            "D.国务院"
          ],
          "answer": "C",
          "id": "S4000004600"
        },
        {
          "type": "single_choice",
          "question": "定位教师这一职业角色的前提是（    ）。",
          "options": [
            "A.从教于学校或其他教育机构；",
            "B.取得教师资格证；",
            "C.教师是履行教育教学职责的专门人员；",
            "D.教师是履行教育教学职责的专业人员"
          ],
          "answer": "ACD",
          "id": "S4000004601"
        },
        {
          "type": "single_choice",
          "question": "我国政府为外国留学生设立的“中国政府奖学金”除研究生奖学金外，还有（    ）。",
          "options": [
            "A.本科生奖学金；",
            "B.专科生奖学金；",
            "C.进修生奖学金；",
            "D.扶贫奖学金"
          ],
          "answer": "AC",
          "id": "S4000004602"
        },
        {
          "type": "single_choice",
          "question": "依据处罚内容的不同，可以将教育行政处罚分为（    ）。",
          "options": [
            "A.人身罚；",
            "B.申诫罚；",
            "C.能力罚；",
            "D.财产罚"
          ],
          "answer": "BCD",
          "id": "S4000004603"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，省、自治区、直辖市人民政府对高等教育的管理权限是（    ）。",
          "options": [
            "A.管理各自行政区内所有的高等学校；",
            "B.管理主要为地方培养人才和国务院授权管理的高等学校；",
            "C.协调行政区间的高等教育事业；",
            "D.统筹协调本行政区域内的高等教育事业"
          ],
          "answer": "BD",
          "id": "S4000004604"
        },
        {
          "type": "single_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "S4000004605"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "S4000004606"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "S4000004607"
        },
        {
          "type": "single_choice",
          "question": "新时代教师教书育人的重要方向是（  ）。",
          "options": [
            "A.做学生锤炼品格的引路人",
            "B.做学生学习知识的引路人",
            "C.做学生创新思维的引路人",
            "D.做学生奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "S4000004608"
        },
        {
          "type": "single_choice",
          "question": "《教师法》规定教师的权利有（    ）。",
          "options": [
            "A.教育教学权；",
            "B.管理学生权；",
            "C.科学研究权；",
            "D.报酬待遇权"
          ],
          "answer": "ABCD",
          "id": "S4000004609"
        },
        {
          "type": "single_choice",
          "question": "我国高校教师的资格条件有（    ）。",
          "options": [
            "A.必须是中国公民；",
            "B.遵守宪法和法律，热爱教育事业，具有良好的思想品德；",
            "C.具备相应的学历；",
            "D.有相应的教育教学能力"
          ],
          "answer": "ABCD",
          "id": "S4000004610"
        },
        {
          "type": "single_choice",
          "question": "法是调整社会关系的社会规范，但调整社会关系的社会规范很多，除了法之外还有（    ）。",
          "options": [
            "A.道德；",
            "B.政策；",
            "C.纪律；",
            "D.社会风俗习惯"
          ],
          "answer": "ABCD",
          "id": "S4000004611"
        },
        {
          "type": "single_choice",
          "question": "高等学校党委的领导职责包括（    ）。",
          "options": [
            "A. 领导学校的思想政治工作和德育工作；",
            "B. 讨论决定学校内部组织机构的设置和内部组织机构负责人的人选；",
            "C.任命校长；",
            "D. 聘任教师"
          ],
          "answer": "AB",
          "id": "S4000004612"
        },
        {
          "type": "single_choice",
          "question": "根据《宪法》、《立法法》规定，我国的立法机关是（    ）。",
          "options": [
            "A.全国人民代表大会及其常务委员会；",
            "B.省、自治区、直辖市的人民代表大会及其常务委员；",
            "C.省、自治区人民政府所在地的市和经国务院批准的较大的市的人民代表大会及其常务委员会；",
            "D.国务院；",
            "E.中国人民银行"
          ],
          "answer": "ABCDE",
          "id": "S4000004613"
        },
        {
          "type": "single_choice",
          "question": "健全的教育法制体现在（    ）。",
          "options": [
            "A.有完善的法制来明确教育的地位和作用；",
            "B.有完善的法制来保障公民的受教育权利；",
            "C.有完善的法制来保证学校的教育教学；",
            "D.有完备的法律体系；",
            "E.有明确的责任规定"
          ],
          "answer": "ABCDE",
          "id": "S4000004614"
        },
        {
          "type": "single_choice",
          "question": "新时代教师队伍发展的专业目标是（  ）。",
          "options": [
            "A.要有理想信念",
            "B.要有道德情操",
            "C.要有扎实学识",
            "D.要有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "S4000004615"
        },
        {
          "type": "single_choice",
          "question": "在计划经济下，我国高等教育体制所具有的特点有（    ）。",
          "options": [
            "A.国家所有化；",
            "B.决策与管理权高度集中；",
            "C.对高等教育计划控制；",
            "D.对高等教育行政干预"
          ],
          "answer": "ABCD",
          "id": "S4000004616"
        },
        {
          "type": "single_choice",
          "question": "学生应予退学的情形有（    ）。",
          "options": [
            "A.学业成绩未达到学校要求；",
            "B. 未请假离校连续两周未参加学校规定的教学活动的；",
            "C.学生体育课成绩不合格；",
            "D.本人申请退学"
          ],
          "answer": "ABD",
          "id": "S4000004617"
        },
        {
          "type": "single_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "S4000004618"
        },
        {
          "type": "single_choice",
          "question": "我国教育法律责任的构成应同时包含以下内容(    )。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人主观有过错；",
            "D.教育违法行为与损害事实间存在着某种因果关系；",
            "E.教育法律关系主体具有完全的教育民事行为能力"
          ],
          "answer": "ABCD",
          "id": "S4000004619"
        },
        {
          "type": "single_choice",
          "question": "在我国，教育法律救济的途径主要有(    )。",
          "options": [
            "A.教育行政救济；",
            "B.教育司法救济；",
            "C.教育民事救济；",
            "D.教育刑事救济"
          ],
          "answer": "AB",
          "id": "S4000004620"
        },
        {
          "type": "single_choice",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004621"
        },
        {
          "type": "single_choice",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004622"
        },
        {
          "type": "single_choice",
          "question": "高等教育不是义务教育，因此保障高等教育财政经费投入不是政府的法定责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004623"
        },
        {
          "type": "single_choice",
          "question": "教育的法律法规在追求稳定性的同时，还要保证适用性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004624"
        },
        {
          "type": "single_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004625"
        },
        {
          "type": "single_choice",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004626"
        },
        {
          "type": "single_choice",
          "question": "辞聘是指教师主动请求高校解除聘任合同的行为。辞聘应当由提出辞聘的教师承担相应的法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004627"
        },
        {
          "type": "single_choice",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004628"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育的任务是培养具有创新精神和实践能力的高级专门人才，发展科学技术文化，促进社会主义现代化建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004629"
        },
        {
          "type": "single_choice",
          "question": "从内容上看，教育行政执法主要有教育行政措施、教育行政处罚和教育行政强制执行三种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004630"
        },
        {
          "type": "single_choice",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004631"
        },
        {
          "type": "single_choice",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004632"
        },
        {
          "type": "single_choice",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004633"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004634"
        },
        {
          "type": "single_choice",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004635"
        },
        {
          "type": "single_choice",
          "question": "教育司法实践中常用的教育法律责任是从广义上讲的教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004636"
        },
        {
          "type": "single_choice",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004637"
        },
        {
          "type": "single_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004638"
        },
        {
          "type": "single_choice",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004639"
        },
        {
          "type": "single_choice",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004640"
        },
        {
          "type": "single_choice",
          "question": "我国的教育仲裁制度（    ）。",
          "options": [
            "A.已经基本建立；",
            "B.已经趋于完善；",
            "C.已经较为完善；",
            "D.尚在摸索之中"
          ],
          "answer": "D",
          "id": "S4000004641"
        },
        {
          "type": "single_choice",
          "question": "列入全国人大常委会会议议程的法律案，一般须经过几次常务委员会会议审议后再交付表决？(    )",
          "options": [
            "A.一次；",
            "B.两次；",
            "C.三次；",
            "D.五次"
          ],
          "answer": "C",
          "id": "S4000004642"
        },
        {
          "type": "single_choice",
          "question": "参加教师资格考试的人员有作弊行为，其考试成绩作废，并由教育行政部门给予的处罚是（    ）。",
          "options": [
            "A.罚款1000元；",
            "B.五年内不得申请教师资格；",
            "C.三年内不得参加教师资格考试；",
            "D.警告"
          ],
          "answer": "C",
          "id": "S4000004643"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在人类社会发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.迎来了实现中华民族伟大复兴的光明前景",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.科学社会主义在二十一世纪的中国焕发出强大生机活力"
          ],
          "answer": "C",
          "id": "S4000004644"
        },
        {
          "type": "single_choice",
          "question": "国家规定，公派出国留学人员抵达留学国，在多少时间内未向所属使领馆报到，即要被取消公费留学资格并承担违约责任？（    ）",
          "options": [
            "A.三个月；",
            "B.一个月；",
            "C.半个月；",
            "D.8天"
          ],
          "answer": "B",
          "id": "S4000004645"
        },
        {
          "type": "single_choice",
          "question": "下列不属于我国教育行政处罚种类的是（   ）。",
          "options": [
            "A.警告；",
            "B.罚款；",
            "C.拘役；",
            "D.撤销教师资格"
          ],
          "answer": "C",
          "id": "S4000004646"
        },
        {
          "type": "single_choice",
          "question": "好教育必须追求教育的适切性。这种适切性是指：（）。",
          "options": [
            "A.人人享有教育",
            "B.课程与教学满足于每位孩子的个性化需要",
            "C.人人平等接受教育",
            "D.教育机遇均等"
          ],
          "answer": "B",
          "id": "S4000004647"
        },
        {
          "type": "single_choice",
          "question": "我国《义务教育法》第56条第1款规定:“学校违反国家规定收取费用的，由县级人民政府教育行政部门责令退还所收费用；对(  )依法给予处分。”",
          "options": [
            "A.校长；",
            "B.直接负责的主管人员；",
            "C.副校长；",
            "D.直接负责的主管人员和其他直接责任人员；"
          ],
          "answer": "D",
          "id": "S4000004648"
        },
        {
          "type": "single_choice",
          "question": "坚定走（ ）的文明发展道路，建设魅力中国，为人民创造良好生产生活环境，为全球生态安全作出贡献。",
          "options": [
            "A.生产发展、生活美好、环境美丽",
            "B.生产发展、生活富裕、生态良好",
            "C.经济增长、生活富裕、社会和谐",
            "D.经济发展、生活富裕、自然美丽"
          ],
          "answer": "B",
          "id": "S4000004649"
        },
        {
          "type": "single_choice",
          "question": "（ ），在国家博物馆，中共中央总书记习近平在参观“复兴之路”展览时，第一次提出了“中国梦”的概念。",
          "options": [
            "A.2012年11月8日",
            "B.2012年11月29日",
            "C.2012年11月25日",
            "D.2012年12月10日"
          ],
          "answer": "B",
          "id": "S4000004650"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》有关规定，在法理上，各省、自治区、直辖市的地方性教育法规与国家教育部的教育规章相比，其法律效力如何？(    )",
          "options": [
            "A.地方性教育法规的效力高；",
            "B.教育部的教育规章效力高；",
            "C.两者的法律效力相等；",
            "D.两者的法律效力无法比较"
          ],
          "answer": "A",
          "id": "S4000004651"
        },
        {
          "type": "single_choice",
          "question": "下列措施属于教育行政处分措施的是(    )。",
          "options": [
            "A.罚款；",
            "B.拘留；",
            "C.撤销教师资格；",
            "D.警告"
          ],
          "answer": "D",
          "id": "S4000004652"
        },
        {
          "type": "single_choice",
          "question": "将“实行依法治国，建设社会主义法治国家”写入宪法的是（）",
          "options": [
            "A.2004年宪法修正案；",
            "B.1999年宪法修正案；",
            "C.1993年宪法修正案；",
            "D.1988年宪法修正案"
          ],
          "answer": "B",
          "id": "S4000004653"
        },
        {
          "type": "single_choice",
          "question": "教育法制化是我国21世纪教育发展的必然趋势，就目前，我国实现依法治教的关键是(    )。",
          "options": [
            "A.教育行政部门、政府有关部门依法行政；",
            "B.促进学校法人制度的建立与完善，并逐步建立、健全对学校的监督与评估机制；",
            "C.切实保障适龄儿童和青少年受教育的基本权利；",
            "D.建立、健全处理教师申诉、学生申诉的程序与机制及运用司法手段处理教育纠纷的机制"
          ],
          "answer": "A",
          "id": "S4000004654"
        },
        {
          "type": "single_choice",
          "question": "中国是世界上最大的发展中国家，处于并将长期处于社会主义初级阶段。中国的法治建设仍面临一些问题，关于这些问题，下列说法不正确的是（    ）。",
          "options": [
            "A.通过法治教育，全社会的法律意识和法治观念已经达到较高水平，仍需进一步提高；",
            "B.有法不依、执法不严、违法不究的现象在一些地方和部门依然存在；",
            "C.地方保护主义、部门保护主义和执行难的问题时有发生；",
            "D.有的公职人员贪赃枉法、执法犯法、以言代法、以权压法，对社会主义法治造成损害"
          ],
          "answer": "A",
          "id": "S4000004655"
        },
        {
          "type": "single_choice",
          "question": "不属于我国教育法规实施内容的是（   ）。",
          "options": [
            "A.教育执法；",
            "B.教育司法；",
            "C.教育守法；",
            "D.教育普法"
          ],
          "answer": "D",
          "id": "S4000004656"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义的本质要求和重要保障是（    ）。",
          "options": [
            "A.全面深化改革",
            "B.全面建成小康社会",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "C",
          "id": "S4000004657"
        },
        {
          "type": "single_choice",
          "question": "教育司法救济是指通过法定诉讼程序获得教育法律救济的司法救济渠道。从我国现行法律制度看，凡符合（    ）受案范围的，都可以通过教育诉讼来获得法律救济。",
          "options": [
            "A.民事诉讼法；",
            "B.行政诉讼法；",
            "C.民事诉讼法、刑事诉讼法和行政诉讼法；",
            "D.刑事诉讼法"
          ],
          "answer": "C",
          "id": "S4000004658"
        },
        {
          "type": "single_choice",
          "question": "国家规定范围之内的学费标准审批权限在（    ）。",
          "options": [
            "A.省级教育行政部门；",
            "B.省级人民政府；",
            "C.国务院；",
            "D.国务院教育行政部门"
          ],
          "answer": "B",
          "id": "S4000004659"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义最本质的特征是（    ）。",
          "options": [
            "A.中国共产党领导",
            "B.改革开放",
            "C.社会主义",
            "D.人民民主专政"
          ],
          "answer": "A",
          "id": "S4000004660"
        },
        {
          "type": "single_choice",
          "question": "改革开放之初，拨乱反正，百废待兴，法制建设就显得非常重要，因此，邓小平强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.制度建设",
            "D.纪律建设"
          ],
          "answer": "C",
          "id": "S4000004661"
        },
        {
          "type": "single_choice",
          "question": "五年来，我们统筹推进“（ ）”总体布局、协调推进“（ ）”战略布局，“十二五”规划胜利完成，“十三五”规划顺利实施，党和国家事业全面开创新局面。",
          "options": [
            "A.五位一体　四个全面",
            "B.四位一体　五个全面",
            "C.五个全面　四位一体",
            "D.四个全面　五位一体"
          ],
          "answer": "A",
          "id": "S4000004662"
        },
        {
          "type": "single_choice",
          "question": "构成教育法律法规体系的最基本要素的是（    ）。",
          "options": [
            "A.教育法律条文；",
            "B.教育法律关系；",
            "C.教育法律规范；",
            "D.教育法律责任"
          ],
          "answer": "C",
          "id": "S4000004663"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，到本世纪中叶，（　）基本实现。",
          "options": [
            "A.基本公共服务",
            "B.国家治理体系和治理能力现代化",
            "C.美丽中国目标",
            "D.全体人民共同富裕"
          ],
          "answer": "D",
          "id": "S4000004664"
        },
        {
          "type": "single_choice",
          "question": "不属于我国法制建设基本方针的是(    )。",
          "options": [
            "A.有法可依；",
            "B.执法必严；",
            "C.普法全面；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000004665"
        },
        {
          "type": "single_choice",
          "question": "对于符合教师资格申请条件的，应在受理期限终止之日起（    ）天内颁发国务院教育行政部门统一制定的相应的教师资格证书。",
          "options": [
            "A.15；",
            "B.30；",
            "C.60；",
            "D.90"
          ],
          "answer": "B",
          "id": "S4000004666"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，关于新征程表述不正确的是（　）。",
          "options": [
            "A.它建立在充分分析国际国内形势和我国发展条件基础上",
            "B.新征程要着力解决发展不平衡不充分问题",
            "C.它深刻体现了中国共产党的“四个自信”",
            "D.它提出了新的新三步走的阶段划分"
          ],
          "answer": "D",
          "id": "S4000004667"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系与一般法律关系的重要区别在于教育法律关系具有（    ）。",
          "options": [
            "A.复杂性；",
            "B.同一性；",
            "C.强制性；",
            "D.阶级性"
          ],
          "answer": "B",
          "id": "S4000004668"
        },
        {
          "type": "single_choice",
          "question": "坚持全民共治、源头防治，持续实施大气污染防止行动，打赢（ ）保卫战。",
          "options": [
            "A.绿水",
            "B.蓝天",
            "C.食品",
            "D.青山"
          ],
          "answer": "B",
          "id": "S4000004669"
        },
        {
          "type": "single_choice",
          "question": "全国人民代表大会常务委员会的法律解释(    )。",
          "options": [
            "A.其效力低于其解释的由全国人大制定的法律，等于其解释的由全国人大常委会制定的法律；",
            "B.与其解释的所有法律具有同等效力；",
            "C.其效力低于其解释的法律，高于国务院制定的行政法规；",
            "D.其效力不能确定"
          ],
          "answer": "B",
          "id": "S4000004670"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教育权利能力取得方式的是（    ）。",
          "options": [
            "A.依法律规定；",
            "B.有关部门批准；",
            "C.出生；",
            "D.考试"
          ],
          "answer": "C",
          "id": "S4000004671"
        },
        {
          "type": "single_choice",
          "question": "设立独立设置实施本科及以上教育的学院应符合以下规定（    ）。",
          "options": [
            "A.主要培养专科及专科以上专门人才；",
            "B.有2个国家规定的学科门类为主要学科；",
            "C.全日制在校学生计划规模在6000人以上；",
            "D.专任教师在1000人以上"
          ],
          "answer": "A",
          "id": "S4000004672"
        },
        {
          "type": "single_choice",
          "question": "我国《义务教育法》规定，我国适龄儿童少年有受教育的（    ），各级政府应采取有效措施保障适龄儿童少年到学校接受教育，一个都不能少。",
          "options": [
            "A.权利；",
            "B.义务；",
            "C.权利和义务；",
            "D.权力"
          ],
          "answer": "C",
          "id": "S4000004673"
        },
        {
          "type": "single_choice",
          "question": "高等学校年经费开支标准主要由谁制定？（    ）",
          "options": [
            "A.学校；",
            "B.教育部；",
            "C.省级教育行政部门；",
            "D.学校举办者"
          ],
          "answer": "C",
          "id": "S4000004674"
        },
        {
          "type": "single_choice",
          "question": "根据我国现行教育法律法规规定，教育行政处分，有时又被称为纪律处分，下列属于教育行政处分的种类的有（    ）。",
          "options": [
            "A.记过；",
            "B.罚款；",
            "C.停考，停止申请认定资格；",
            "D.吊销办学许可证"
          ],
          "answer": "A",
          "id": "S4000004675"
        },
        {
          "type": "single_choice",
          "question": "不属于我国教育法律责任种类的是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育道德责任"
          ],
          "answer": "D",
          "id": "S4000004676"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的规定，教师是（    ）。",
          "options": [
            "A.普通劳动者；",
            "B.公务员；",
            "C.专业人员；",
            "D.自由职业者"
          ],
          "answer": "C",
          "id": "S4000004677"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，这是一个（ ）。",
          "options": [
            "A.站起来的时代",
            "B.富起来的时代",
            "C.强起来的时代",
            "D.霸起来的时代"
          ],
          "answer": "C",
          "id": "S4000004678"
        },
        {
          "type": "single_choice",
          "question": "侮辱、殴打教师的法律责任不包括（    ）。",
          "options": [
            "A.根据不同情形，分别给予行政处分或行政处罚；",
            "B.造成损害的，责令赔偿损失；",
            "C.情节严重，构成犯罪的，依法追究刑事责任；",
            "D.所属机构应作出相应的赔偿"
          ],
          "answer": "D",
          "id": "S4000004679"
        },
        {
          "type": "single_choice",
          "question": "人民法院对教育行政案件审理后，应根据不同情况作出判决，下列判决中不属于法定判决形式的有（    ）",
          "options": [
            "A.履行判决；",
            "B.维持判决；",
            "C.变更判决；",
            "D.中止判决"
          ],
          "answer": "D",
          "id": "S4000004680"
        },
        {
          "type": "single_choice",
          "question": "全面贯彻落实依法治国基本方略必须遵循以下原则（    ）。",
          "options": [
            "A.坚持中国共产党的领导、人民当家作主、依法治国有机统一；",
            "B.坚持一手抓建设、一手抓法治；",
            "C.既注意借鉴国外的有益经验，又立足于中国国情，从实际出发，不照搬照抄；",
            "D.坚持把法治建设的基础放在制度建设和增强全社会的法治观念上，不断提高全社会法治文明水平"
          ],
          "answer": "ABCD",
          "id": "S4000004681"
        },
        {
          "type": "single_choice",
          "question": "在我国现行教育实践中，制裁方式主要有(    )。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚；",
            "E.刑罚"
          ],
          "answer": "ABCD",
          "id": "S4000004682"
        },
        {
          "type": "single_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "S4000004683"
        },
        {
          "type": "single_choice",
          "question": "下列属于高等学校机构的在是（    ）。",
          "options": [
            "A.大学；",
            "B.独立设置的学院；",
            "C.高等专科学校；",
            "D.成人高等学校"
          ],
          "answer": "ABCD",
          "id": "S4000004684"
        },
        {
          "type": "single_choice",
          "question": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的（    ）进行考核，考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
          "options": [
            "A.思想政治表现；",
            "B.个人道德品行；",
            "C.业务水平；",
            "D.工作实绩"
          ],
          "answer": "ACD",
          "id": "S4000004685"
        },
        {
          "type": "single_choice",
          "question": "《教育法》明确了设立学校及其他教育机构必须具备的基本条件，即（   ）。",
          "options": [
            "A.要有组织机构和章程；",
            "B.有合格的教师；",
            "C.有符合规定标准的教学场所及设施、设备等；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "ABCD",
          "id": "S4000004686"
        },
        {
          "type": "single_choice",
          "question": "十八大以来，党中央果断作出全面从严治党战略部署，严厉整治“四风”问题，“四风”是指（   ）。",
          "options": [
            "A.形式主义",
            "B.官僚主义",
            "C.享乐主义",
            "D.拜金主义",
            "E.奢靡之风"
          ],
          "answer": "ABCE",
          "id": "S4000004687"
        },
        {
          "type": "single_choice",
          "question": "教育政策与教育法规之间的关系，叙述正确的是（    ）。",
          "options": [
            "A.教育政策是教育法规的灵魂；",
            "B.制定的主体不同；",
            "C.实施的方式不同；",
            "D.稳定性不同；",
            "E.表现形式不同"
          ],
          "answer": "ABCDE",
          "id": "S4000004688"
        },
        {
          "type": "single_choice",
          "question": "有权审批设立实施专科教育的高等学校的机构是（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 省、自治区、直辖市教育行政部门"
          ],
          "answer": "AC",
          "id": "S4000004689"
        },
        {
          "type": "single_choice",
          "question": "按照“法律后果”的内容，可将教育法律规范分为（    ）。",
          "options": [
            "A.制裁性规范；",
            "B.奖励性规范；",
            "C.义务性规范；",
            "D.授权性规范"
          ],
          "answer": "AB",
          "id": "S4000004690"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的立法精神和相关法律规定，教师享有（    ）的权利。",
          "options": [
            "A.对学校教育教学、管理工作和教育行政部门的工作提出意见和建议的权利；",
            "B.通过教职工代表大会或者其他形式，参与学校的民主管理的权利；",
            "C.决定学校年度工作计划、发展规划、改革方案、教职工队伍建设等重大问题；",
            "D.监督学校管理工作"
          ],
          "answer": "ABD",
          "id": "S4000004691"
        },
        {
          "type": "single_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "S4000004692"
        },
        {
          "type": "single_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "S4000004693"
        },
        {
          "type": "single_choice",
          "question": "具有制定地方性法规权限的权力机关有(    )。",
          "options": [
            "A.省级人民代表大会及其常务委员会；",
            "B.省级人民政府所在的市的人民代表大会及其常务委员会；",
            "C.国务院批准的较大市的人民代表大会及其常务委员会；",
            "D.省级人民政府"
          ],
          "answer": "ABC",
          "id": "S4000004694"
        },
        {
          "type": "single_choice",
          "question": "教育法规包含的内容（    ）。",
          "options": [
            "A.宪法中的有关教育的条款；",
            "B.教育法律；",
            "C.教育行政法规；",
            "D.教育的地方性行政法规"
          ],
          "answer": "ABCD",
          "id": "S4000004695"
        },
        {
          "type": "single_choice",
          "question": "设立高等专科学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B.以1个学科为主要学科；",
            "C.全日制在校学生计划规模在2000人以上；",
            "D.专任教师在500人以上"
          ],
          "answer": "AB",
          "id": "S4000004696"
        },
        {
          "type": "single_choice",
          "question": "中外合作办学机构聘任的外籍教师和外籍管理人员，应当具备（    ）。",
          "options": [
            "A.硕士及以上学位和相应的职业证书；",
            "B.学士以上学位和相应的职业证书；",
            "C.具有3年以上教育、教学经验；",
            "D.具有２年以上教育、教学经验"
          ],
          "answer": "BD",
          "id": "S4000004697"
        },
        {
          "type": "single_choice",
          "question": "民办学校收取的费用应当主要用于（    ）。",
          "options": [
            "A.教育教学活动；",
            "B.归还举办者投入；",
            "C.改善办学条件；",
            "D.归还银行贷款"
          ],
          "answer": "AC",
          "id": "S4000004698"
        },
        {
          "type": "single_choice",
          "question": "设立学校及其他教育机构，须具备的基本条件有（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有合格的教师；",
            "C.有符合规定标准的场所、设施、设备等；",
            "D.有必要的办学资金和稳定经费来源"
          ],
          "answer": "ABCD",
          "id": "S4000004699"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定，设立学校必须具备的基本条件包括（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有50位以上专任教师；",
            "C.40亩以上土地；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "AD",
          "id": "S4000004700"
        },
        {
          "type": "single_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004701"
        },
        {
          "type": "single_choice",
          "question": "任何组织和个人不得以营利为目的举办学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004702"
        },
        {
          "type": "single_choice",
          "question": "即便没有造成侵权损害事实，教师也可以进行教育法律救济。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004703"
        },
        {
          "type": "single_choice",
          "question": "高校学费标准根据年生均教育培养成本的一定比例确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004704"
        },
        {
          "type": "single_choice",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004705"
        },
        {
          "type": "single_choice",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004706"
        },
        {
          "type": "single_choice",
          "question": "同等学力资格一般由申请人所在单位出具证明。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004707"
        },
        {
          "type": "single_choice",
          "question": "对学生的退学处理，由学校教务部门决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004708"
        },
        {
          "type": "single_choice",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004709"
        },
        {
          "type": "single_choice",
          "question": "法律后果是指教育法律关系主体违背教育法律规范所确定的行为准则进行某种行为时，依据相关法律法规规定应承担的否定性后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004710"
        },
        {
          "type": "single_choice",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004711"
        },
        {
          "type": "single_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004712"
        },
        {
          "type": "single_choice",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004713"
        },
        {
          "type": "single_choice",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004714"
        },
        {
          "type": "single_choice",
          "question": "没有经过批准或认可的高等学校及其他高等教育机构不得擅自发放学业证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004715"
        },
        {
          "type": "single_choice",
          "question": "教育法规是推行教育道德的有效手段，其对教育道德水平的提高有着积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004716"
        },
        {
          "type": "single_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004717"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济以法定权益纠纷的存在为基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004718"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004719"
        },
        {
          "type": "single_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004720"
        },
        {
          "type": "single_choice",
          "question": "好教育必须追求教育的适切性。这种适切性是指：（）。",
          "options": [
            "A.人人享有教育",
            "B.课程与教学满足于每位孩子的个性化需要",
            "C.人人平等接受教育",
            "D.教育机遇均等"
          ],
          "answer": "B",
          "id": "S4000004721"
        },
        {
          "type": "single_choice",
          "question": "设立独立设置实施本科及以上教育的学院应符合以下规定（    ）。",
          "options": [
            "A.主要培养专科及专科以上专门人才；",
            "B.有2个国家规定的学科门类为主要学科；",
            "C.全日制在校学生计划规模在6000人以上；",
            "D.专任教师在1000人以上"
          ],
          "answer": "A",
          "id": "S4000004722"
        },
        {
          "type": "single_choice",
          "question": "十九大的主题是：不忘初心，（ ），高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。",
          "options": [
            "A.继续前进",
            "B.牢记使命",
            "C.方得始终",
            "D.砥砺前行"
          ],
          "answer": "B",
          "id": "S4000004723"
        },
        {
          "type": "single_choice",
          "question": "根据我国《义务教育法》规定：凡年满（    ）周岁的儿童，其父母或者其他法定监护人应当送其入学接受义务教育；条件不具备的地区的儿童，可以推迟到（    ）周岁。",
          "options": [
            "A.5，6；",
            "B.6，7；",
            "C.6，8；",
            "D.8，9"
          ],
          "answer": "B",
          "id": "S4000004724"
        },
        {
          "type": "single_choice",
          "question": "党的十九大首次提出了（  ）战略。",
          "options": [
            "A.城乡一体化",
            "B.实施乡村振兴战略",
            "C.社会主义新农村建设",
            "D.健康中国"
          ],
          "answer": "B",
          "id": "S4000004725"
        },
        {
          "type": "single_choice",
          "question": "根据《未成年人保护法》和《预防未成年人犯罪法》的规定，对未成年人犯罪一律不公开审理的少年被告人年龄是（   ）。",
          "options": [
            "A.14周岁以下；",
            "B.14周岁以上不满16周岁；",
            "C.16周岁以上不满17周岁；",
            "D.18周岁以下"
          ],
          "answer": "B",
          "id": "S4000004726"
        },
        {
          "type": "single_choice",
          "question": "成人高等学校主要培养对象为（    ）。",
          "options": [
            "A.18岁以上成年人；",
            "B.24岁以上成年人；",
            "C.30岁以上成年人；",
            "D.在职在业者"
          ],
          "answer": "C",
          "id": "S4000004727"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，实现伟大梦想必须进行伟大斗争。进行伟大斗争，首先要（ ）。",
          "options": [
            "A.应对重大挑战",
            "B.同一切削弱、歪曲、否定党的领导和我国社会主义制度的言行进行斗争",
            "C.抵御重大风险",
            "D.克服重大阻力"
          ],
          "answer": "B",
          "id": "S4000004728"
        },
        {
          "type": "single_choice",
          "question": "加快建立绿色生产和消费的法律制度和政策导向，建立健全（ ）的经济体系。",
          "options": [
            "A.绿色低碳循环发展",
            "B.绿色节约循环发展",
            "C.绿色低碳节约发展",
            "D.节约低碳循环发展"
          ],
          "answer": "A",
          "id": "S4000004729"
        },
        {
          "type": "single_choice",
          "question": "高校学生权利是一项（    ）。",
          "options": [
            "A.应有权利；",
            "B.法律权利；",
            "C.自然权利；",
            "D.道德权利"
          ],
          "answer": "B",
          "id": "S4000004730"
        },
        {
          "type": "single_choice",
          "question": "在学生伤害事故处理中，学校责任适用的归责原则是（    ）。",
          "options": [
            "A.过错责任原则；",
            "B.无过错责任原则；",
            "C.严格责任原则；",
            "D.注重效率原则"
          ],
          "answer": "A",
          "id": "S4000004731"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000004732"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议申请人在申请行政复议时（    ）一并提出行政赔偿请求。",
          "options": [
            "A.必须；",
            "B.不可以；",
            "C.可以；",
            "D.根据具体情况"
          ],
          "answer": "C",
          "id": "S4000004733"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要加强农村基层基础工作，健全（      ）。",
          "options": [
            "A.自治、法治、德治相结合的乡村治理体系",
            "B.基层民主自治制度",
            "C.村民委员会制度",
            "D.村务监督委员会制度"
          ],
          "answer": "A",
          "id": "S4000004734"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000004735"
        },
        {
          "type": "single_choice",
          "question": "在我国，现行教育法对我国教育方针规定的是(    )。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "B",
          "id": "S4000004736"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000004737"
        },
        {
          "type": "single_choice",
          "question": "新征程的开启以决胜( 　)为发展前提。",
          "options": [
            "A.全面建成小康社会",
            "B.全面建成美丽中国",
            "C.全面从严治党",
            "D.全面深化改革"
          ],
          "answer": "A",
          "id": "S4000004738"
        },
        {
          "type": "single_choice",
          "question": "中国共产党人的初心和使命，就是为中国人民（ ），为中华民族（ ）。这个初心和使命是激励中国共产党人不断前进的根本动力。",
          "options": [
            "A.谋幸福，谋未来",
            "B.谋生活，谋复兴",
            "C.谋幸福，谋复兴",
            "D.谋生活，谋未来"
          ],
          "answer": "C",
          "id": "S4000004739"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000004740"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.本质；",
            "B.根本任务；",
            "C.指导思想；",
            "D.制定主体"
          ],
          "answer": "D",
          "id": "S4000004741"
        },
        {
          "type": "single_choice",
          "question": "教育法规的特征不包括（    ）。",
          "options": [
            "A.探索性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "A",
          "id": "S4000004742"
        },
        {
          "type": "single_choice",
          "question": "学生应征参加中国人民解放军（含中国人民武装警察部队），学校应当保留其学籍（    ）。",
          "options": [
            "A. 2年；",
            "B.3年；",
            "C. 退役当年；",
            "D.退役后一年"
          ],
          "answer": "D",
          "id": "S4000004743"
        },
        {
          "type": "single_choice",
          "question": "关于教育立法权的特征，正确的是(    )。",
          "options": [
            "A.是一种综合的权利体系；",
            "B.最终属于国家主权拥有者；",
            "C.以调整教育中的各种行为关系为目的；",
            "D.以上三种都对"
          ],
          "answer": "D",
          "id": "S4000004744"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素，其中不包括（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.行为动机；",
            "D.法律后果"
          ],
          "answer": "C",
          "id": "S4000004745"
        },
        {
          "type": "single_choice",
          "question": "教师资格一经取得，非依（     ）不得丧失和被撤销。",
          "options": [
            "A.学校规定；",
            "B.法律规定；",
            "C.教育行政部门规定；",
            "D.主管部门规定"
          ],
          "answer": "B",
          "id": "S4000004746"
        },
        {
          "type": "single_choice",
          "question": "高等教育行政行为一经作出，即被推定为合法有效的，其约束力随之产生。这反映高等教育行政行为的特征是（    ）。",
          "options": [
            "A.从属法律性；",
            "B.效力先定性；",
            "C.强制性；",
            "D.单方意志性"
          ],
          "answer": "B",
          "id": "S4000004747"
        },
        {
          "type": "single_choice",
          "question": "教育行政救济是指按照教育法律法规有关规定，受教育者和教师可通过（    ）制度来对抗侵权行为以获得法律救济。",
          "options": [
            "A.诉讼；",
            "B.申诉；",
            "C.仲裁；",
            "D.调解"
          ],
          "answer": "B",
          "id": "S4000004748"
        },
        {
          "type": "single_choice",
          "question": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。",
          "options": [
            "A.创新、协调、绿色、开放、共享",
            "B.创造、协调、生态、开放、共享",
            "C.创新、统筹、绿色、开放、共享",
            "D.创造、统筹、生态、开放、共享"
          ],
          "answer": "A",
          "id": "S4000004749"
        },
        {
          "type": "single_choice",
          "question": "改革开放之初，拨乱反正，百废待兴，法制建设就显得非常重要，因此，邓小平强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.制度建设",
            "D.纪律建设"
          ],
          "answer": "C",
          "id": "S4000004750"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例暂行实施办法》规定，硕士学位论文答辩不合格的，可在多少时间内修改论文，重新答辩？（    ）",
          "options": [
            "A.两年内；",
            "B.一年内；",
            "C.六个月内；",
            "D.三个月内"
          ],
          "answer": "B",
          "id": "S4000004751"
        },
        {
          "type": "single_choice",
          "question": "社会力量依法举办的学校，办学经费由谁负责筹措？（    ）",
          "options": [
            "A.校长；",
            "B.董事会；",
            "C.所在地政府；",
            "D.举办者"
          ],
          "answer": "D",
          "id": "S4000004752"
        },
        {
          "type": "single_choice",
          "question": "我国教育的基本法律是(    )。",
          "options": [
            "A.《中华人民共和国教育法》；",
            "B.《中华人民共和国宪法》；",
            "C.《中华人民共和国义务教育法》；",
            "D.《中华人民共和国学位条例》"
          ],
          "answer": "A",
          "id": "S4000004753"
        },
        {
          "type": "single_choice",
          "question": "在高校学生的义务中，只是部分学生应承担的专项义务的是（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.尊敬师长、刻苦学习；",
            "C.增强体质，树立爱国主义、集体主义和社会主义的理想；",
            "D.获得贷款和助学金的同学，应履行相应的义务"
          ],
          "answer": "D",
          "id": "S4000004754"
        },
        {
          "type": "single_choice",
          "question": "教育法律草案交付表决前，最后一稿（即法律草案表决稿）通常是由哪个机构修改完成的？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会委员长会议；",
            "C.全国人大法律委员会；",
            "D.国务院"
          ],
          "answer": "C",
          "id": "S4000004755"
        },
        {
          "type": "single_choice",
          "question": "在党的(  )报告中，首次提出了社会文明概念。",
          "options": [
            "A.十五大",
            "B.十六大",
            "C.十八大",
            "D.十九大"
          ],
          "answer": "D",
          "id": "S4000004756"
        },
        {
          "type": "single_choice",
          "question": "国家财政性教育经费支出占国内生产总值比例，2012年应达到（    ）。",
          "options": [
            "A.10%；",
            "B.3%；",
            "C.4%；",
            "D.12%"
          ],
          "answer": "C",
          "id": "S4000004757"
        },
        {
          "type": "single_choice",
          "question": "《教师法》规定的教师的权利和义务的自身特点，不包括（    ）。",
          "options": [
            "A.在教育活动中产生并由教育法律所规范；",
            "B.与教师的职责和职务紧密相连；",
            "C.与我国现阶段的政治、经济、文化状况相适应；",
            "D.伴随着教师取得教师资格证而产生"
          ],
          "answer": "D",
          "id": "S4000004758"
        },
        {
          "type": "single_choice",
          "question": "下列措施属于教育行政处分措施的是(    )。",
          "options": [
            "A.罚款；",
            "B.拘留；",
            "C.撤销教师资格；",
            "D.警告"
          ],
          "answer": "D",
          "id": "S4000004759"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等学校教育评估暂行规定》，普通高校的合格评估（鉴定）由哪个部门组织实施？（    ）。",
          "options": [
            "A.省属高校由省级教育行政部门组织实施，部属院校由教育部组织实施；",
            "B.所有普通高校都由教育部组织实施；",
            "C.本科院校由教育部组织实施，专科院校由省级教育行政部门组织实施；",
            "D.所有普通高校都由省级教育行政部门组织实施"
          ],
          "answer": "B",
          "id": "S4000004760"
        },
        {
          "type": "single_choice",
          "question": "全面深化改革的总目标是（    ）。",
          "options": [
            "A.完善和发展中国特色社会主义制度",
            "B.完善和发展社会主义市场经济体制",
            "C.推进社会主义现代化",
            "D.推进国家治理体系和治理能力现代化"
          ],
          "answer": "AD",
          "id": "S4000004761"
        },
        {
          "type": "single_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "S4000004762"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "S4000004763"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的社会主义性质体现在（    ）。",
          "options": [
            "A.我国是社会主义国家；",
            "B.由中国共产党领导；",
            "C.指导思想；",
            "D.遵循宪法规定的基本原则"
          ],
          "answer": "BD",
          "id": "S4000004764"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "S4000004765"
        },
        {
          "type": "single_choice",
          "question": "按照“法律后果”的内容，可将教育法律规范分为（    ）。",
          "options": [
            "A.制裁性规范；",
            "B.奖励性规范；",
            "C.义务性规范；",
            "D.授权性规范"
          ],
          "answer": "AB",
          "id": "S4000004766"
        },
        {
          "type": "single_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "S4000004767"
        },
        {
          "type": "single_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "S4000004768"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "S4000004769"
        },
        {
          "type": "single_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "S4000004770"
        },
        {
          "type": "single_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S4000004771"
        },
        {
          "type": "single_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "S4000004772"
        },
        {
          "type": "single_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "S4000004773"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代这一重大政治判断的内涵有（ ）。",
          "options": [
            "A.是承前启后、继往开来、在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
            "B.是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
            "C.是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
            "D.是全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代"
          ],
          "answer": "ABCD",
          "id": "S4000004774"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "S4000004775"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "S4000004776"
        },
        {
          "type": "single_choice",
          "question": "新时代党的建设总要求强调“坚持和加强党的全面领导”。“全面”二字意味着中国共产党只有真正做到（   ）的领导，才能充分发挥中国特色社会主义的本质优势。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.贯穿始终",
            "D.由里及外"
          ],
          "answer": "ABCD",
          "id": "S4000004777"
        },
        {
          "type": "single_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "S4000004778"
        },
        {
          "type": "single_choice",
          "question": "优先发展教育，是指教育的完整过程，包括（）。",
          "options": [
            "A.基础教育",
            "B.特殊教育",
            "C.职业教育",
            "D.高等教育"
          ],
          "answer": "ABCD",
          "id": "S4000004779"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "S4000004780"
        },
        {
          "type": "single_choice",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004781"
        },
        {
          "type": "single_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004782"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004783"
        },
        {
          "type": "single_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004784"
        },
        {
          "type": "single_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004785"
        },
        {
          "type": "single_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004786"
        },
        {
          "type": "single_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004787"
        },
        {
          "type": "single_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004788"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004789"
        },
        {
          "type": "single_choice",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004790"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004791"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004792"
        },
        {
          "type": "single_choice",
          "question": "各教育法律关系主体在享受教育权利的同时应履行相应的教育义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004793"
        },
        {
          "type": "single_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004794"
        },
        {
          "type": "single_choice",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004795"
        },
        {
          "type": "single_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004796"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004797"
        },
        {
          "type": "single_choice",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004798"
        },
        {
          "type": "single_choice",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004799"
        },
        {
          "type": "single_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004800"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，实现伟大梦想必须进行伟大斗争。进行伟大斗争，首先要（ ）。",
          "options": [
            "A.应对重大挑战",
            "B.同一切削弱、歪曲、否定党的领导和我国社会主义制度的言行进行斗争",
            "C.抵御重大风险",
            "D.克服重大阻力"
          ],
          "answer": "B",
          "id": "S4000004801"
        },
        {
          "type": "single_choice",
          "question": "普通高校毕业证书由哪个部门制作（    ）。",
          "options": [
            "A.高等学校；",
            "B.省级教育行政部门；",
            "C.普通高校隶属的教育行政部门；",
            "D.国家教育行政部门"
          ],
          "answer": "D",
          "id": "S4000004802"
        },
        {
          "type": "single_choice",
          "question": "不属于教育行政管理的法律形式的是（    ）。",
          "options": [
            "A.法律形式；",
            "B.准法律形式；",
            "C.非法律形式；",
            "D.强法律形式"
          ],
          "answer": "D",
          "id": "S4000004803"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议申请人在申请行政复议时（    ）一并提出行政赔偿请求。",
          "options": [
            "A.必须；",
            "B.不可以；",
            "C.可以；",
            "D.根据具体情况"
          ],
          "answer": "C",
          "id": "S4000004804"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成（     ）。",
          "options": [
            "A.富强民主文明的社会主义现代化国家",
            "B.富强民主文明和谐的社会主义现代化国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000004805"
        },
        {
          "type": "single_choice",
          "question": "党的十九大首次提出了（  ）战略。",
          "options": [
            "A.城乡一体化",
            "B.实施乡村振兴战略",
            "C.社会主义新农村建设",
            "D.健康中国"
          ],
          "answer": "B",
          "id": "S4000004806"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000004807"
        },
        {
          "type": "single_choice",
          "question": "根据我国现行教育法律法规规定，教育行政处分，有时又被称为纪律处分，下列属于教育行政处分的种类的有（    ）。",
          "options": [
            "A.记过；",
            "B.罚款；",
            "C.停考，停止申请认定资格；",
            "D.吊销办学许可证"
          ],
          "answer": "A",
          "id": "S4000004808"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的规定，教师是（    ）。",
          "options": [
            "A.普通劳动者；",
            "B.公务员；",
            "C.专业人员；",
            "D.自由职业者"
          ],
          "answer": "C",
          "id": "S4000004809"
        },
        {
          "type": "single_choice",
          "question": "下列机构中无权进行教育行政处罚的是（   ）。",
          "options": [
            "A.县级教育行政机构；",
            "B.省级教育行政机构；",
            "C.国家教育部；",
            "D.各级各类学校"
          ],
          "answer": "D",
          "id": "S4000004810"
        },
        {
          "type": "single_choice",
          "question": "教师如果对学校或其他教育机构提出申诉，受理申诉的机关为（    ）。",
          "options": [
            "A.当地人民政府的有关行政部门；",
            "B.学校或其他教育机构；",
            "C.主管的教育部门；",
            "D.信访部门"
          ],
          "answer": "C",
          "id": "S4000004811"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，抓住了（   ）就抓住了新时代党的建设的要害。",
          "options": [
            "A.制度建设",
            "B.组织建设",
            "C.纪律建设",
            "D.政治建设"
          ],
          "answer": "D",
          "id": "S4000004812"
        },
        {
          "type": "single_choice",
          "question": "下列哪个惩罚措施不属于我国对学生进行处分种类？(    )",
          "options": [
            "A.警告；",
            "B.开除学籍；",
            "C.罚款；",
            "D.勒令退学"
          ],
          "answer": "C",
          "id": "S4000004813"
        },
        {
          "type": "single_choice",
          "question": "哪些高等学校必须实行中国共产党高等学校基层委员会领导下的校长负责制？（    ）。",
          "options": [
            "A.中国境内所有的高等学校；",
            "B.中国国家举办的高等学校；",
            "C.中国境内除中外合作办学外的所有高等学校；",
            "D.中国国家举办的普通高等学校"
          ],
          "answer": "B",
          "id": "S4000004814"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》有关规定，在法理上，各省、自治区、直辖市的地方性教育法规与国家教育部的教育规章相比，其法律效力如何？(    )",
          "options": [
            "A.地方性教育法规的效力高；",
            "B.教育部的教育规章效力高；",
            "C.两者的法律效力相等；",
            "D.两者的法律效力无法比较"
          ],
          "answer": "A",
          "id": "S4000004815"
        },
        {
          "type": "single_choice",
          "question": "我国教育法律的标准文本须刊登在(    )。",
          "options": [
            "A.人民日报；",
            "B.中国教育报；",
            "C.国务院公报；",
            "D.全国人大常委会公报"
          ],
          "answer": "D",
          "id": "S4000004816"
        },
        {
          "type": "single_choice",
          "question": "在下列情形中，学校应承担教育法律责任的情形是(    )。",
          "options": [
            "A.监护人知道学生有特异体质，但未告知学校的；",
            "B.在对抗性或者具有风险性的体育竞赛活动中发生意外伤害的；",
            "C.学生在校期间突发疾病，学校发现但未根据实际情况及时采取相应措施，导致不良后果加重的；",
            "D.来自学校偶发性侵害造成的"
          ],
          "answer": "C",
          "id": "S4000004817"
        },
        {
          "type": "single_choice",
          "question": "在教育司法实践中，如某一违反教育法律法规的行为同时触犯多种形式的教育法律规范，则可追究行为人责任种类是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育民事责任、教育行政责任或教育刑事责任"
          ],
          "answer": "D",
          "id": "S4000004818"
        },
        {
          "type": "single_choice",
          "question": "建构国土空间开发保护制度，完善主体功能区配套政策，建立以（ ）为主体的自然保护地体系。坚决制止和惩处破坏生态环境行为。",
          "options": [
            "A.国家公园",
            "B.森林园区",
            "C.山水林田",
            "D.生态系统"
          ],
          "answer": "A",
          "id": "S4000004819"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的内容依据处罚严厉程度的不同，可分为(    )和制裁。",
          "options": [
            "A.返还财产；",
            "B.吊销办学许可证；",
            "C.补救；",
            "D.通报批评"
          ],
          "answer": "C",
          "id": "S4000004820"
        },
        {
          "type": "single_choice",
          "question": "教育政策与教育法规之间的区别关系，叙述错误的是（    ）。",
          "options": [
            "A.调整的教育社会关系相同；",
            "B.制定主体不同；",
            "C.实施方式不同；",
            "D.稳定性不同；E.表现形式不同"
          ],
          "answer": "A",
          "id": "S4000004821"
        },
        {
          "type": "single_choice",
          "question": "对于符合教师资格申请条件的，应在受理期限终止之日起（    ）天内颁发国务院教育行政部门统一制定的相应的教师资格证书。",
          "options": [
            "A.15；",
            "B.30；",
            "C.60；",
            "D.90"
          ],
          "answer": "B",
          "id": "S4000004822"
        },
        {
          "type": "single_choice",
          "question": "实施共建“一带一路”倡议，发起创办亚洲基础设施投资银行，设立丝路基金，举办首届“一带一路”国际合作高峰论坛、亚太经合组织领导人非正式会议、二十国集团领导人（ ）峰会、金砖国家领导人（ ）会晤、亚信峰会。",
          "options": [
            "A.北京 南京",
            "B.杭州 厦门",
            "C.南京 北京",
            "D.厦门 杭州"
          ],
          "answer": "B",
          "id": "S4000004823"
        },
        {
          "type": "single_choice",
          "question": "设立独立设置的学院，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.2000人以上；",
            "B.3000人以上；",
            "C.5000人以上；",
            "D.7000人以上"
          ],
          "answer": "B",
          "id": "S4000004824"
        },
        {
          "type": "single_choice",
          "question": "以该监督方式是否存在直接国家强制力来分，教育法制监督有国家机关的法制监督和(    )两大系统。",
          "options": [
            "A.社会团体的法制监督；",
            "B.行政机关的法制监督；",
            "C.司法机关的法制监督；",
            "D.社会力量的法制监督"
          ],
          "answer": "D",
          "id": "S4000004825"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，中国特色社会主义最本质的特征以及中国特色社会主义制度的最大优势都是（   ）。",
          "options": [
            "A.党的领导",
            "B.以经济建设为中心",
            "C.改革开放",
            "D.共同富裕"
          ],
          "answer": "A",
          "id": "S4000004826"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教育权利能力取得方式的是（    ）。",
          "options": [
            "A.依法律规定；",
            "B.有关部门批准；",
            "C.出生；",
            "D.考试"
          ],
          "answer": "C",
          "id": "S4000004827"
        },
        {
          "type": "single_choice",
          "question": "因品行不良、侮辱学生,影响恶劣的,被撤销教师资格的,自撤销之日起多少年内不得重新申请认定教师资格？（    ）",
          "options": [
            "A.3；",
            "B.4；",
            "C.5；",
            "D.6"
          ],
          "answer": "C",
          "id": "S4000004828"
        },
        {
          "type": "single_choice",
          "question": "在我国的实践中，国家规定高等学校的经费开支标准的途径是（    ）。",
          "options": [
            "A.综合定额；",
            "B.普通基金；",
            "C.综合定额加专项补助；",
            "D.普通基金加专项基金"
          ],
          "answer": "C",
          "id": "S4000004829"
        },
        {
          "type": "single_choice",
          "question": "教师提出申诉，应当以（    ）形式提出。",
          "options": [
            "A.口头；",
            "B.书面或口头；",
            "C.自己认为合适的；",
            "D.书面"
          ],
          "answer": "D",
          "id": "S4000004830"
        },
        {
          "type": "single_choice",
          "question": "我国的法制宣传日和消费者权益保护日分别是每年的（    ）。",
          "options": [
            "A.12月1日和3月13日；",
            "B.12月4日和3月15日；",
            "C.12月3日和3月16日；",
            "D.12月5日和3月15日"
          ],
          "answer": "B",
          "id": "S4000004831"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是（    ）。",
          "options": [
            "A.法是统治阶级意志的体现，只能由国家制定；",
            "B.法律是规定权利和义务的行为规范；",
            "C.法律依靠国家强制力来得以实施；",
            "D.法的规范作用主要包括指引、评价、预测、教育等方面"
          ],
          "answer": "A",
          "id": "S4000004832"
        },
        {
          "type": "single_choice",
          "question": "根据新征程的部署，到本纪中叶要把我国建成(  )。",
          "options": [
            "A.中等发达国家",
            "B.综合国力和国际影响力领先的国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000004833"
        },
        {
          "type": "single_choice",
          "question": "交付全国人民代表大会表决未获通过的法律案，如提案人认为必须制定该法律，可以按照法定程序重新提出，是否能列入全国人大会议议程最终由(    )。",
          "options": [
            "A.全国人大审议决定；",
            "B.全国人大主席团审议决定；",
            "C.全国人大常委会委员长会议审议决定；",
            "D.全国人大各代表团团长会议审议决定"
          ],
          "answer": "A",
          "id": "S4000004834"
        },
        {
          "type": "single_choice",
          "question": "由于革命斗争的日益残酷，列宁认识到有“铁的纪律”，是取得革命胜利的基本条件，强调党的（   ）。",
          "options": [
            "A.作风建设",
            "B.组织建设",
            "C.制度建设",
            "D.思想建设"
          ],
          "answer": "B",
          "id": "S4000004835"
        },
        {
          "type": "single_choice",
          "question": "不属于公派留学执行的指导方针的是（    ）。",
          "options": [
            "A.按需派遣；",
            "B.保证质量；",
            "C.学用一致；",
            "D.鼓励回国"
          ],
          "answer": "D",
          "id": "S4000004836"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例暂行实施办法》规定，硕士学位论文答辩不合格的，可在多少时间内修改论文，重新答辩？（    ）",
          "options": [
            "A.两年内；",
            "B.一年内；",
            "C.六个月内；",
            "D.三个月内"
          ],
          "answer": "B",
          "id": "S4000004837"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000004838"
        },
        {
          "type": "single_choice",
          "question": "我国的学科门类大约有（    ）个。",
          "options": [
            "A.3个左右；",
            "B.10个左右；",
            "C.50个左右；",
            "D.超过100个"
          ],
          "answer": "B",
          "id": "S4000004839"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定，明知校舍或者教育教学设施有危险，而不采取措施，造成人员伤亡或者重大财产损失的，对直接负责的主管人员和其他直接责任人员，依法追究（    ）。",
          "options": [
            "A.民事责任；",
            "B.刑事责任；",
            "C.一般责任；",
            "D.行政责任"
          ],
          "answer": "B",
          "id": "S4000004840"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "S4000004841"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法规定，我国的教育方针是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务，必须与生产劳动相结合；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.使学生在德、智、体、美、劳等方面协调发展，成为社会主义事业的建设者和接班人；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "ABD",
          "id": "S4000004842"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，能体现社会主义现代化强国建设要求的是（　）。",
          "options": [
            "A.实现国家治理体系和治理体系现代化",
            "B.成为综合国力和国际影响力领先的国家",
            "C.物质文明、政治文明、精神文明和生态文明全面提升",
            "D.现代社会治理格局基本形成，社会充满活力又和谐有序",
            "E.生态环境根本好转，美丽中国目标基本实现"
          ],
          "answer": "AB",
          "id": "S4000004843"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "S4000004844"
        },
        {
          "type": "single_choice",
          "question": "中外合作办学机构聘任的外籍教师和外籍管理人员，应当具备（    ）。",
          "options": [
            "A.硕士及以上学位和相应的职业证书；",
            "B.学士以上学位和相应的职业证书；",
            "C.具有3年以上教育、教学经验；",
            "D.具有２年以上教育、教学经验"
          ],
          "answer": "BD",
          "id": "S4000004845"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "S4000004846"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000004847"
        },
        {
          "type": "single_choice",
          "question": "设立高等专科学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B.以1个学科为主要学科；",
            "C.全日制在校学生计划规模在2000人以上；",
            "D.专任教师在500人以上"
          ],
          "answer": "AB",
          "id": "S4000004848"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "S4000004849"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "S4000004850"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000004851"
        },
        {
          "type": "single_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "S4000004852"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "S4000004853"
        },
        {
          "type": "single_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "S4000004854"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "S4000004855"
        },
        {
          "type": "single_choice",
          "question": "教育司法是教育法实施的重要形式之一，但并非一切教育法的实施都依赖于教育司法。司法介入教育的范围必须遵循以下原则（   ）。",
          "options": [
            "A.重视权益救济原则；",
            "B.遵循教育自身的特点和规律原则；",
            "C.权利与义务相统一原则；",
            "D.目标与手段相统一原则"
          ],
          "answer": "AB",
          "id": "S4000004856"
        },
        {
          "type": "single_choice",
          "question": "下列哪些事项属于教师可以对学校或其他教育机构及教育行政机关提出申诉的范围(    )。",
          "options": [
            "A.教师认为其考核奖惩方面的合法权益受到学校或其他教育机构侵犯的；",
            "B.教师认为其工资福利待遇方面的合法权益受到学校或其他教育机构侵犯的；",
            "C.教师对学校或其他教育机构作出的处理决定不服的；",
            "D.教师认为当地人民政府的有关行政部门侵犯其《教师法》规定的合法权益的"
          ],
          "answer": "ABCD",
          "id": "S4000004857"
        },
        {
          "type": "single_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "S4000004858"
        },
        {
          "type": "single_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "S4000004859"
        },
        {
          "type": "single_choice",
          "question": "施乡村振兴战略，需要（）。",
          "options": [
            "A.促进农村一二三产业融合发展",
            "B.支持和鼓励农民就业创业",
            "C.拓宽增收渠道",
            "D.化农村土地制度改革"
          ],
          "answer": "ABCD",
          "id": "S4000004860"
        },
        {
          "type": "single_choice",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004861"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004862"
        },
        {
          "type": "single_choice",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004863"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004864"
        },
        {
          "type": "single_choice",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004865"
        },
        {
          "type": "single_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004866"
        },
        {
          "type": "single_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004867"
        },
        {
          "type": "single_choice",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004868"
        },
        {
          "type": "single_choice",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004869"
        },
        {
          "type": "single_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004870"
        },
        {
          "type": "single_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004871"
        },
        {
          "type": "single_choice",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004872"
        },
        {
          "type": "single_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004873"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004874"
        },
        {
          "type": "single_choice",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004875"
        },
        {
          "type": "single_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004876"
        },
        {
          "type": "single_choice",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004877"
        },
        {
          "type": "single_choice",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004878"
        },
        {
          "type": "single_choice",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004879"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004880"
        },
        {
          "type": "single_choice",
          "question": "动态意义的教育法制，其核心在于(    )。",
          "options": [
            "A.教育立法；",
            "B.教育执法；",
            "C.教育普法；",
            "D.依法治教"
          ],
          "answer": "D",
          "id": "S4000004881"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代做好“三农”工作的总抓手（    ）。",
          "options": [
            "A.实施健康中国战略",
            "B.实施社会主义新农村建设",
            "C.实施社会主义市场经济",
            "D.实施乡村振兴战略"
          ],
          "answer": "D",
          "id": "S4000004882"
        },
        {
          "type": "single_choice",
          "question": "教师所享有的“管理学生权”是与教师在教育教学过程中的（    ）地位相适应的基本权利。",
          "options": [
            "A.组织；",
            "B.主导；",
            "C.主体；",
            "D.领导"
          ],
          "answer": "B",
          "id": "S4000004883"
        },
        {
          "type": "single_choice",
          "question": "脱贫攻坚战取得决定性进展，（ ）贫困人口稳定脱贫，贫困发生率从百分之十点二下降到百分之四以下。",
          "options": [
            "A.六千多万",
            "B.七千多万",
            "C.八千多万",
            "D.九千多万"
          ],
          "answer": "A",
          "id": "S4000004884"
        },
        {
          "type": "single_choice",
          "question": "关于高等教育行政关系的特征，错误的是（    ）。",
          "options": [
            "A.必须有一方是教育行政主体；",
            "B.权利义务具有对等性；",
            "C.权利义务一般是法定的；",
            "D.教育行政主体在实体上的权利义务是重合的"
          ],
          "answer": "B",
          "id": "S4000004885"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构必须以何种货币计收学费和其他费用？（    ）",
          "options": [
            "A.由中外合作办学机构自行决定；",
            "B.美元；",
            "C.合作外方所在国货币；",
            "D.人民币"
          ],
          "answer": "D",
          "id": "S4000004886"
        },
        {
          "type": "single_choice",
          "question": "高校学生权利是一项（    ）。",
          "options": [
            "A.应有权利；",
            "B.法律权利；",
            "C.自然权利；",
            "D.道德权利"
          ],
          "answer": "B",
          "id": "S4000004887"
        },
        {
          "type": "single_choice",
          "question": "明确规定“高等教育由高等学校和其他高等教育机构实施”的法律是（     ）。",
          "options": [
            "A.《教育法》；",
            "B.《高等教育法》；",
            "C.《宪法》；",
            "D.《普通高等学校设置暂行条例》"
          ],
          "answer": "B",
          "id": "S4000004888"
        },
        {
          "type": "single_choice",
          "question": "如教育行政管理相对人因不服具体行政行为而提起教育行政诉讼并且人民法院已受理的，（    ）申请行政复议。",
          "options": [
            "A.在特定情况下可以；",
            "B.一般不可以；",
            "C.可以；",
            "D.不得"
          ],
          "answer": "D",
          "id": "S4000004889"
        },
        {
          "type": "single_choice",
          "question": "除了成文法之外，还有什么法律？(    )。",
          "options": [
            "A.宪法；",
            "B.司法；",
            "C.习惯法；",
            "D.宗法"
          ],
          "answer": "C",
          "id": "S4000004890"
        },
        {
          "type": "single_choice",
          "question": "我们要牢固树立社会主义生态文明观，推动形成（ ）现代化建设新格局，为保护生态环境作出我们这代人的努力！",
          "options": [
            "A.与自然和谐共生",
            "B.人与环境和谐发展",
            "C.人与自然和谐发展",
            "D.人与环境和谐共生"
          ],
          "answer": "C",
          "id": "S4000004891"
        },
        {
          "type": "single_choice",
          "question": "根据《未成年人保护法》和《预防未成年人犯罪法》的规定，对未成年人犯罪一律不公开审理的少年被告人年龄是（   ）。",
          "options": [
            "A.14周岁以下；",
            "B.14周岁以上不满16周岁；",
            "C.16周岁以上不满17周岁；",
            "D.18周岁以下"
          ],
          "answer": "B",
          "id": "S4000004892"
        },
        {
          "type": "single_choice",
          "question": "法学理论上讲的教育法律事实是指能够引起教育法律关系产生、变更或消失的客观情况，它可分为两类：一是教育法律事件，二是（    ）。",
          "options": [
            "A.教育法律规范；",
            "B.教育法律行为；",
            "C.教育教学成果；",
            "D.教育思想理论"
          ],
          "answer": "B",
          "id": "S4000004893"
        },
        {
          "type": "single_choice",
          "question": "建构国土空间开发保护制度，完善主体功能区配套政策，建立以（ ）为主体的自然保护地体系。坚决制止和惩处破坏生态环境行为。",
          "options": [
            "A.国家公园",
            "B.森林园区",
            "C.山水林田",
            "D.生态系统"
          ],
          "answer": "A",
          "id": "S4000004894"
        },
        {
          "type": "single_choice",
          "question": "根据我国《义务教育法》的规定，我国儿童、少年接受义务教育的最小年龄是（    ）。",
          "options": [
            "A.5周岁；",
            "B.6周岁；",
            "C.7周岁；",
            "D.8周岁"
          ],
          "answer": "B",
          "id": "S4000004895"
        },
        {
          "type": "single_choice",
          "question": "高等学校的法定代表人是（    ）。",
          "options": [
            "A. 校党委书记；",
            "B.校长；",
            "C. 校工会主席；",
            "D.校友会会长"
          ],
          "answer": "B",
          "id": "S4000004896"
        },
        {
          "type": "single_choice",
          "question": "不属于我国教育法律责任种类的是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育道德责任"
          ],
          "answer": "D",
          "id": "S4000004897"
        },
        {
          "type": "single_choice",
          "question": "受教育者享有在（    ）上获得公正评价，完成规定的学业后获得相应的学业证书、学位证书的权利。",
          "options": [
            "A.学业成绩；",
            "B.品行；",
            "C.身体状况；",
            "D.学业成绩和品行"
          ],
          "answer": "D",
          "id": "S4000004898"
        },
        {
          "type": "single_choice",
          "question": "国家规定，公派出国留学人员抵达留学国，在多少时间内未向所属使领馆报到，即要被取消公费留学资格并承担违约责任？（    ）",
          "options": [
            "A.三个月；",
            "B.一个月；",
            "C.半个月；",
            "D.8天"
          ],
          "answer": "B",
          "id": "S4000004899"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教师法》的颁布时间是（    ）。",
          "options": [
            "A.1978年；",
            "B.1985年；",
            "C.1986年；",
            "D.1993年"
          ],
          "answer": "D",
          "id": "S4000004900"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素，其中不包括（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.行为动机；",
            "D.法律后果"
          ],
          "answer": "C",
          "id": "S4000004901"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.责任人有教育违法行为是其承担教育法律责任的前提；",
            "B.损害事实的客观存在是构成教育法律责任的前提条件；",
            "C.行为人的主观过错是指行为人在主观上有违反教育法律法规的故意；",
            "D.因学校、学生或者其他相关当事人的过错造成的学生伤害事故，相关当事人应当根据其行为过错程度的比例及其与损害后果之间的因果关系承担相应的责任"
          ],
          "answer": "C",
          "id": "S4000004902"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的规定，教师是（    ）。",
          "options": [
            "A.普通劳动者；",
            "B.公务员；",
            "C.专业人员；",
            "D.自由职业者"
          ],
          "answer": "C",
          "id": "S4000004903"
        },
        {
          "type": "single_choice",
          "question": "《刑法》第17条规定,已满十四周岁不满十六周岁的人,犯（    ）的,应当负刑事责任。",
          "options": [
            "A.故意伤害致人重伤或者死亡罪；",
            "B.盗窃罪；",
            "C.诈骗罪；",
            "D.故意毁坏财物罪"
          ],
          "answer": "A",
          "id": "S4000004904"
        },
        {
          "type": "single_choice",
          "question": "哪些组织和个人不得以营利为目的举办学校及其他教育机构？（    ）",
          "options": [
            "A.政府机构；",
            "B.事业单位；",
            "C.企业和公民个人；",
            "D.任何组织和个人"
          ],
          "answer": "D",
          "id": "S4000004905"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等学校教育评估暂行规定》，普通高校的合格评估（鉴定）由哪个部门组织实施？（    ）。",
          "options": [
            "A.省属高校由省级教育行政部门组织实施，部属院校由教育部组织实施；",
            "B.所有普通高校都由教育部组织实施；",
            "C.本科院校由教育部组织实施，专科院校由省级教育行政部门组织实施；",
            "D.所有普通高校都由省级教育行政部门组织实施"
          ],
          "answer": "B",
          "id": "S4000004906"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，中国特色社会主义最本质的特征以及中国特色社会主义制度的最大优势都是（   ）。",
          "options": [
            "A.党的领导",
            "B.以经济建设为中心",
            "C.改革开放",
            "D.共同富裕"
          ],
          "answer": "A",
          "id": "S4000004907"
        },
        {
          "type": "single_choice",
          "question": "将“实行依法治国，建设社会主义法治国家”写入宪法的是（）",
          "options": [
            "A.2004年宪法修正案；",
            "B.1999年宪法修正案；",
            "C.1993年宪法修正案；",
            "D.1988年宪法修正案"
          ],
          "answer": "B",
          "id": "S4000004908"
        },
        {
          "type": "single_choice",
          "question": "教育行政处罚一般应由县级以上人民政府的教育行政部门实施，也可委托符合《中华人民共和国行政处罚法》第十九条规定的组织实施。如委托有关组织实施，处罚行为的法律责任应由（    ）。",
          "options": [
            "A.委托的教育行政部门承担；",
            "B.被委托的有关组织承担；",
            "C.委托的教育行政部门和被委托的有关组织共同承担；",
            "D.根据《教育行政处罚委托书》中的约定承担"
          ],
          "answer": "A",
          "id": "S4000004909"
        },
        {
          "type": "single_choice",
          "question": "不属于我国法制建设基本方针的是(    )。",
          "options": [
            "A.有法可依；",
            "B.执法必严；",
            "C.普法全面；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000004910"
        },
        {
          "type": "single_choice",
          "question": "在学生伤害事故处理中，学校责任适用的归责原则是（    ）。",
          "options": [
            "A.过错责任原则；",
            "B.无过错责任原则；",
            "C.严格责任原则；",
            "D.注重效率原则"
          ],
          "answer": "A",
          "id": "S4000004911"
        },
        {
          "type": "single_choice",
          "question": "学生对学校给予的处分不服有权向有关部门提出申诉，对学校、教师侵犯其（    ）等合法权益，有权提出申诉或者依法提起诉讼。",
          "options": [
            "A.人身权；",
            "B.财产权；",
            "C.人身权、财产权；",
            "D.受教育权"
          ],
          "answer": "C",
          "id": "S4000004912"
        },
        {
          "type": "single_choice",
          "question": "根据《高等教育法》，高等学校的具体标准由谁制定？（    ）",
          "options": [
            "A.人大常委会；",
            "B.国务院；",
            "C.教育部；",
            "D. 各省、自治区、直辖市人民政府"
          ],
          "answer": "B",
          "id": "S4000004913"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教育权利能力取得方式的是（    ）。",
          "options": [
            "A.依法律规定；",
            "B.有关部门批准；",
            "C.出生；",
            "D.考试"
          ],
          "answer": "C",
          "id": "S4000004914"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，（ ）是近代以来中华民族最伟大的梦想，是新时代中国共产党的历史使命。",
          "options": [
            "A.实现民族解放",
            "B.实现人民幸福",
            "C.实现中华民族伟大复兴",
            "D.实现国家独立"
          ],
          "answer": "C",
          "id": "S4000004915"
        },
        {
          "type": "single_choice",
          "question": "当今世界各国公认的国际交往的基本准则是（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "A",
          "id": "S4000004916"
        },
        {
          "type": "single_choice",
          "question": "教师提出申诉，应当以（    ）形式提出。",
          "options": [
            "A.口头；",
            "B.书面或口头；",
            "C.自己认为合适的；",
            "D.书面"
          ],
          "answer": "D",
          "id": "S4000004917"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施方式是（    ）。",
          "options": [
            "A.国家强制力；",
            "B.道德谴责；",
            "C.公共舆论；",
            "D.模范人物的影响"
          ],
          "answer": "A",
          "id": "S4000004918"
        },
        {
          "type": "single_choice",
          "question": "五年来，我们统筹推进“（ ）”总体布局、协调推进“（ ）”战略布局，“十二五”规划胜利完成，“十三五”规划顺利实施，党和国家事业全面开创新局面。",
          "options": [
            "A.五位一体　四个全面",
            "B.四位一体　五个全面",
            "C.五个全面　四位一体",
            "D.四个全面　五位一体"
          ],
          "answer": "A",
          "id": "S4000004919"
        },
        {
          "type": "single_choice",
          "question": "在我国，现行教育法对我国教育方针规定的是(    )。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "B",
          "id": "S4000004920"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "S4000004921"
        },
        {
          "type": "single_choice",
          "question": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的（    ）进行考核，考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
          "options": [
            "A.思想政治表现；",
            "B.个人道德品行；",
            "C.业务水平；",
            "D.工作实绩"
          ],
          "answer": "ACD",
          "id": "S4000004922"
        },
        {
          "type": "single_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "S4000004923"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "S4000004924"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "S4000004925"
        },
        {
          "type": "single_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "S4000004926"
        },
        {
          "type": "single_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "S4000004927"
        },
        {
          "type": "single_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "S4000004928"
        },
        {
          "type": "single_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "S4000004929"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济具有如下特征(    )。",
          "options": [
            "A.以法定权益纠纷的存在为基础；",
            "B.以侵权损害事实为前提；",
            "C.以维护教育法律的权威为宗旨；",
            "D.以惩治侵权行为为目的"
          ],
          "answer": "AB",
          "id": "S4000004930"
        },
        {
          "type": "single_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "S4000004931"
        },
        {
          "type": "single_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "S4000004932"
        },
        {
          "type": "single_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S4000004933"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000004934"
        },
        {
          "type": "single_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "S4000004935"
        },
        {
          "type": "single_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "S4000004936"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "S4000004937"
        },
        {
          "type": "single_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "S4000004938"
        },
        {
          "type": "single_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "S4000004939"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "S4000004940"
        },
        {
          "type": "single_choice",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004941"
        },
        {
          "type": "single_choice",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004942"
        },
        {
          "type": "single_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004943"
        },
        {
          "type": "single_choice",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004944"
        },
        {
          "type": "single_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004945"
        },
        {
          "type": "single_choice",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004946"
        },
        {
          "type": "single_choice",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004947"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004948"
        },
        {
          "type": "single_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004949"
        },
        {
          "type": "single_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004950"
        },
        {
          "type": "single_choice",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004951"
        },
        {
          "type": "single_choice",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004952"
        },
        {
          "type": "single_choice",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004953"
        },
        {
          "type": "single_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004954"
        },
        {
          "type": "single_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004955"
        },
        {
          "type": "single_choice",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004956"
        },
        {
          "type": "single_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004957"
        },
        {
          "type": "single_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000004958"
        },
        {
          "type": "single_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004959"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000004960"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国义务教育法》实施的起始时间是(    )。",
          "options": [
            "A.1986年；",
            "B.1987年；",
            "C.1988年；",
            "D.1989年"
          ],
          "answer": "A",
          "id": "S4000004961"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师聘任制度的叙述，不正确的是（    ）。",
          "options": [
            "A.以岗位为基础；",
            "B.遵循自愿平等、双向选择的原则；",
            "C.双方在平等基础上签订的聘任合同具有法律效力；",
            "D.教师聘任制度只包括招聘和续聘两种"
          ],
          "answer": "D",
          "id": "S4000004962"
        },
        {
          "type": "single_choice",
          "question": "通常不适用于处于义务阶段的学生的行政处分措施是(    )。",
          "options": [
            "A.警告；",
            "B.开除；",
            "C.记过；",
            "D.留校察看"
          ],
          "answer": "B",
          "id": "S4000004963"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是（    ）。",
          "options": [
            "A.教育经济关系；",
            "B.教育物质关系；",
            "C.教育社会关系；",
            "D.教育思想关系"
          ],
          "answer": "C",
          "id": "S4000004964"
        },
        {
          "type": "single_choice",
          "question": "教育对象的身心发展必须经历一个不断积累的过程，同时也会不断地出现反复，这就决定教师的劳动具有（    ）特点。",
          "options": [
            "A.长期性；",
            "B.迟效性；",
            "C.长期性和迟效性；",
            "D.周期性"
          ],
          "answer": "C",
          "id": "S4000004965"
        },
        {
          "type": "single_choice",
          "question": "党的十九大首次提出了（  ）战略。",
          "options": [
            "A.城乡一体化",
            "B.实施乡村振兴战略",
            "C.社会主义新农村建设",
            "D.健康中国"
          ],
          "answer": "B",
          "id": "S4000004966"
        },
        {
          "type": "single_choice",
          "question": "十九大报告不仅将党的建设放到“四个伟大”的构架中，而且强调起决定性作用的是党的建设新的（   ）。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "B",
          "id": "S4000004967"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学者的知识产权投入一般不得超过各自投入的（    ）。",
          "options": [
            "A.二分之一；",
            "B.三分之一；",
            "C.四分之一；",
            "D.五分之一"
          ],
          "answer": "B",
          "id": "S4000004968"
        },
        {
          "type": "single_choice",
          "question": "我们要牢固树立社会主义生态文明观，推动形成（ ）现代化建设新格局，为保护生态环境作出我们这代人的努力！",
          "options": [
            "A.与自然和谐共生",
            "B.人与环境和谐发展",
            "C.人与自然和谐发展",
            "D.人与环境和谐共生"
          ],
          "answer": "C",
          "id": "S4000004969"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等教育学历证书管理暂行规定》，具有学籍的学生学完教学计划规定的全部课程，其中有一门以上课程补考后仍不及格但不属于留级范围或未修满规定的学分，德育体育合格，可以获得（    ）。",
          "options": [
            "A.毕业证书；",
            "B.肄业证书；",
            "C.结业证书；",
            "D.学习证明书"
          ],
          "answer": "C",
          "id": "S4000004970"
        },
        {
          "type": "single_choice",
          "question": "教师提出申诉，应当以（    ）形式提出。",
          "options": [
            "A.口头；",
            "B.书面或口头；",
            "C.自己认为合适的；",
            "D.书面"
          ],
          "answer": "D",
          "id": "S4000004971"
        },
        {
          "type": "single_choice",
          "question": "在中国的现代化进程中，城市与乡村是（     ）。",
          "options": [
            "A.竞争对手",
            "B.互为对立",
            "C.命运共同体",
            "D.相互排斥"
          ],
          "answer": "C",
          "id": "S4000004972"
        },
        {
          "type": "single_choice",
          "question": "不属于公派留学执行的指导方针的是（    ）。",
          "options": [
            "A.按需派遣；",
            "B.保证质量；",
            "C.学用一致；",
            "D.鼓励回国"
          ],
          "answer": "D",
          "id": "S4000004973"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，中国特色社会主义最本质的特征以及中国特色社会主义制度的最大优势都是（   ）。",
          "options": [
            "A.党的领导",
            "B.以经济建设为中心",
            "C.改革开放",
            "D.共同富裕"
          ],
          "answer": "A",
          "id": "S4000004974"
        },
        {
          "type": "single_choice",
          "question": "马克思主义中国化最新理论成果是（     ）。",
          "options": [
            "A.邓小平理论",
            "B.“三个代表”重要思想",
            "C.科学发展观",
            "D.习近平新时代中国特色社会主义思想"
          ],
          "answer": "D",
          "id": "S4000004975"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000004976"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的目的在于（    ）。",
          "options": [
            "A.补救合法权益受损害者；",
            "B.解决法定权益的纠纷；",
            "C.惩治侵权行为；",
            "D.维护国家教育法律的尊严"
          ],
          "answer": "A",
          "id": "S4000004977"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000004978"
        },
        {
          "type": "single_choice",
          "question": "我们要建设的现代化是人与自然（ ）的现代化。",
          "options": [
            "A.和谐相处",
            "B.和睦相处",
            "C.和谐共生",
            "D.和睦共生"
          ],
          "answer": "C",
          "id": "S4000004979"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000004980"
        },
        {
          "type": "single_choice",
          "question": "下列哪个惩罚措施不属于我国对学生进行处分种类？(    )",
          "options": [
            "A.警告；",
            "B.开除学籍；",
            "C.罚款；",
            "D.勒令退学"
          ],
          "answer": "C",
          "id": "S4000004981"
        },
        {
          "type": "single_choice",
          "question": "我国的学科门类大约有（    ）个。",
          "options": [
            "A.3个左右；",
            "B.10个左右；",
            "C.50个左右；",
            "D.超过100个"
          ],
          "answer": "B",
          "id": "S4000004982"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的内容依据处罚严厉程度的不同，可分为(    )和制裁。",
          "options": [
            "A.返还财产；",
            "B.吊销办学许可证；",
            "C.补救；",
            "D.通报批评"
          ],
          "answer": "C",
          "id": "S4000004983"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000004984"
        },
        {
          "type": "single_choice",
          "question": "表述授权性教育法律通常采用的字样是（    ）。",
          "options": [
            "A.“必须”；",
            "B.“应当”；",
            "C.“不得”；",
            "D.“可以”"
          ],
          "answer": "D",
          "id": "S4000004985"
        },
        {
          "type": "single_choice",
          "question": "高等学校年经费开支标准主要由谁制定？（    ）",
          "options": [
            "A.学校；",
            "B.教育部；",
            "C.省级教育行政部门；",
            "D.学校举办者"
          ],
          "answer": "C",
          "id": "S4000004986"
        },
        {
          "type": "single_choice",
          "question": "因品行不良、侮辱学生,影响恶劣的,被撤销教师资格的,自撤销之日起多少年内不得重新申请认定教师资格？（    ）",
          "options": [
            "A.3；",
            "B.4；",
            "C.5；",
            "D.6"
          ],
          "answer": "C",
          "id": "S4000004987"
        },
        {
          "type": "single_choice",
          "question": "教师是履行教育教学职责的专业人员，承担（    ）、培养社会主义事业建设者和接班人，提高民族素质的使命。",
          "options": [
            "A.传授专业知识；",
            "B.传授实验技能；",
            "C.教书育人；",
            "D.为人师表"
          ],
          "answer": "C",
          "id": "S4000004988"
        },
        {
          "type": "single_choice",
          "question": "大学必须设有几个国家规定的学科门类为主要学科？（    ）",
          "options": [
            "A.2个以上；",
            "B.3个以上；",
            "C.7个以上；",
            "D.12个以上"
          ],
          "answer": "B",
          "id": "S4000004989"
        },
        {
          "type": "single_choice",
          "question": "《中共中央关于教育体制改的决定》颁布的时间是（    ）。",
          "options": [
            "A.1958年；",
            "B. 1961年；",
            "C.1978年；",
            "D.1985年"
          ],
          "answer": "D",
          "id": "S4000004990"
        },
        {
          "type": "single_choice",
          "question": "十九大报告首次提出“我们党一定要有新气象新作为”。这表明（   ）。",
          "options": [
            "A.新时代党对自身面貌的期望值更高",
            "B.新时代党的建设的要求更加全面更加清晰",
            "C.新时代党对自身建设要求有了新觉醒新高度",
            "D.新时代党的建设的重点更加突出更加务实"
          ],
          "answer": "A",
          "id": "S4000004991"
        },
        {
          "type": "single_choice",
          "question": "关于教育立法权的特征，正确的是(    )。",
          "options": [
            "A.是一种综合的权利体系；",
            "B.最终属于国家主权拥有者；",
            "C.以调整教育中的各种行为关系为目的；",
            "D.以上三种都对"
          ],
          "answer": "D",
          "id": "S4000004992"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义的本质要求和重要保障是（    ）。",
          "options": [
            "A.全面深化改革",
            "B.全面建成小康社会",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "C",
          "id": "S4000004993"
        },
        {
          "type": "single_choice",
          "question": "法律作为调整社会关系的社会规范，与道德等其他调整社会关系的社会规范不同的地方在于（    ）。",
          "options": [
            "A.法律是由国家强制力保证实施的；",
            "B.法律可以调整市场经济关系；",
            "C.违反法律会受到舆论或内心信念的谴责；",
            "D.违反法律会受到党纪、政纪处分"
          ],
          "answer": "A",
          "id": "S4000004994"
        },
        {
          "type": "single_choice",
          "question": "根据《高等学校接受外国留学生管理规定》，我国高等学校接受外国留学生，应当由谁审批？（    ）",
          "options": [
            "A.教育部；",
            "B.国家留学基金委员会；",
            "C.省、自治区、直辖市教育行政部门和同级外事、公安部门；",
            "D.高等学校上级教育行政部门"
          ],
          "answer": "C",
          "id": "S4000004995"
        },
        {
          "type": "single_choice",
          "question": "教育法制建设的中心环节是（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "C",
          "id": "S4000004996"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000004997"
        },
        {
          "type": "single_choice",
          "question": "在教育行政诉讼中，（    ）负有举证责任。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.教育行政机关或教育法律、法规授权的组织；",
            "D.起诉人"
          ],
          "answer": "C",
          "id": "S4000004998"
        },
        {
          "type": "single_choice",
          "question": "关于教育法律规范与教育法律法规条文的关系，正确的是（    ）。",
          "options": [
            "A.有的教育法律法规条文不包含着教育法律规范；",
            "B.有的教育法律条文包含着若干个教育法律规范；",
            "C.有的教育法律法规条文仅包含着一个教育法律法规的片段；",
            "D.以上三个都对"
          ],
          "answer": "D",
          "id": "S4000004999"
        },
        {
          "type": "single_choice",
          "question": "实现“两个一百年”奋斗目标、实现中华民族伟大复兴的战略支撑是（    ）。",
          "options": [
            "A.坚持“一国两制”和实现祖国统一",
            "B.建设一支听党指挥、能打胜仗、作风优良的人民军队",
            "C.构建人类命运共同体",
            "D.建设社会主义文化强国"
          ],
          "answer": "B",
          "id": "S4000005000"
        },
        {
          "type": "single_choice",
          "question": "十九大明确了新时期实施乡村振兴战略的着力点（）。",
          "options": [
            "A.坚持农业农村优先发展",
            "B.加快推进农业农村现代化",
            "C.加快推进农业农村商品化",
            "D.建立健全城乡融合发展体制机制和政策体系"
          ],
          "answer": "ABD",
          "id": "S4000005001"
        },
        {
          "type": "single_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "S4000005002"
        },
        {
          "type": "single_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "S4000005003"
        },
        {
          "type": "single_choice",
          "question": "全面贯彻落实依法治国基本方略必须遵循以下原则（    ）。",
          "options": [
            "A.坚持中国共产党的领导、人民当家作主、依法治国有机统一；",
            "B.坚持一手抓建设、一手抓法治；",
            "C.既注意借鉴国外的有益经验，又立足于中国国情，从实际出发，不照搬照抄；",
            "D.坚持把法治建设的基础放在制度建设和增强全社会的法治观念上，不断提高全社会法治文明水平"
          ],
          "answer": "ABCD",
          "id": "S4000005004"
        },
        {
          "type": "single_choice",
          "question": "高等学历教育的入学资格包括（    ）。",
          "options": [
            "A.低一级教育毕业或具有同等学力；",
            "B.经考试合格；",
            "C.被高等学校录取；",
            "D.无犯罪记录"
          ],
          "answer": "ABC",
          "id": "S4000005005"
        },
        {
          "type": "single_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "S4000005006"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "S4000005007"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "S4000005008"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005009"
        },
        {
          "type": "single_choice",
          "question": "下列属于高等学校机构的在是（    ）。",
          "options": [
            "A.大学；",
            "B.独立设置的学院；",
            "C.高等专科学校；",
            "D.成人高等学校"
          ],
          "answer": "ABCD",
          "id": "S4000005010"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "S4000005011"
        },
        {
          "type": "single_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "S4000005012"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000005013"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005014"
        },
        {
          "type": "single_choice",
          "question": "我国行政机关有权进行的教育法制监督途径是（   ）。",
          "options": [
            "A.教育经费预算、决算制度；",
            "B.教育执法检查制度；",
            "C.教育督导；",
            "D.教育行政监察；",
            "E.教育审计"
          ],
          "answer": "BCD",
          "id": "S4000005015"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "S4000005016"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "S4000005017"
        },
        {
          "type": "single_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "S4000005018"
        },
        {
          "type": "single_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S4000005019"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "S4000005020"
        },
        {
          "type": "single_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005021"
        },
        {
          "type": "single_choice",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005022"
        },
        {
          "type": "single_choice",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005023"
        },
        {
          "type": "single_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005024"
        },
        {
          "type": "single_choice",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005025"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005026"
        },
        {
          "type": "single_choice",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005027"
        },
        {
          "type": "single_choice",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005028"
        },
        {
          "type": "single_choice",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005029"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005030"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005031"
        },
        {
          "type": "single_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005032"
        },
        {
          "type": "single_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005033"
        },
        {
          "type": "single_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005034"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005035"
        },
        {
          "type": "single_choice",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005036"
        },
        {
          "type": "single_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005037"
        },
        {
          "type": "single_choice",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005038"
        },
        {
          "type": "single_choice",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005039"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005040"
        },
        {
          "type": "single_choice",
          "question": "国家规定，公派出国留学人员抵达留学国，在多少时间内未向所属使领馆报到，即要被取消公费留学资格并承担违约责任？（    ）",
          "options": [
            "A.三个月；",
            "B.一个月；",
            "C.半个月；",
            "D.8天"
          ],
          "answer": "B",
          "id": "S4000005041"
        },
        {
          "type": "single_choice",
          "question": "在教育实践中，当某种学校事故出现后，学校不应承担教育法律责任的情形有（    ）。",
          "options": [
            "A.学校向学生提供的药品、食品、饮用水等不符合国家或者行业的有关标准、要求的；",
            "B.学校组织学生参加教育教学活动或者校外活动，未对学生进行相应的安全教育，并未在可预见的范围内采取必要的安全措施的；",
            "C.对未成年学生擅自离校等与学生人身安全直接相关的信息，学校发现或者知道，但未及时告知未成年学生的监护人，导致未成年学生因脱离监护人的保护而发生伤害的；",
            "D.学生或者其监护人知道学生有特异体质，或者患有特定疾病，但未告知学校的"
          ],
          "answer": "D",
          "id": "S4000005042"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000005043"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上不包括（   ）。",
          "options": [
            "A.教育执法；",
            "B.教育司法；",
            "C.教育守法；",
            "D.教育立法"
          ],
          "answer": "D",
          "id": "S4000005044"
        },
        {
          "type": "single_choice",
          "question": "作为“伟大事业”的中国特色社会主义，是我国改革开放以来每次党代会都确立的主题，它要回答（ ）的根本问题，具有举旗定向作用。",
          "options": [
            "A.“担负什么样的历史使命、实现什么样的奋斗目标”",
            "B.“以什么样的精神状态”",
            "C.“提供什么样的领导力量”",
            "D.“举什么旗、走什么路”"
          ],
          "answer": "D",
          "id": "S4000005045"
        },
        {
          "type": "single_choice",
          "question": "十九大报告把党的（   ）摆在首位，强调要以之为统领。",
          "options": [
            "A.思想建设",
            "B.组织建设",
            "C.政治建设",
            "D.作风建设"
          ],
          "answer": "C",
          "id": "S4000005046"
        },
        {
          "type": "single_choice",
          "question": "不属于社会对高等教育的参与和支持的是（    ）。",
          "options": [
            "A.社会同高校的合作与参与；",
            "B.社会利用高校获得经济利益；",
            "C.社会为学生实习与实践提供帮助和便利；",
            "D.社会力量举办高等教育"
          ],
          "answer": "B",
          "id": "S4000005047"
        },
        {
          "type": "single_choice",
          "question": "新时代教育事业优先发展的基本保障是（  ）。",
          "options": [
            "A.义务教育一体化",
            "B.产教融合",
            "C.学生资助制度",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S4000005048"
        },
        {
          "type": "single_choice",
          "question": "十九大政治报告把“以人民为中心”作为中国特色社会主义思想的核心理念。这就要求教育：（）。",
          "options": [
            "A.扩大办学规模",
            "B.普遍接受高中教育",
            "C.关注人的可持续发展",
            "D.更多接受高等教育"
          ],
          "answer": "C",
          "id": "S4000005049"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应以何种语言为基本教学语言文字？（    ）",
          "options": [
            "A.普通话和规范汉字；",
            "B.英语；",
            "C.合作外方规范语言；",
            "D.由合作双方商定；"
          ],
          "answer": "A",
          "id": "S4000005050"
        },
        {
          "type": "single_choice",
          "question": "必然始终把解决好“三农”问题作为（      ）。",
          "options": [
            "A.全党工作重中之重",
            "B.全党的工作中心",
            "C.全党的奋斗目标",
            "D.全党新的伟大工程"
          ],
          "answer": "A",
          "id": "S4000005051"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000005052"
        },
        {
          "type": "single_choice",
          "question": "学满多少学年以上退学的学生，学校应当颁发肄业证书？（    ）",
          "options": [
            "A.半学年；",
            "B. 1学年；",
            "C.2学年；",
            "D.3学年"
          ],
          "answer": "B",
          "id": "S4000005053"
        },
        {
          "type": "single_choice",
          "question": "设立高等学校及其他高等教育机构的基本原则，不包括（    ）。",
          "options": [
            "A.举办高等学校及其他高等教育机构是国家的责任；",
            "B.国家鼓励社会力量依法举办高等学校及其他高等教育机构；",
            "C.举办高等学校及其他高等教育机构不得以营利为目的；",
            "D.保证每个适龄人员接受高等教育"
          ],
          "answer": "D",
          "id": "S4000005054"
        },
        {
          "type": "single_choice",
          "question": "成人高等学校主要培养对象为（    ）。",
          "options": [
            "A.18岁以上成年人；",
            "B.24岁以上成年人；",
            "C.30岁以上成年人；",
            "D.在职在业者"
          ],
          "answer": "C",
          "id": "S4000005055"
        },
        {
          "type": "single_choice",
          "question": "确定高校学费标准的主要依据是（    ）。",
          "options": [
            "A.人均生活费；",
            "B.生均教育培养成本；",
            "C.基建成本；",
            "D.教师工资"
          ],
          "answer": "B",
          "id": "S4000005056"
        },
        {
          "type": "single_choice",
          "question": "新时代我国社会主要矛盾的相关论述不正确的是（ ）。",
          "options": [
            "A.我国社会主要矛盾的变化是关系全局的历史性变化",
            "B.我国社会主要矛盾的变化对党和国家工作提出了许多新要求",
            "C.我国社会主要矛盾的变化表明社会主义初级阶段的基本国情已经发生根本变化",
            "D.我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "C",
          "id": "S4000005057"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》有关规定，在法理上，各省、自治区、直辖市的地方性教育法规与国家教育部的教育规章相比，其法律效力如何？(    )",
          "options": [
            "A.地方性教育法规的效力高；",
            "B.教育部的教育规章效力高；",
            "C.两者的法律效力相等；",
            "D.两者的法律效力无法比较"
          ],
          "answer": "A",
          "id": "S4000005058"
        },
        {
          "type": "single_choice",
          "question": "构成教育法律法规体系的最基本要素的是（    ）。",
          "options": [
            "A.教育法律条文；",
            "B.教育法律关系；",
            "C.教育法律规范；",
            "D.教育法律责任"
          ],
          "answer": "C",
          "id": "S4000005059"
        },
        {
          "type": "single_choice",
          "question": "教师资格考试科目、标准和考试大纲由（    ）审定。",
          "options": [
            "A.国务院教育行政部门；",
            "B.省级教育行政部门；",
            "C.学校上级教育行政部门；",
            "D.组织教师资格考试的学校"
          ],
          "answer": "A",
          "id": "S4000005060"
        },
        {
          "type": "single_choice",
          "question": "在我国，现行教育法对我国教育方针规定的是(    )。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "B",
          "id": "S4000005061"
        },
        {
          "type": "single_choice",
          "question": "列入全国人大常委会会议议程的法律案，一般须经过几次常务委员会会议审议后再交付表决？(    )",
          "options": [
            "A.一次；",
            "B.两次；",
            "C.三次；",
            "D.五次"
          ],
          "answer": "C",
          "id": "S4000005062"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师聘任制度的叙述，不正确的是（    ）。",
          "options": [
            "A.以岗位为基础；",
            "B.遵循自愿平等、双向选择的原则；",
            "C.双方在平等基础上签订的聘任合同具有法律效力；",
            "D.教师聘任制度只包括招聘和续聘两种"
          ],
          "answer": "D",
          "id": "S4000005063"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000005064"
        },
        {
          "type": "single_choice",
          "question": "学生对学校给予的处分不服有权向有关部门提出申诉，对学校、教师侵犯其（    ）等合法权益，有权提出申诉或者依法提起诉讼。",
          "options": [
            "A.人身权；",
            "B.财产权；",
            "C.人身权、财产权；",
            "D.受教育权"
          ],
          "answer": "C",
          "id": "S4000005065"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构必须以何种货币计收学费和其他费用？（    ）",
          "options": [
            "A.由中外合作办学机构自行决定；",
            "B.美元；",
            "C.合作外方所在国货币；",
            "D.人民币"
          ],
          "answer": "D",
          "id": "S4000005066"
        },
        {
          "type": "single_choice",
          "question": "由于革命斗争的日益残酷，列宁认识到有“铁的纪律”，是取得革命胜利的基本条件，强调党的（   ）。",
          "options": [
            "A.作风建设",
            "B.组织建设",
            "C.制度建设",
            "D.思想建设"
          ],
          "answer": "B",
          "id": "S4000005067"
        },
        {
          "type": "single_choice",
          "question": "高等学校的法定代表人是（    ）。",
          "options": [
            "A. 校党委书记；",
            "B.校长；",
            "C. 校工会主席；",
            "D.校友会会长"
          ],
          "answer": "B",
          "id": "S4000005068"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要坚持（    ）。",
          "options": [
            "A.农村商品化优先发展",
            "B.农业农村工业化发展",
            "C.农业农村优先发展",
            "D.农业农村平稳发展"
          ],
          "answer": "C",
          "id": "S4000005069"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确中国特色社会主义事业战略布局是（     ）。",
          "options": [
            "A.“五位一体”",
            "B.“四个自信”",
            "C.“四个全面”",
            "D.“三个代表”"
          ],
          "answer": "C",
          "id": "S4000005070"
        },
        {
          "type": "single_choice",
          "question": "法律作为调整社会关系的社会规范，与道德等其他调整社会关系的社会规范不同的地方在于（    ）。",
          "options": [
            "A.法律是由国家强制力保证实施的；",
            "B.法律可以调整市场经济关系；",
            "C.违反法律会受到舆论或内心信念的谴责；",
            "D.违反法律会受到党纪、政纪处分"
          ],
          "answer": "A",
          "id": "S4000005071"
        },
        {
          "type": "single_choice",
          "question": "加快建立绿色生产和消费的法律制度和政策导向，建立健全（ ）的经济体系。",
          "options": [
            "A.绿色低碳循环发展",
            "B.绿色节约循环发展",
            "C.绿色低碳节约发展",
            "D.节约低碳循环发展"
          ],
          "answer": "A",
          "id": "S4000005072"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程在“四个伟大”中起着决定性作用。关于党的建设内容问题，十九大报告首次将（ ）摆在第一位。",
          "options": [
            "A.政治建设",
            "B.思想建设",
            "C.制度建设",
            "D.作风建设"
          ],
          "answer": "A",
          "id": "S4000005073"
        },
        {
          "type": "single_choice",
          "question": "我国的教育仲裁制度（    ）。",
          "options": [
            "A.已经基本建立；",
            "B.已经趋于完善；",
            "C.已经较为完善；",
            "D.尚在摸索之中"
          ],
          "answer": "D",
          "id": "S4000005074"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000005075"
        },
        {
          "type": "single_choice",
          "question": "人民法院对教育行政案件审理后，应根据不同情况作出判决，下列判决中不属于法定判决形式的有（    ）",
          "options": [
            "A.履行判决；",
            "B.维持判决；",
            "C.变更判决；",
            "D.中止判决"
          ],
          "answer": "D",
          "id": "S4000005076"
        },
        {
          "type": "single_choice",
          "question": "在众多教育法律责任主体中，最主要、最常见的一种教育法律责任主体是(    )。",
          "options": [
            "A.学生；",
            "B.教师；",
            "C.学校；",
            "D.教育行政机关"
          ],
          "answer": "C",
          "id": "S4000005077"
        },
        {
          "type": "single_choice",
          "question": "教师如果对学校或其他教育机构提出申诉，受理申诉的机关为（    ）。",
          "options": [
            "A.当地人民政府的有关行政部门；",
            "B.学校或其他教育机构；",
            "C.主管的教育部门；",
            "D.信访部门"
          ],
          "answer": "C",
          "id": "S4000005078"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000005079"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教育权利能力取得方式的是（    ）。",
          "options": [
            "A.依法律规定；",
            "B.有关部门批准；",
            "C.出生；",
            "D.考试"
          ],
          "answer": "C",
          "id": "S4000005080"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005081"
        },
        {
          "type": "single_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "S4000005082"
        },
        {
          "type": "single_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "S4000005083"
        },
        {
          "type": "single_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "S4000005084"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000005085"
        },
        {
          "type": "single_choice",
          "question": "按《高等教育法》规定，哪一级政府应保证国家兴办的高等教育的经费逐步增长？（    ）",
          "options": [
            "A.国务院；",
            "B.省级人民政府；",
            "C.中心城市人民政府；",
            "D.县人民政府"
          ],
          "answer": "ABC",
          "id": "S4000005086"
        },
        {
          "type": "single_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "S4000005087"
        },
        {
          "type": "single_choice",
          "question": "提高污染排放标准，强化排污者责任，健全（ ）等制度。",
          "options": [
            "A.环保信用评价",
            "B.污染企业备案",
            "C.信息强制性披露",
            "D.严惩重罚"
          ],
          "answer": "ACD",
          "id": "S4000005088"
        },
        {
          "type": "single_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "S4000005089"
        },
        {
          "type": "single_choice",
          "question": "新时代教师队伍建设的根本要求是（  ）。",
          "options": [
            "A.牢固树立中国特色社会主义理想信念",
            "B.牢固树立终身学习理念",
            "C.牢固树立改革创新意识",
            "D.牢固树立教书育人的责任感"
          ],
          "answer": "ABC",
          "id": "S4000005090"
        },
        {
          "type": "single_choice",
          "question": "十八大以来的五年，是党和国家发展进程中极不平凡的五年，主要体现在（ ）。",
          "options": [
            "A.五年来的成就是全方位的、开创性的",
            "B.五年来的变革是深层次的、根本性的",
            "C.解决了许多长期想解决而没有解决的难题",
            "D.办成了许多过去想办而没有办成的大事"
          ],
          "answer": "ABCD",
          "id": "S4000005091"
        },
        {
          "type": "single_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "S4000005092"
        },
        {
          "type": "single_choice",
          "question": "学生应予退学的情形有（    ）。",
          "options": [
            "A.学业成绩未达到学校要求；",
            "B. 未请假离校连续两周未参加学校规定的教学活动的；",
            "C.学生体育课成绩不合格；",
            "D.本人申请退学"
          ],
          "answer": "ABD",
          "id": "S4000005093"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "S4000005094"
        },
        {
          "type": "single_choice",
          "question": "有权审批设立实施专科教育的高等学校的机构是（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 省、自治区、直辖市教育行政部门"
          ],
          "answer": "AC",
          "id": "S4000005095"
        },
        {
          "type": "single_choice",
          "question": "对十九大报告相关内容表述错误的是（   ）。",
          "options": [
            "A.“全面从严治党”不仅被写入十九大报告的基本方略，也是报告的开篇",
            "B.以党的政治建设为统领，强调制度建设是党的根本性建设，决定着党的建设的方向和效果",
            "C.中国特色社会主义最本质的特征是党的领导，中国特色社会主义制度的最大优势是党的领导，党是最高政治领导力量",
            "D.中国共产党要始终成为时代先锋、民族脊梁，始终成为全国人民的主心骨"
          ],
          "answer": "AB",
          "id": "S4000005096"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "S4000005097"
        },
        {
          "type": "single_choice",
          "question": "根据《国家赔偿法》规定，申请行政赔偿的基本条件是（    ）。",
          "options": [
            "A.国家机关及其工作人员违法侵权；",
            "B.国家机关及其工作人员在行使职权时违法侵权；",
            "C.国家机关及其工作人员在行使职权时有《国家赔偿法》规定的侵权情形；",
            "D.侵犯行为已造成损害"
          ],
          "answer": "CD",
          "id": "S4000005098"
        },
        {
          "type": "single_choice",
          "question": "新时代教师队伍发展的专业目标是（  ）。",
          "options": [
            "A.要有理想信念",
            "B.要有道德情操",
            "C.要有扎实学识",
            "D.要有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "S4000005099"
        },
        {
          "type": "single_choice",
          "question": "设立高等职业学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B. 以职业技术教育为主；",
            "C.以1个学科为主要学科；",
            "D.全日制在校学生计划规模在2000人以上"
          ],
          "answer": "AB",
          "id": "S4000005100"
        },
        {
          "type": "single_choice",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005101"
        },
        {
          "type": "single_choice",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005102"
        },
        {
          "type": "single_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005103"
        },
        {
          "type": "single_choice",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005104"
        },
        {
          "type": "single_choice",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005105"
        },
        {
          "type": "single_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005106"
        },
        {
          "type": "single_choice",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005107"
        },
        {
          "type": "single_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005108"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005109"
        },
        {
          "type": "single_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005110"
        },
        {
          "type": "single_choice",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005111"
        },
        {
          "type": "single_choice",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005112"
        },
        {
          "type": "single_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005113"
        },
        {
          "type": "single_choice",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005114"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005115"
        },
        {
          "type": "single_choice",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005116"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005117"
        },
        {
          "type": "single_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005118"
        },
        {
          "type": "single_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005119"
        },
        {
          "type": "single_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005120"
        },
        {
          "type": "single_choice",
          "question": "根据《高等学校接受外国留学生管理规定》，我国高等学校接受外国留学生，应当由谁审批？（    ）",
          "options": [
            "A.教育部；",
            "B.国家留学基金委员会；",
            "C.省、自治区、直辖市教育行政部门和同级外事、公安部门；",
            "D.高等学校上级教育行政部门"
          ],
          "answer": "C",
          "id": "S4000005121"
        },
        {
          "type": "single_choice",
          "question": "教育司法救济是指通过法定诉讼程序获得教育法律救济的司法救济渠道。从我国现行法律制度看，凡符合（    ）受案范围的，都可以通过教育诉讼来获得法律救济。",
          "options": [
            "A.民事诉讼法；",
            "B.行政诉讼法；",
            "C.民事诉讼法、刑事诉讼法和行政诉讼法；",
            "D.刑事诉讼法"
          ],
          "answer": "C",
          "id": "S4000005122"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，中国特色社会主义最本质的特征以及中国特色社会主义制度的最大优势都是（   ）。",
          "options": [
            "A.党的领导",
            "B.以经济建设为中心",
            "C.改革开放",
            "D.共同富裕"
          ],
          "answer": "A",
          "id": "S4000005123"
        },
        {
          "type": "single_choice",
          "question": "十九大首次提出了(  )，与五位一体总体布局形成相互响应的五大文明体系。",
          "options": [
            "A.物质文明",
            "B.政治文明",
            "C.社会文明",
            "D.生态文明"
          ],
          "answer": "C",
          "id": "S4000005124"
        },
        {
          "type": "single_choice",
          "question": "法学理论上讲的教育法律事实是指能够引起教育法律关系产生、变更或消失的客观情况，它可分为两类：一是教育法律事件，二是（    ）。",
          "options": [
            "A.教育法律规范；",
            "B.教育法律行为；",
            "C.教育教学成果；",
            "D.教育思想理论"
          ],
          "answer": "B",
          "id": "S4000005125"
        },
        {
          "type": "single_choice",
          "question": "哪些高等学校必须实行中国共产党高等学校基层委员会领导下的校长负责制？（    ）。",
          "options": [
            "A.中国境内所有的高等学校；",
            "B.中国国家举办的高等学校；",
            "C.中国境内除中外合作办学外的所有高等学校；",
            "D.中国国家举办的普通高等学校"
          ],
          "answer": "B",
          "id": "S4000005126"
        },
        {
          "type": "single_choice",
          "question": "动态意义的教育法制，其核心在于(    )。",
          "options": [
            "A.教育立法；",
            "B.教育执法；",
            "C.教育普法；",
            "D.依法治教"
          ],
          "answer": "D",
          "id": "S4000005127"
        },
        {
          "type": "single_choice",
          "question": "新征程的开启以决胜( 　)为发展前提。",
          "options": [
            "A.全面建成小康社会",
            "B.全面建成美丽中国",
            "C.全面从严治党",
            "D.全面深化改革"
          ],
          "answer": "A",
          "id": "S4000005128"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国现行高等教育行政管理体制是（    ）。",
          "options": [
            "A.中央与地方分级管理体制；",
            "B.中央集权制；",
            "C.中央统一领导下的分级管理体制；",
            "D.中央与地方合作管理体制"
          ],
          "answer": "C",
          "id": "S4000005129"
        },
        {
          "type": "single_choice",
          "question": "依法作出不予行政许可的书面决定，不仅应向申请人书面说明理由，还必须告知申请人（    ）。",
          "options": [
            "A.需要进一步补充哪些申报材料；",
            "B.需要获得哪些审核意见（或考试成绩、听证笔录等）；",
            "C.依法申请行政复议或提起行政诉讼的途径和期限；",
            "D.再次申请行政许可的时间"
          ],
          "answer": "C",
          "id": "S4000005130"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国义务教育法》实施的起始时间是(    )。",
          "options": [
            "A.1986年；",
            "B.1987年；",
            "C.1988年；",
            "D.1989年"
          ],
          "answer": "A",
          "id": "S4000005131"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义制度的最大优势是（    ）。",
          "options": [
            "A.公有制占主体",
            "B.中国共产党领导",
            "C.马克思主义指导",
            "D.人民代表大会"
          ],
          "answer": "B",
          "id": "S4000005132"
        },
        {
          "type": "single_choice",
          "question": "在中国的现代化进程中，城市与乡村是（     ）。",
          "options": [
            "A.竞争对手",
            "B.互为对立",
            "C.命运共同体",
            "D.相互排斥"
          ],
          "answer": "C",
          "id": "S4000005133"
        },
        {
          "type": "single_choice",
          "question": "设立高等学校及其他高等教育机构的基本原则，不包括（    ）。",
          "options": [
            "A.举办高等学校及其他高等教育机构是国家的责任；",
            "B.国家鼓励社会力量依法举办高等学校及其他高等教育机构；",
            "C.举办高等学校及其他高等教育机构不得以营利为目的；",
            "D.保证每个适龄人员接受高等教育"
          ],
          "answer": "D",
          "id": "S4000005134"
        },
        {
          "type": "single_choice",
          "question": "改革开放之初，拨乱反正，百废待兴，法制建设就显得非常重要，因此，邓小平强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.制度建设",
            "D.纪律建设"
          ],
          "answer": "C",
          "id": "S4000005135"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.混合意义的教育法制不仅包括教育法律制度，而且还包括教育法律制度的运行；",
            "B.1995年3月18日,第八届全国人民代表大会第三次会议审议通过了《中华人民共和国教育法》；",
            "C.静态意义的教育法制，是国家全部有关教育的法律制度体系；",
            "D.1986年4月,第六届全国人民代表大会常务委员会第四次会议通过了《中华人民共和国义务教育法》"
          ],
          "answer": "D",
          "id": "S4000005136"
        },
        {
          "type": "single_choice",
          "question": "党的十九大作出的重大政治判断是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代",
            "B.中国特色社会主义进入了新时期",
            "C.中国特色社会主义进入了新征程",
            "D.中国特色社会主义进入了新阶段"
          ],
          "answer": "A",
          "id": "S4000005137"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000005138"
        },
        {
          "type": "single_choice",
          "question": "建设（ ）是中华民族永续发展的千年大计。",
          "options": [
            "A.物质文明",
            "B.精神文明",
            "C.生态文明",
            "D.社会文明"
          ],
          "answer": "C",
          "id": "S4000005139"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000005140"
        },
        {
          "type": "single_choice",
          "question": "对教育法律责任特征的论述，不正确的是（    ）。",
          "options": [
            "A.法律规定性；",
            "B.道德自觉性；",
            "C.归责特定性；",
            "D.追究专权性"
          ],
          "answer": "B",
          "id": "S4000005141"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素，其中不包括（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.行为动机；",
            "D.法律后果"
          ],
          "answer": "C",
          "id": "S4000005142"
        },
        {
          "type": "single_choice",
          "question": "第一次对教师的权利、义务、任用、考核、培训和待遇等方面作了全面规定的是（    ）。",
          "options": [
            "A.《教育法》；",
            "B.《教师法》；",
            "C.《高等教育法》；",
            "D.《义务教育法》"
          ],
          "answer": "B",
          "id": "S4000005143"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在十九大政治报告明确指出：“建设教育强国是中华民族伟大复兴的基础工程，必须把教育事业放在优先位置，加快教育现代化，办好人民满意的教育。”这个优先发展教育命题的主要内涵是指：（）。",
          "options": [
            "A.优先投资教育",
            "B.优先扩大教育规模",
            "C.注重教育公平",
            "D.重点发展优质教育"
          ],
          "answer": "D",
          "id": "S4000005144"
        },
        {
          "type": "single_choice",
          "question": "决定党和国家前途命运的根本力量是（  ）。",
          "options": [
            "A.生产力",
            "B.科学",
            "C.人民",
            "D.历史"
          ],
          "answer": "C",
          "id": "S4000005145"
        },
        {
          "type": "single_choice",
          "question": "我国教育民事法律责任的基本归责原则是(    )。",
          "options": [
            "A.无过错责任；",
            "B.过错责任；",
            "C.公平原则；",
            "D.推定责任"
          ],
          "answer": "B",
          "id": "S4000005146"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要坚持（    ）。",
          "options": [
            "A.农村商品化优先发展",
            "B.农业农村工业化发展",
            "C.农业农村优先发展",
            "D.农业农村平稳发展"
          ],
          "answer": "C",
          "id": "S4000005147"
        },
        {
          "type": "single_choice",
          "question": "《中共中央关于教育体制改的决定》颁布的时间是（    ）。",
          "options": [
            "A.1958年；",
            "B. 1961年；",
            "C.1978年；",
            "D.1985年"
          ],
          "answer": "D",
          "id": "S4000005148"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是（    ）。",
          "options": [
            "A.教育经济关系；",
            "B.教育物质关系；",
            "C.教育社会关系；",
            "D.教育思想关系"
          ],
          "answer": "C",
          "id": "S4000005149"
        },
        {
          "type": "single_choice",
          "question": "在我国，现行教育法对我国教育方针规定的是(    )。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "B",
          "id": "S4000005150"
        },
        {
          "type": "single_choice",
          "question": "依据各类关系主体之间的身份地位不同，可将教育法律关系分为教育行政关系和（    ）。",
          "options": [
            "A.教育横向关系；",
            "B.教育民事关系；",
            "C.教育平等关系；",
            "D.教育学习关系"
          ],
          "answer": "B",
          "id": "S4000005151"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，抓住了（   ）就抓住了新时代党的建设的要害。",
          "options": [
            "A.制度建设",
            "B.组织建设",
            "C.纪律建设",
            "D.政治建设"
          ],
          "answer": "D",
          "id": "S4000005152"
        },
        {
          "type": "single_choice",
          "question": "教育法制建设的中心环节是（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "C",
          "id": "S4000005153"
        },
        {
          "type": "single_choice",
          "question": "学生无故缺课累计超过该科教学时数（    ）者，不得参加本门课的考核。",
          "options": [
            "A.1/2；",
            "B.1/3；",
            "C.1/4；",
            "D.1/5"
          ],
          "answer": "B",
          "id": "S4000005154"
        },
        {
          "type": "single_choice",
          "question": "不属于我国法制建设基本方针的是(    )。",
          "options": [
            "A.有法可依；",
            "B.执法必严；",
            "C.普法全面；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000005155"
        },
        {
          "type": "single_choice",
          "question": "对违反学校内部管理规章制度的学生，学校应当予以（    ）。",
          "options": [
            "A.开除；",
            "B.批评教育并处罚款；",
            "C.批评教育，但不得随意开除；",
            "D.罚款"
          ],
          "answer": "C",
          "id": "S4000005156"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义的本质要求和重要保障是（    ）。",
          "options": [
            "A.全面深化改革",
            "B.全面建成小康社会",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "C",
          "id": "S4000005157"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成（     ）。",
          "options": [
            "A.富强民主文明的社会主义现代化国家",
            "B.富强民主文明和谐的社会主义现代化国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000005158"
        },
        {
          "type": "single_choice",
          "question": "不属于教育行政管理的法律形式的是（    ）。",
          "options": [
            "A.法律形式；",
            "B.准法律形式；",
            "C.非法律形式；",
            "D.强法律形式"
          ],
          "answer": "D",
          "id": "S4000005159"
        },
        {
          "type": "single_choice",
          "question": "列入全国人大常委会会议议程的法律案，一般须经过几次常务委员会会议审议后再交付表决？(    )",
          "options": [
            "A.一次；",
            "B.两次；",
            "C.三次；",
            "D.五次"
          ],
          "answer": "C",
          "id": "S4000005160"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005161"
        },
        {
          "type": "single_choice",
          "question": "下列情形下发生的造成学生人身损害后果的事故，学校行为并无不当的，不承担事故责任(    )。",
          "options": [
            "A.学生自行上学途中发生的；",
            "B.在学生擅自离校期间发生的；",
            "C.在假期，学生自行滞留学校发生的；",
            "D.学生返校途中发生；",
            "E.在学生自行外出期间发生的"
          ],
          "answer": "ABCDE",
          "id": "S4000005162"
        },
        {
          "type": "single_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "S4000005163"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出：“加快教育现代化，办好人民满意的教育。”所谓“人民满意的教育”包括（）等丰富内涵。",
          "options": [
            "A.分类型",
            "B.分阶段",
            "C.重内涵",
            "D.谋发展"
          ],
          "answer": "ABCD",
          "id": "S4000005164"
        },
        {
          "type": "single_choice",
          "question": "我国教育法律责任的构成应同时包含以下内容(    )。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人主观有过错；",
            "D.教育违法行为与损害事实间存在着某种因果关系；",
            "E.教育法律关系主体具有完全的教育民事行为能力"
          ],
          "answer": "ABCD",
          "id": "S4000005165"
        },
        {
          "type": "single_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "S4000005166"
        },
        {
          "type": "single_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "S4000005167"
        },
        {
          "type": "single_choice",
          "question": "高校学生的学业保障权包括（    ）。",
          "options": [
            "A.教育教学活动参加权；",
            "B.教育教学设施利用权；",
            "C.师资配置请求权；",
            "D.重新选择专业权"
          ],
          "answer": "ABCD",
          "id": "S4000005168"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "S4000005169"
        },
        {
          "type": "single_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "S4000005170"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定，设立学校必须具备的基本条件包括（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有50位以上专任教师；",
            "C.40亩以上土地；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "AD",
          "id": "S4000005171"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "S4000005172"
        },
        {
          "type": "single_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "S4000005173"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005174"
        },
        {
          "type": "single_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "S4000005175"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想以全新的视野深化了（    ）。",
          "options": [
            "A.对共产党执政规律的认识",
            "B.对社会主义建设规律的认识",
            "C.对人类社会发展规律的认识",
            "D.对客观事物发展规律的认识"
          ],
          "answer": "ABC",
          "id": "S4000005176"
        },
        {
          "type": "single_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "S4000005177"
        },
        {
          "type": "single_choice",
          "question": "全面依法治国总目标是（    ）。",
          "options": [
            "A.有法可依、有法必依、执法必严、违法必究",
            "B.建设中国特色社会主义法治体系",
            "C.建设社会主义法治国家",
            "D.法律面前人人平等"
          ],
          "answer": "BC",
          "id": "S4000005178"
        },
        {
          "type": "single_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "S4000005179"
        },
        {
          "type": "single_choice",
          "question": "优质教育必须要全面培养人的基本素质，包括（）。",
          "options": [
            "A.唤醒问题意识",
            "B.激励开放思维",
            "C.光扬个性表达",
            "D.鼓舞创新命题"
          ],
          "answer": "ABCD",
          "id": "S4000005180"
        },
        {
          "type": "single_choice",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005181"
        },
        {
          "type": "single_choice",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005182"
        },
        {
          "type": "single_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005183"
        },
        {
          "type": "single_choice",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005184"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005185"
        },
        {
          "type": "single_choice",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005186"
        },
        {
          "type": "single_choice",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005187"
        },
        {
          "type": "single_choice",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005188"
        },
        {
          "type": "single_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005189"
        },
        {
          "type": "single_choice",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005190"
        },
        {
          "type": "single_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005191"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005192"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005193"
        },
        {
          "type": "single_choice",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005194"
        },
        {
          "type": "single_choice",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005195"
        },
        {
          "type": "single_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005196"
        },
        {
          "type": "single_choice",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005197"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005198"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005199"
        },
        {
          "type": "single_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005200"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000005201"
        },
        {
          "type": "single_choice",
          "question": "加强对生态文明建设的总体设计和组织领导，设立（ ）机构。",
          "options": [
            "A.国有自然资源资产管理和自然环境监管",
            "B.国有自然资源资产管理和自然生态监管",
            "C.国有自然资源资产监管和自然生态管理",
            "D.国有自然环境资产监管和自然生态管理"
          ],
          "answer": "B",
          "id": "S4000005202"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要加强农村基层基础工作，健全（      ）。",
          "options": [
            "A.自治、法治、德治相结合的乡村治理体系",
            "B.基层民主自治制度",
            "C.村民委员会制度",
            "D.村务监督委员会制度"
          ],
          "answer": "A",
          "id": "S4000005203"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育行政管理的基本体制是（    ）。",
          "options": [
            "A.中央统一领导；",
            "B. 地方各自领导；",
            "C.分工负责、分级管理；",
            "D.分级负责、分工管理"
          ],
          "answer": "C",
          "id": "S4000005204"
        },
        {
          "type": "single_choice",
          "question": "通常只承担补偿性法律责任的责任主体是(    )。",
          "options": [
            "A.教育行政机构；",
            "B.教师；",
            "C.学生；",
            "D.学校"
          ],
          "answer": "A",
          "id": "S4000005205"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的目的在于（    ）。",
          "options": [
            "A.补救合法权益受损害者；",
            "B.解决法定权益的纠纷；",
            "C.惩治侵权行为；",
            "D.维护国家教育法律的尊严"
          ],
          "answer": "A",
          "id": "S4000005206"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师聘任制度的叙述，不正确的是（    ）。",
          "options": [
            "A.以岗位为基础；",
            "B.遵循自愿平等、双向选择的原则；",
            "C.双方在平等基础上签订的聘任合同具有法律效力；",
            "D.教师聘任制度只包括招聘和续聘两种"
          ],
          "answer": "D",
          "id": "S4000005207"
        },
        {
          "type": "single_choice",
          "question": "新时代党的建设总要求强调要把（   ）贯穿其中。",
          "options": [
            "A.思想建设",
            "B.组织建设",
            "C.制度建设",
            "D.作风建设"
          ],
          "answer": "C",
          "id": "S4000005208"
        },
        {
          "type": "single_choice",
          "question": "专门教育机构为各级各类教师的补充、更新而进行的一种专业性学历教育即（    ）。",
          "options": [
            "A.教师培养；",
            "B.教师培训；",
            "C.教师考核；",
            "D.教师奖励"
          ],
          "answer": "A",
          "id": "S4000005209"
        },
        {
          "type": "single_choice",
          "question": "教师是履行教育教学职责的专业人员，承担（    ）、培养社会主义事业建设者和接班人，提高民族素质的使命。",
          "options": [
            "A.传授专业知识；",
            "B.传授实验技能；",
            "C.教书育人；",
            "D.为人师表"
          ],
          "answer": "C",
          "id": "S4000005210"
        },
        {
          "type": "single_choice",
          "question": "坚定走（ ）的文明发展道路，建设魅力中国，为人民创造良好生产生活环境，为全球生态安全作出贡献。",
          "options": [
            "A.生产发展、生活美好、环境美丽",
            "B.生产发展、生活富裕、生态良好",
            "C.经济增长、生活富裕、社会和谐",
            "D.经济发展、生活富裕、自然美丽"
          ],
          "answer": "B",
          "id": "S4000005211"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，任何单一、完整的法律规范都应包含法定条件、行为准则和（    ）这三个组成部分。",
          "options": [
            "A.法律后果；",
            "B.法律责任；",
            "C.行为结果；",
            "D.法律依据"
          ],
          "answer": "A",
          "id": "S4000005212"
        },
        {
          "type": "single_choice",
          "question": "不属于高等学校教师管理制度的是（    ）。",
          "options": [
            "A.监督制度；",
            "B.资格制度；",
            "C.职务制度；",
            "D.聘任制度"
          ],
          "answer": "A",
          "id": "S4000005213"
        },
        {
          "type": "single_choice",
          "question": "侮辱、殴打教师的法律责任不包括（    ）。",
          "options": [
            "A.根据不同情形，分别给予行政处分或行政处罚；",
            "B.造成损害的，责令赔偿损失；",
            "C.情节严重，构成犯罪的，依法追究刑事责任；",
            "D.所属机构应作出相应的赔偿"
          ],
          "answer": "D",
          "id": "S4000005214"
        },
        {
          "type": "single_choice",
          "question": "我国政协对我国教育法制情况进行的监督属于（   ）。",
          "options": [
            "A.行政监督；",
            "B.社会监督；",
            "C.司法监督；",
            "D.权力机关的监督"
          ],
          "answer": "B",
          "id": "S4000005215"
        },
        {
          "type": "single_choice",
          "question": "中国是世界上最大的发展中国家，处于并将长期处于社会主义初级阶段。中国的法治建设仍面临一些问题，关于这些问题，下列说法不正确的是（    ）。",
          "options": [
            "A.通过法治教育，全社会的法律意识和法治观念已经达到较高水平，仍需进一步提高；",
            "B.有法不依、执法不严、违法不究的现象在一些地方和部门依然存在；",
            "C.地方保护主义、部门保护主义和执行难的问题时有发生；",
            "D.有的公职人员贪赃枉法、执法犯法、以言代法、以权压法，对社会主义法治造成损害"
          ],
          "answer": "A",
          "id": "S4000005216"
        },
        {
          "type": "single_choice",
          "question": "根据《高等教育法》，高等学校的具体标准由谁制定？（    ）",
          "options": [
            "A.人大常委会；",
            "B.国务院；",
            "C.教育部；",
            "D. 各省、自治区、直辖市人民政府"
          ],
          "answer": "B",
          "id": "S4000005217"
        },
        {
          "type": "single_choice",
          "question": "学生无故缺课累计超过该科教学时数（    ）者，不得参加本门课的考核。",
          "options": [
            "A.1/2；",
            "B.1/3；",
            "C.1/4；",
            "D.1/5"
          ],
          "answer": "B",
          "id": "S4000005218"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理是高校以（    ）为中心，按照教育方针的要求，遵循教育规律，促进学生成长成才的组织活动。",
          "options": [
            "A.学生的健康成长、全面成才；",
            "B.学校教育教学秩序；",
            "C.学校教育教学活动的组织实施；",
            "D.学生管理计划"
          ],
          "answer": "A",
          "id": "S4000005219"
        },
        {
          "type": "single_choice",
          "question": "《中国教育改革和发展纲要》颁布的时间是（    ）。",
          "options": [
            "A.1971年；",
            "B.1972年；",
            "C.1985年；",
            "D.1993年"
          ],
          "answer": "D",
          "id": "S4000005220"
        },
        {
          "type": "single_choice",
          "question": "十九大政治报告把“以人民为中心”作为中国特色社会主义思想的核心理念。这就要求教育：（）。",
          "options": [
            "A.扩大办学规模",
            "B.普遍接受高中教育",
            "C.关注人的可持续发展",
            "D.更多接受高等教育"
          ],
          "answer": "C",
          "id": "S4000005221"
        },
        {
          "type": "single_choice",
          "question": "关于教育立法权的特征，正确的是(    )。",
          "options": [
            "A.是一种综合的权利体系；",
            "B.最终属于国家主权拥有者；",
            "C.以调整教育中的各种行为关系为目的；",
            "D.以上三种都对"
          ],
          "answer": "D",
          "id": "S4000005222"
        },
        {
          "type": "single_choice",
          "question": "成人高等学校主要培养对象为（    ）。",
          "options": [
            "A.18岁以上成年人；",
            "B.24岁以上成年人；",
            "C.30岁以上成年人；",
            "D.在职在业者"
          ],
          "answer": "C",
          "id": "S4000005223"
        },
        {
          "type": "single_choice",
          "question": "下列不属于我国教育行政处罚种类的是（   ）。",
          "options": [
            "A.警告；",
            "B.罚款；",
            "C.拘役；",
            "D.撤销教师资格"
          ],
          "answer": "C",
          "id": "S4000005224"
        },
        {
          "type": "single_choice",
          "question": "因品行不良、侮辱学生,影响恶劣的,被撤销教师资格的,自撤销之日起多少年内不得重新申请认定教师资格？（    ）",
          "options": [
            "A.3；",
            "B.4；",
            "C.5；",
            "D.6"
          ],
          "answer": "C",
          "id": "S4000005225"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想形成的时代条件是（    ）。",
          "options": [
            "A.时代主题已由战争与革命转变为和平与发展",
            "B.世界已处于多极化和全球化时代",
            "C.中国进入改革开放和现代化建设新时期",
            "D.中国特色社会主义进入新时代"
          ],
          "answer": "D",
          "id": "S4000005226"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，到本世纪中叶，（　）基本实现。",
          "options": [
            "A.基本公共服务",
            "B.国家治理体系和治理能力现代化",
            "C.美丽中国目标",
            "D.全体人民共同富裕"
          ],
          "answer": "D",
          "id": "S4000005227"
        },
        {
          "type": "single_choice",
          "question": "在高校学生的义务中，只是部分学生应承担的专项义务的是（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.尊敬师长、刻苦学习；",
            "C.增强体质，树立爱国主义、集体主义和社会主义的理想；",
            "D.获得贷款和助学金的同学，应履行相应的义务"
          ],
          "answer": "D",
          "id": "S4000005228"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》有关规定，在法理上，各省、自治区、直辖市的地方性教育法规与国家教育部的教育规章相比，其法律效力如何？(    )",
          "options": [
            "A.地方性教育法规的效力高；",
            "B.教育部的教育规章效力高；",
            "C.两者的法律效力相等；",
            "D.两者的法律效力无法比较"
          ],
          "answer": "A",
          "id": "S4000005229"
        },
        {
          "type": "single_choice",
          "question": "决定党和国家前途命运的根本力量是（  ）。",
          "options": [
            "A.生产力",
            "B.科学",
            "C.人民",
            "D.历史"
          ],
          "answer": "C",
          "id": "S4000005230"
        },
        {
          "type": "single_choice",
          "question": "党的十九大作出的重大政治判断是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代",
            "B.中国特色社会主义进入了新时期",
            "C.中国特色社会主义进入了新征程",
            "D.中国特色社会主义进入了新阶段"
          ],
          "answer": "A",
          "id": "S4000005231"
        },
        {
          "type": "single_choice",
          "question": "十九大报告不仅将党的建设放到“四个伟大”的构架中，而且强调起决定性作用的是党的建设新的（   ）。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "B",
          "id": "S4000005232"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.本质；",
            "B.根本任务；",
            "C.指导思想；",
            "D.制定主体"
          ],
          "answer": "D",
          "id": "S4000005233"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，抓住了（   ）就抓住了新时代党的建设的要害。",
          "options": [
            "A.制度建设",
            "B.组织建设",
            "C.纪律建设",
            "D.政治建设"
          ],
          "answer": "D",
          "id": "S4000005234"
        },
        {
          "type": "single_choice",
          "question": "交付全国人民代表大会表决未获通过的法律案，如提案人认为必须制定该法律，可以按照法定程序重新提出，是否能列入全国人大会议议程最终由(    )。",
          "options": [
            "A.全国人大审议决定；",
            "B.全国人大主席团审议决定；",
            "C.全国人大常委会委员长会议审议决定；",
            "D.全国人大各代表团团长会议审议决定"
          ],
          "answer": "A",
          "id": "S4000005235"
        },
        {
          "type": "single_choice",
          "question": "作为一个部门法，教育法规与其他部门法相比较，具有的特征，除了内容具有多层次性、广泛性和调整对象的多样性之外，还包括（    ）。",
          "options": [
            "A.权利和义务的统一性；",
            "B.法律后果的特殊性；",
            "C.国家强制性；",
            "D.法律规范内容的明确性"
          ],
          "answer": "B",
          "id": "S4000005236"
        },
        {
          "type": "single_choice",
          "question": "不属于高等教育行政行为的合法性要件是（    ）。",
          "options": [
            "A.主体合法性；",
            "B.客体合法性；",
            "C.行政权限合法；",
            "D.行政行为的内容合法"
          ],
          "answer": "B",
          "id": "S4000005237"
        },
        {
          "type": "single_choice",
          "question": "提出“国将兴，必贵师而重傅”观点的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.墨子；",
            "D.荀子"
          ],
          "answer": "D",
          "id": "S4000005238"
        },
        {
          "type": "single_choice",
          "question": "新征程的开启以决胜( 　)为发展前提。",
          "options": [
            "A.全面建成小康社会",
            "B.全面建成美丽中国",
            "C.全面从严治党",
            "D.全面深化改革"
          ],
          "answer": "A",
          "id": "S4000005239"
        },
        {
          "type": "single_choice",
          "question": "《刑法》第17条规定,已满十四周岁不满十六周岁的人,犯（    ）的,应当负刑事责任。",
          "options": [
            "A.故意伤害致人重伤或者死亡罪；",
            "B.盗窃罪；",
            "C.诈骗罪；",
            "D.故意毁坏财物罪"
          ],
          "answer": "A",
          "id": "S4000005240"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "S4000005241"
        },
        {
          "type": "single_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "S4000005242"
        },
        {
          "type": "single_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "S4000005243"
        },
        {
          "type": "single_choice",
          "question": "具有制定地方性法规权限的权力机关有(    )。",
          "options": [
            "A.省级人民代表大会及其常务委员会；",
            "B.省级人民政府所在的市的人民代表大会及其常务委员会；",
            "C.国务院批准的较大市的人民代表大会及其常务委员会；",
            "D.省级人民政府"
          ],
          "answer": "ABC",
          "id": "S4000005244"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "S4000005245"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的方式主要有（    ）。",
          "options": [
            "A.教育行政复议；",
            "B.教育行政诉讼；",
            "C.仲裁；",
            "D.教育申诉"
          ],
          "answer": "ABD",
          "id": "S4000005246"
        },
        {
          "type": "single_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "S4000005247"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "S4000005248"
        },
        {
          "type": "single_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "S4000005249"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想是（    ）。",
          "options": [
            "A.马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展",
            "B.党和人民实践经验和集体智慧的结晶",
            "C.中国特色社会主义理论体系的重要组成部分",
            "D.全党全国人民为实现中华民族伟大复兴而奋斗的行动指南"
          ],
          "answer": "ABCD",
          "id": "S4000005250"
        },
        {
          "type": "single_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "S4000005251"
        },
        {
          "type": "single_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "S4000005252"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "S4000005253"
        },
        {
          "type": "single_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "S4000005254"
        },
        {
          "type": "single_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "S4000005255"
        },
        {
          "type": "single_choice",
          "question": "教育法制监督的途径很多，在目前教育实践中，国家机关和群众对教育法律法规实施情况通常采用监督方式除了教育审计外，还有（   ）。",
          "options": [
            "A.教育经费预算、决算；",
            "B.教育执法检查；",
            "C.教育督导；",
            "D.教育行政监察"
          ],
          "answer": "ABCD",
          "id": "S4000005256"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000005257"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "S4000005258"
        },
        {
          "type": "single_choice",
          "question": "高等学校党委的领导职责包括（    ）。",
          "options": [
            "A. 领导学校的思想政治工作和德育工作；",
            "B. 讨论决定学校内部组织机构的设置和内部组织机构负责人的人选；",
            "C.任命校长；",
            "D. 聘任教师"
          ],
          "answer": "AB",
          "id": "S4000005259"
        },
        {
          "type": "single_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "S4000005260"
        },
        {
          "type": "single_choice",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005261"
        },
        {
          "type": "single_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005262"
        },
        {
          "type": "single_choice",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005263"
        },
        {
          "type": "single_choice",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005264"
        },
        {
          "type": "single_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005265"
        },
        {
          "type": "single_choice",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005266"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005267"
        },
        {
          "type": "single_choice",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005268"
        },
        {
          "type": "single_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005269"
        },
        {
          "type": "single_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005270"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005271"
        },
        {
          "type": "single_choice",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005272"
        },
        {
          "type": "single_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005273"
        },
        {
          "type": "single_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005274"
        },
        {
          "type": "single_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005275"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005276"
        },
        {
          "type": "single_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005277"
        },
        {
          "type": "single_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005278"
        },
        {
          "type": "single_choice",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005279"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005280"
        },
        {
          "type": "single_choice",
          "question": "学生无故缺课累计超过该科教学时数（    ）者，不得参加本门课的考核。",
          "options": [
            "A.1/2；",
            "B.1/3；",
            "C.1/4；",
            "D.1/5"
          ],
          "answer": "B",
          "id": "S4000005281"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000005282"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学者的知识产权投入一般不得超过各自投入的（    ）。",
          "options": [
            "A.二分之一；",
            "B.三分之一；",
            "C.四分之一；",
            "D.五分之一"
          ],
          "answer": "B",
          "id": "S4000005283"
        },
        {
          "type": "single_choice",
          "question": "在教育行政诉讼中，（    ）负有举证责任。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.教育行政机关或教育法律、法规授权的组织；",
            "D.起诉人"
          ],
          "answer": "C",
          "id": "S4000005284"
        },
        {
          "type": "single_choice",
          "question": "我国发展新的历史方位指的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新征程",
            "B.中国特色社会主义进入了新时期",
            "C.中国特色社会主义进入了新时代",
            "D.中国特色社会主义进入了新阶段"
          ],
          "answer": "C",
          "id": "S4000005285"
        },
        {
          "type": "single_choice",
          "question": "在教育司法实践中，如某一违反教育法律法规的行为同时触犯多种形式的教育法律规范，则可追究行为人责任种类是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育民事责任、教育行政责任或教育刑事责任"
          ],
          "answer": "D",
          "id": "S4000005286"
        },
        {
          "type": "single_choice",
          "question": "不属于教育法律的责任种类的是（    ）。",
          "options": [
            "A.行政法律责任；",
            "B.民事法律责任；",
            "C.刑事法律责任；",
            "D.行为法律责任"
          ],
          "answer": "D",
          "id": "S4000005287"
        },
        {
          "type": "single_choice",
          "question": "人民法院对教育行政案件审理后，应根据不同情况作出判决，下列判决中不属于法定判决形式的有（    ）",
          "options": [
            "A.履行判决；",
            "B.维持判决；",
            "C.变更判决；",
            "D.中止判决"
          ],
          "answer": "D",
          "id": "S4000005288"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义的本质要求和重要保障是（    ）。",
          "options": [
            "A.全面深化改革",
            "B.全面建成小康社会",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "C",
          "id": "S4000005289"
        },
        {
          "type": "single_choice",
          "question": "刑罚分为两类:主刑和附加刑。主刑是对犯罪人适用的主要的刑罚方法,附加刑是补充主刑适用的刑罚方法，同时也可单独适用。下列属于附加刑的刑罚是（    ）",
          "options": [
            "A.罚款；",
            "B.拘役；",
            "C.管制",
            "D.罚金"
          ],
          "answer": "D",
          "id": "S4000005290"
        },
        {
          "type": "single_choice",
          "question": "根据我国民法通则的规定，学校及其他教育机构应属于（    ）。",
          "options": [
            "A.企业法人；",
            "B.社会团体法人；",
            "C.机关法人；",
            "D.事业单位法人"
          ],
          "answer": "D",
          "id": "S4000005291"
        },
        {
          "type": "single_choice",
          "question": "下列不属于教育权利能力取得方式的是（    ）。",
          "options": [
            "A.依法律规定；",
            "B.有关部门批准；",
            "C.出生；",
            "D.考试"
          ],
          "answer": "C",
          "id": "S4000005292"
        },
        {
          "type": "single_choice",
          "question": "人与自然是（ ）共同体。",
          "options": [
            "A.社会",
            "B.命运",
            "C.生态",
            "D.生命"
          ],
          "answer": "D",
          "id": "S4000005293"
        },
        {
          "type": "single_choice",
          "question": "我们要牢固树立社会主义生态文明观，推动形成（ ）现代化建设新格局，为保护生态环境作出我们这代人的努力！",
          "options": [
            "A.与自然和谐共生",
            "B.人与环境和谐发展",
            "C.人与自然和谐发展",
            "D.人与环境和谐共生"
          ],
          "answer": "C",
          "id": "S4000005294"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等学校教育评估暂行规定》，普通高校的合格评估（鉴定）由哪个部门组织实施？（    ）。",
          "options": [
            "A.省属高校由省级教育行政部门组织实施，部属院校由教育部组织实施；",
            "B.所有普通高校都由教育部组织实施；",
            "C.本科院校由教育部组织实施，专科院校由省级教育行政部门组织实施；",
            "D.所有普通高校都由省级教育行政部门组织实施"
          ],
          "answer": "B",
          "id": "S4000005295"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.本质；",
            "B.根本任务；",
            "C.指导思想；",
            "D.制定主体"
          ],
          "answer": "D",
          "id": "S4000005296"
        },
        {
          "type": "single_choice",
          "question": "高等学校分立、合并、终止，变更名称、类别和其他重要事项的审批机构（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 原审批机关"
          ],
          "answer": "D",
          "id": "S4000005297"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上不包括（   ）。",
          "options": [
            "A.教育执法；",
            "B.教育司法；",
            "C.教育守法；",
            "D.教育立法"
          ],
          "answer": "D",
          "id": "S4000005298"
        },
        {
          "type": "single_choice",
          "question": "作为“伟大事业”的中国特色社会主义，是我国改革开放以来每次党代会都确立的主题，它要回答（ ）的根本问题，具有举旗定向作用。",
          "options": [
            "A.“担负什么样的历史使命、实现什么样的奋斗目标”",
            "B.“以什么样的精神状态”",
            "C.“提供什么样的领导力量”",
            "D.“举什么旗、走什么路”"
          ],
          "answer": "D",
          "id": "S4000005299"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.混合意义的教育法制不仅包括教育法律制度，而且还包括教育法律制度的运行；",
            "B.1995年3月18日,第八届全国人民代表大会第三次会议审议通过了《中华人民共和国教育法》；",
            "C.静态意义的教育法制，是国家全部有关教育的法律制度体系；",
            "D.1986年4月,第六届全国人民代表大会常务委员会第四次会议通过了《中华人民共和国义务教育法》"
          ],
          "answer": "D",
          "id": "S4000005300"
        },
        {
          "type": "single_choice",
          "question": "加强对生态文明建设的总体设计和组织领导，设立（ ）机构。",
          "options": [
            "A.国有自然资源资产管理和自然环境监管",
            "B.国有自然资源资产管理和自然生态监管",
            "C.国有自然资源资产监管和自然生态管理",
            "D.国有自然环境资产监管和自然生态管理"
          ],
          "answer": "B",
          "id": "S4000005301"
        },
        {
          "type": "single_choice",
          "question": "不属于国外学者来华进行研究和学术交流的是（    ）。",
          "options": [
            "A.与我国高等教育机构进行短期合作研究；",
            "B.来华任教；",
            "C.来华开展学术访问；",
            "D.参加我国举行的学术会议"
          ],
          "answer": "B",
          "id": "S4000005302"
        },
        {
          "type": "single_choice",
          "question": "哪些高等学校必须实行中国共产党高等学校基层委员会领导下的校长负责制？（    ）。",
          "options": [
            "A.中国境内所有的高等学校；",
            "B.中国国家举办的高等学校；",
            "C.中国境内除中外合作办学外的所有高等学校；",
            "D.中国国家举办的普通高等学校"
          ],
          "answer": "B",
          "id": "S4000005303"
        },
        {
          "type": "single_choice",
          "question": "对违反学校内部管理规章制度的学生，学校应当予以（    ）。",
          "options": [
            "A.开除；",
            "B.批评教育并处罚款；",
            "C.批评教育，但不得随意开除；",
            "D.罚款"
          ],
          "answer": "C",
          "id": "S4000005304"
        },
        {
          "type": "single_choice",
          "question": "高等教育推动社会发展的基本途径不包括（    ）。",
          "options": [
            "A.培养各类高级人才；",
            "B.传承、创新文化，培养跨文化的人才；",
            "C.从事科学研究，创新科技成果；",
            "D.直接服务社会"
          ],
          "answer": "B",
          "id": "S4000005305"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000005306"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应以何种语言为基本教学语言文字？（    ）",
          "options": [
            "A.普通话和规范汉字；",
            "B.英语；",
            "C.合作外方规范语言；",
            "D.由合作双方商定；"
          ],
          "answer": "A",
          "id": "S4000005307"
        },
        {
          "type": "single_choice",
          "question": "新时代教育事业优先发展的基本保障是（  ）。",
          "options": [
            "A.义务教育一体化",
            "B.产教融合",
            "C.学生资助制度",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S4000005308"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在人类社会发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.迎来了实现中华民族伟大复兴的光明前景",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.科学社会主义在二十一世纪的中国焕发出强大生机活力"
          ],
          "answer": "C",
          "id": "S4000005309"
        },
        {
          "type": "single_choice",
          "question": "不属于高等学校教师管理制度的是（    ）。",
          "options": [
            "A.监督制度；",
            "B.资格制度；",
            "C.职务制度；",
            "D.聘任制度"
          ],
          "answer": "A",
          "id": "S4000005310"
        },
        {
          "type": "single_choice",
          "question": "在党的(  )报告中，首次提出了社会文明概念。",
          "options": [
            "A.十五大",
            "B.十六大",
            "C.十八大",
            "D.十九大"
          ],
          "answer": "D",
          "id": "S4000005311"
        },
        {
          "type": "single_choice",
          "question": "高等学校的教师的聘任，应当遵循（    ）的原则，由高等学校校长与受聘教师签订聘任合同。",
          "options": [
            "A.服从学校发展需要；",
            "B.由教师自己申请；",
            "C.学校规章制度确立；",
            "D.双方平等自愿"
          ],
          "answer": "D",
          "id": "S4000005312"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代做好“三农”工作的总抓手（    ）。",
          "options": [
            "A.实施健康中国战略",
            "B.实施社会主义新农村建设",
            "C.实施社会主义市场经济",
            "D.实施乡村振兴战略"
          ],
          "answer": "D",
          "id": "S4000005313"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教师法》的颁布时间是（    ）。",
          "options": [
            "A.1978年；",
            "B.1985年；",
            "C.1986年；",
            "D.1993年"
          ],
          "answer": "D",
          "id": "S4000005314"
        },
        {
          "type": "single_choice",
          "question": "下列哪个惩罚措施不属于我国对学生进行处分种类？(    )",
          "options": [
            "A.警告；",
            "B.开除学籍；",
            "C.罚款；",
            "D.勒令退学"
          ],
          "answer": "C",
          "id": "S4000005315"
        },
        {
          "type": "single_choice",
          "question": "提出“国将兴，必贵师而重傅”观点的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.墨子；",
            "D.荀子"
          ],
          "answer": "D",
          "id": "S4000005316"
        },
        {
          "type": "single_choice",
          "question": "依据各类关系主体之间的身份地位不同，可将教育法律关系分为教育行政关系和（    ）。",
          "options": [
            "A.教育横向关系；",
            "B.教育民事关系；",
            "C.教育平等关系；",
            "D.教育学习关系"
          ],
          "answer": "B",
          "id": "S4000005317"
        },
        {
          "type": "single_choice",
          "question": "根据国家教育行政部门规定，在职人员申请自费出国留学，其公职等问题由（    ）。",
          "options": [
            "A.所在单位自行处理；",
            "B.所在单位上级部门处理；",
            "C.所在单位所在地的劳动人事部门处理；",
            "D.所在单位所在地的教育行政部门处理"
          ],
          "answer": "A",
          "id": "S4000005318"
        },
        {
          "type": "single_choice",
          "question": "我国教育工作的总方向是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "A",
          "id": "S4000005319"
        },
        {
          "type": "single_choice",
          "question": "教育行政救济是指按照教育法律法规有关规定，受教育者和教师可通过（    ）制度来对抗侵权行为以获得法律救济。",
          "options": [
            "A.诉讼；",
            "B.申诉；",
            "C.仲裁；",
            "D.调解"
          ],
          "answer": "B",
          "id": "S4000005320"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "S4000005321"
        },
        {
          "type": "single_choice",
          "question": "决定立法议案能否列入全国人大或全国人大常委会议程的机构是？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会；",
            "C.全国人大常委会委员长会议；",
            "D.全国人大法律委员会"
          ],
          "answer": "AC",
          "id": "S4000005322"
        },
        {
          "type": "single_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "S4000005323"
        },
        {
          "type": "single_choice",
          "question": "依据处罚内容的不同，可以将教育行政处罚分为（    ）。",
          "options": [
            "A.人身罚；",
            "B.申诫罚；",
            "C.能力罚；",
            "D.财产罚"
          ],
          "answer": "BCD",
          "id": "S4000005324"
        },
        {
          "type": "single_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "S4000005325"
        },
        {
          "type": "single_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "S4000005326"
        },
        {
          "type": "single_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "S4000005327"
        },
        {
          "type": "single_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "S4000005328"
        },
        {
          "type": "single_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "S4000005329"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "S4000005330"
        },
        {
          "type": "single_choice",
          "question": "下列法院属于地方各级人民法院的是（    ）。",
          "options": [
            "A.最高人民法院；",
            "B.基层人民法院；",
            "C.中级人民法院；",
            "D.高级人民法院；",
            "E.军事法院"
          ],
          "answer": "BCD",
          "id": "S4000005331"
        },
        {
          "type": "single_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "S4000005332"
        },
        {
          "type": "single_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "S4000005333"
        },
        {
          "type": "single_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "S4000005334"
        },
        {
          "type": "single_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "S4000005335"
        },
        {
          "type": "single_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "S4000005336"
        },
        {
          "type": "single_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S4000005337"
        },
        {
          "type": "single_choice",
          "question": "健全的教育法制体现在（    ）。",
          "options": [
            "A.有完善的法制来明确教育的地位和作用；",
            "B.有完善的法制来保障公民的受教育权利；",
            "C.有完善的法制来保证学校的教育教学；",
            "D.有完备的法律体系；",
            "E.有明确的责任规定"
          ],
          "answer": "ABCDE",
          "id": "S4000005338"
        },
        {
          "type": "single_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "S4000005339"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的立法精神和相关法律规定，教师享有（    ）的权利。",
          "options": [
            "A.对学校教育教学、管理工作和教育行政部门的工作提出意见和建议的权利；",
            "B.通过教职工代表大会或者其他形式，参与学校的民主管理的权利；",
            "C.决定学校年度工作计划、发展规划、改革方案、教职工队伍建设等重大问题；",
            "D.监督学校管理工作"
          ],
          "answer": "ABD",
          "id": "S4000005340"
        },
        {
          "type": "single_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005341"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005342"
        },
        {
          "type": "single_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005343"
        },
        {
          "type": "single_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005344"
        },
        {
          "type": "single_choice",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005345"
        },
        {
          "type": "single_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005346"
        },
        {
          "type": "single_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005347"
        },
        {
          "type": "single_choice",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005348"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005349"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005350"
        },
        {
          "type": "single_choice",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005351"
        },
        {
          "type": "single_choice",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005352"
        },
        {
          "type": "single_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005353"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005354"
        },
        {
          "type": "single_choice",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005355"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005356"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005357"
        },
        {
          "type": "single_choice",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005358"
        },
        {
          "type": "single_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005359"
        },
        {
          "type": "single_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005360"
        },
        {
          "type": "single_choice",
          "question": "加强对生态文明建设的总体设计和组织领导，设立（ ）机构。",
          "options": [
            "A.国有自然资源资产管理和自然环境监管",
            "B.国有自然资源资产管理和自然生态监管",
            "C.国有自然资源资产监管和自然生态管理",
            "D.国有自然环境资产监管和自然生态管理"
          ],
          "answer": "B",
          "id": "S4000005361"
        },
        {
          "type": "single_choice",
          "question": "第一次对教师的权利、义务、任用、考核、培训和待遇等方面作了全面规定的是（    ）。",
          "options": [
            "A.《教育法》；",
            "B.《教师法》；",
            "C.《高等教育法》；",
            "D.《义务教育法》"
          ],
          "answer": "B",
          "id": "S4000005362"
        },
        {
          "type": "single_choice",
          "question": "不属于国外学者来华进行研究和学术交流的是（    ）。",
          "options": [
            "A.与我国高等教育机构进行短期合作研究；",
            "B.来华任教；",
            "C.来华开展学术访问；",
            "D.参加我国举行的学术会议"
          ],
          "answer": "B",
          "id": "S4000005363"
        },
        {
          "type": "single_choice",
          "question": "不属于我国法制建设基本方针的是(    )。",
          "options": [
            "A.有法可依；",
            "B.执法必严；",
            "C.普法全面；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000005364"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义的本质要求和重要保障是（    ）。",
          "options": [
            "A.全面深化改革",
            "B.全面建成小康社会",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "C",
          "id": "S4000005365"
        },
        {
          "type": "single_choice",
          "question": "教育司法救济是指通过法定诉讼程序获得教育法律救济的司法救济渠道。从我国现行法律制度看，凡符合（    ）受案范围的，都可以通过教育诉讼来获得法律救济。",
          "options": [
            "A.民事诉讼法；",
            "B.行政诉讼法；",
            "C.民事诉讼法、刑事诉讼法和行政诉讼法；",
            "D.刑事诉讼法"
          ],
          "answer": "C",
          "id": "S4000005366"
        },
        {
          "type": "single_choice",
          "question": "在党的(  )报告中，首次提出了社会文明概念。",
          "options": [
            "A.十五大",
            "B.十六大",
            "C.十八大",
            "D.十九大"
          ],
          "answer": "D",
          "id": "S4000005367"
        },
        {
          "type": "single_choice",
          "question": "在实践中，教育经费普遍短缺，教师工资长期反复地被拖欠，学校周边环境日益恶劣，学校乱收费屡禁不绝，家长教养不当，学生不断流失，童工、童商等快速增多。以上在教育领域内出现的社会现象，都是教育法规明令禁止的，但却没有得到切实执行，说明我们没有(    )。",
          "options": [
            "A.有法可依；",
            "B.有法必依；",
            "C.执法必严；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000005368"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应以何种语言为基本教学语言文字？（    ）",
          "options": [
            "A.普通话和规范汉字；",
            "B.英语；",
            "C.合作外方规范语言；",
            "D.由合作双方商定；"
          ],
          "answer": "A",
          "id": "S4000005369"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程在“四个伟大”中起着决定性作用。关于党的建设内容问题，十九大报告首次将（ ）摆在第一位。",
          "options": [
            "A.政治建设",
            "B.思想建设",
            "C.制度建设",
            "D.作风建设"
          ],
          "answer": "A",
          "id": "S4000005370"
        },
        {
          "type": "single_choice",
          "question": "根据新征程的部署，到本纪中叶要把我国建成(  )。",
          "options": [
            "A.中等发达国家",
            "B.综合国力和国际影响力领先的国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000005371"
        },
        {
          "type": "single_choice",
          "question": "决定党和国家前途命运的根本力量是（  ）。",
          "options": [
            "A.生产力",
            "B.科学",
            "C.人民",
            "D.历史"
          ],
          "answer": "C",
          "id": "S4000005372"
        },
        {
          "type": "single_choice",
          "question": "法律作为调整社会关系的社会规范，与道德等其他调整社会关系的社会规范不同的地方在于（    ）。",
          "options": [
            "A.法律是由国家强制力保证实施的；",
            "B.法律可以调整市场经济关系；",
            "C.违反法律会受到舆论或内心信念的谴责；",
            "D.违反法律会受到党纪、政纪处分"
          ],
          "answer": "A",
          "id": "S4000005373"
        },
        {
          "type": "single_choice",
          "question": "我国的教育仲裁制度（    ）。",
          "options": [
            "A.已经基本建立；",
            "B.已经趋于完善；",
            "C.已经较为完善；",
            "D.尚在摸索之中"
          ],
          "answer": "D",
          "id": "S4000005374"
        },
        {
          "type": "single_choice",
          "question": "高等教育推动社会发展的基本途径不包括（    ）。",
          "options": [
            "A.培养各类高级人才；",
            "B.传承、创新文化，培养跨文化的人才；",
            "C.从事科学研究，创新科技成果；",
            "D.直接服务社会"
          ],
          "answer": "B",
          "id": "S4000005375"
        },
        {
          "type": "single_choice",
          "question": "《中共中央关于教育体制改的决定》颁布的时间是（    ）。",
          "options": [
            "A.1958年；",
            "B. 1961年；",
            "C.1978年；",
            "D.1985年"
          ],
          "answer": "D",
          "id": "S4000005376"
        },
        {
          "type": "single_choice",
          "question": "新时代我国社会主要矛盾的相关论述不正确的是（ ）。",
          "options": [
            "A.我国社会主要矛盾的变化是关系全局的历史性变化",
            "B.我国社会主要矛盾的变化对党和国家工作提出了许多新要求",
            "C.我国社会主要矛盾的变化表明社会主义初级阶段的基本国情已经发生根本变化",
            "D.我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "C",
          "id": "S4000005377"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，我国基本实现现代化的时间节点是（　）。",
          "options": [
            "A.2000年",
            "B.2020年",
            "C.2035年",
            "D.本世纪中叶"
          ],
          "answer": "C",
          "id": "S4000005378"
        },
        {
          "type": "single_choice",
          "question": "教师如果对学校或其他教育机构提出申诉，受理申诉的机关为（    ）。",
          "options": [
            "A.当地人民政府的有关行政部门；",
            "B.学校或其他教育机构；",
            "C.主管的教育部门；",
            "D.信访部门"
          ],
          "answer": "C",
          "id": "S4000005379"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的目的在于（    ）。",
          "options": [
            "A.补救合法权益受损害者；",
            "B.解决法定权益的纠纷；",
            "C.惩治侵权行为；",
            "D.维护国家教育法律的尊严"
          ],
          "answer": "A",
          "id": "S4000005380"
        },
        {
          "type": "single_choice",
          "question": "我国普法工作的起始年份是（    ）。",
          "options": [
            "A.1985；",
            "B.1986；",
            "C.1987；",
            "D.2001"
          ],
          "answer": "B",
          "id": "S4000005381"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育行政管理的基本体制是（    ）。",
          "options": [
            "A.中央统一领导；",
            "B. 地方各自领导；",
            "C.分工负责、分级管理；",
            "D.分级负责、分工管理"
          ],
          "answer": "C",
          "id": "S4000005382"
        },
        {
          "type": "single_choice",
          "question": "在下列情形中，学校应承担教育法律责任的情形是(    )。",
          "options": [
            "A.监护人知道学生有特异体质，但未告知学校的；",
            "B.在对抗性或者具有风险性的体育竞赛活动中发生意外伤害的；",
            "C.学生在校期间突发疾病，学校发现但未根据实际情况及时采取相应措施，导致不良后果加重的；",
            "D.来自学校偶发性侵害造成的"
          ],
          "answer": "C",
          "id": "S4000005383"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是（    ）。",
          "options": [
            "A.法是统治阶级意志的体现，只能由国家制定；",
            "B.法律是规定权利和义务的行为规范；",
            "C.法律依靠国家强制力来得以实施；",
            "D.法的规范作用主要包括指引、评价、预测、教育等方面"
          ],
          "answer": "A",
          "id": "S4000005384"
        },
        {
          "type": "single_choice",
          "question": "习近平总书记在十九大政治报告明确指出：“建设教育强国是中华民族伟大复兴的基础工程，必须把教育事业放在优先位置，加快教育现代化，办好人民满意的教育。”这个优先发展教育命题的主要内涵是指：（）。",
          "options": [
            "A.优先投资教育",
            "B.优先扩大教育规模",
            "C.注重教育公平",
            "D.重点发展优质教育"
          ],
          "answer": "D",
          "id": "S4000005385"
        },
        {
          "type": "single_choice",
          "question": "国家实行行政许可制度，实施教育行政许可，一般应当由（    ）。",
          "options": [
            "A.政府的名义作出；",
            "B.政府发改委的名义作出；",
            "C.政府相关职能部门联合作出；",
            "D.教育行政部门名义作出"
          ],
          "answer": "D",
          "id": "S4000005386"
        },
        {
          "type": "single_choice",
          "question": "在教育行政诉讼中，（    ）负有举证责任。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.教育行政机关或教育法律、法规授权的组织；",
            "D.起诉人"
          ],
          "answer": "C",
          "id": "S4000005387"
        },
        {
          "type": "single_choice",
          "question": "在中国的现代化进程中，城市与乡村是（     ）。",
          "options": [
            "A.竞争对手",
            "B.互为对立",
            "C.命运共同体",
            "D.相互排斥"
          ],
          "answer": "C",
          "id": "S4000005388"
        },
        {
          "type": "single_choice",
          "question": "高等学校年经费开支标准主要由谁制定？（    ）",
          "options": [
            "A.学校；",
            "B.教育部；",
            "C.省级教育行政部门；",
            "D.学校举办者"
          ],
          "answer": "C",
          "id": "S4000005389"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000005390"
        },
        {
          "type": "single_choice",
          "question": "列入全国人大常委会会议议程的法律案，一般须经过几次常务委员会会议审议后再交付表决？(    )",
          "options": [
            "A.一次；",
            "B.两次；",
            "C.三次；",
            "D.五次"
          ],
          "answer": "C",
          "id": "S4000005391"
        },
        {
          "type": "single_choice",
          "question": "教师享有“开展教育改革和实验”的权利属于《教师法》所规定的教师的（    ）。",
          "options": [
            "A.教育教学权；",
            "B.科学研究权；",
            "C.管理学生权；",
            "D.民主管理权"
          ],
          "answer": "A",
          "id": "S4000005392"
        },
        {
          "type": "single_choice",
          "question": "新时代教育事业优先发展的基本保障是（  ）。",
          "options": [
            "A.义务教育一体化",
            "B.产教融合",
            "C.学生资助制度",
            "D.教师队伍建设"
          ],
          "answer": "D",
          "id": "S4000005393"
        },
        {
          "type": "single_choice",
          "question": "根据我国民法通则的规定，学校及其他教育机构应属于（    ）。",
          "options": [
            "A.企业法人；",
            "B.社会团体法人；",
            "C.机关法人；",
            "D.事业单位法人"
          ],
          "answer": "D",
          "id": "S4000005394"
        },
        {
          "type": "single_choice",
          "question": "在学生伤害事故处理中，学校责任适用的归责原则是（    ）。",
          "options": [
            "A.过错责任原则；",
            "B.无过错责任原则；",
            "C.严格责任原则；",
            "D.注重效率原则"
          ],
          "answer": "A",
          "id": "S4000005395"
        },
        {
          "type": "single_choice",
          "question": "我国应以哪部法律为核心构建起教育法律法规体系？(    )",
          "options": [
            "A.《中华人民共和国义务教育法》；",
            "B.《中华人民共和国教师法》；",
            "C.《中华人民共和国学位条例》；",
            "D.《中华人民共和国教育法》"
          ],
          "answer": "D",
          "id": "S4000005396"
        },
        {
          "type": "single_choice",
          "question": "我国政协对我国教育法制情况进行的监督属于（   ）。",
          "options": [
            "A.行政监督；",
            "B.社会监督；",
            "C.司法监督；",
            "D.权力机关的监督"
          ],
          "answer": "B",
          "id": "S4000005397"
        },
        {
          "type": "single_choice",
          "question": "被撤销教师资格的，自被撤销之日起（    ）年内不得重新申请教师资格认定。",
          "options": [
            "A.1；",
            "B.3；",
            "C.5；",
            "D.10"
          ],
          "answer": "C",
          "id": "S4000005398"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国现行高等教育行政管理体制是（    ）。",
          "options": [
            "A.中央与地方分级管理体制；",
            "B.中央集权制；",
            "C.中央统一领导下的分级管理体制；",
            "D.中央与地方合作管理体制"
          ],
          "answer": "C",
          "id": "S4000005399"
        },
        {
          "type": "single_choice",
          "question": "在众多教育法律责任主体中，最主要、最常见的一种教育法律责任主体是(    )。",
          "options": [
            "A.学生；",
            "B.教师；",
            "C.学校；",
            "D.教育行政机关"
          ],
          "answer": "C",
          "id": "S4000005400"
        },
        {
          "type": "single_choice",
          "question": "关于中国特色社会主义进入新时代表述正确的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代，这是我国发展新的历史方位",
            "B.中国特色社会主义进入新时代，我国社会主要矛盾发生了新的变化",
            "C.新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代",
            "D.新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代"
          ],
          "answer": "ABCD",
          "id": "S4000005401"
        },
        {
          "type": "single_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "S4000005402"
        },
        {
          "type": "single_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "S4000005403"
        },
        {
          "type": "single_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "S4000005404"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "S4000005405"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "S4000005406"
        },
        {
          "type": "single_choice",
          "question": "中国社会主义法律体系除了宪法及宪法相关法、行政法、经济法等部门法之外，还包括有（    ）。",
          "options": [
            "A.民商法；",
            "B.社会法；",
            "C.刑法和军事法规；",
            "D.诉讼与非诉讼程序法"
          ],
          "answer": "ABCD",
          "id": "S4000005407"
        },
        {
          "type": "single_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "S4000005408"
        },
        {
          "type": "single_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "S4000005409"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "S4000005410"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005411"
        },
        {
          "type": "single_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "S4000005412"
        },
        {
          "type": "single_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "S4000005413"
        },
        {
          "type": "single_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "S4000005414"
        },
        {
          "type": "single_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "S4000005415"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.无过错责任原则；",
            "B.公正、合理、效益原则；",
            "C.过错责任原则；",
            "D.责任法定原则"
          ],
          "answer": "BCD",
          "id": "S4000005416"
        },
        {
          "type": "single_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "S4000005417"
        },
        {
          "type": "single_choice",
          "question": "将我国教育法律责任划分为教育行政法律责任、教育民事法律责任和教育刑事法律责任的划分标准是(    )。",
          "options": [
            "A.违法主体的法律地位；",
            "B.违法行为的危害程度；",
            "C.违法行为的性质",
            "D.法律责任的内容；",
            "E.承担法律责任主体的身份"
          ],
          "answer": "ABC",
          "id": "S4000005418"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "S4000005419"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "S4000005420"
        },
        {
          "type": "single_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005421"
        },
        {
          "type": "single_choice",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005422"
        },
        {
          "type": "single_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005423"
        },
        {
          "type": "single_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005424"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005425"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005426"
        },
        {
          "type": "single_choice",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005427"
        },
        {
          "type": "single_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005428"
        },
        {
          "type": "single_choice",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005429"
        },
        {
          "type": "single_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005430"
        },
        {
          "type": "single_choice",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005431"
        },
        {
          "type": "single_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005432"
        },
        {
          "type": "single_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005433"
        },
        {
          "type": "single_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005434"
        },
        {
          "type": "single_choice",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005435"
        },
        {
          "type": "single_choice",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005436"
        },
        {
          "type": "single_choice",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005437"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005438"
        },
        {
          "type": "single_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005439"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005440"
        },
        {
          "type": "single_choice",
          "question": "不属于教育法律的责任种类的是（    ）。",
          "options": [
            "A.行政法律责任；",
            "B.民事法律责任；",
            "C.刑事法律责任；",
            "D.行为法律责任"
          ],
          "answer": "D",
          "id": "S4000005441"
        },
        {
          "type": "single_choice",
          "question": "教师提出申诉，应当以（    ）形式提出。",
          "options": [
            "A.口头；",
            "B.书面或口头；",
            "C.自己认为合适的；",
            "D.书面"
          ],
          "answer": "D",
          "id": "S4000005442"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等学校教育评估暂行规定》，普通高校的合格评估（鉴定）由哪个部门组织实施？（    ）。",
          "options": [
            "A.省属高校由省级教育行政部门组织实施，部属院校由教育部组织实施；",
            "B.所有普通高校都由教育部组织实施；",
            "C.本科院校由教育部组织实施，专科院校由省级教育行政部门组织实施；",
            "D.所有普通高校都由省级教育行政部门组织实施"
          ],
          "answer": "B",
          "id": "S4000005443"
        },
        {
          "type": "single_choice",
          "question": "在中国的现代化进程中，城市与乡村是（     ）。",
          "options": [
            "A.竞争对手",
            "B.互为对立",
            "C.命运共同体",
            "D.相互排斥"
          ],
          "answer": "C",
          "id": "S4000005444"
        },
        {
          "type": "single_choice",
          "question": "如教育行政管理相对人因不服具体行政行为而提起教育行政诉讼并且人民法院已受理的，（    ）申请行政复议。",
          "options": [
            "A.在特定情况下可以；",
            "B.一般不可以；",
            "C.可以；",
            "D.不得"
          ],
          "answer": "D",
          "id": "S4000005445"
        },
        {
          "type": "single_choice",
          "question": "十九大报告把党的（   ）摆在首位，强调要以之为统领。",
          "options": [
            "A.思想建设",
            "B.组织建设",
            "C.政治建设",
            "D.作风建设"
          ],
          "answer": "C",
          "id": "S4000005446"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，行使国家立法权的机关是(    )。",
          "options": [
            "A.中共中央总书记，中国国家主席；",
            "B.全国人大，全国人大常委会；",
            "C.全国人大，全国政协；",
            "D.全国人大和中共中央"
          ],
          "answer": "B",
          "id": "S4000005447"
        },
        {
          "type": "single_choice",
          "question": "五年来，我们统筹推进“（ ）”总体布局、协调推进“（ ）”战略布局，“十二五”规划胜利完成，“十三五”规划顺利实施，党和国家事业全面开创新局面。",
          "options": [
            "A.五位一体　四个全面",
            "B.四位一体　五个全面",
            "C.五个全面　四位一体",
            "D.四个全面　五位一体"
          ],
          "answer": "A",
          "id": "S4000005448"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育自学考试暂行条例》规定，开考新专业应由哪个部门审批（    ）。",
          "options": [
            "A.教育部；",
            "B.省、自治区、直辖市教育厅（局）；",
            "C.省级高等教育自学考试委员会；",
            "D.全国高等教育自学考试委员会"
          ],
          "answer": "D",
          "id": "S4000005449"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》第五条规定，我国高等教育的任务不包括（    ）。",
          "options": [
            "A.发展科学技术文化；",
            "B.培养德、智、体全面发展的劳动者和接班人；",
            "C.促进社会主义现代化建设；",
            "D.培养具有创新精神和实践能力的高级专门人才"
          ],
          "answer": "B",
          "id": "S4000005450"
        },
        {
          "type": "single_choice",
          "question": "对违反学校内部管理规章制度的学生，学校应当予以（    ）。",
          "options": [
            "A.开除；",
            "B.批评教育并处罚款；",
            "C.批评教育，但不得随意开除；",
            "D.罚款"
          ],
          "answer": "C",
          "id": "S4000005451"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确中国特色社会主义事业战略布局是（     ）。",
          "options": [
            "A.“五位一体”",
            "B.“四个自信”",
            "C.“四个全面”",
            "D.“三个代表”"
          ],
          "answer": "C",
          "id": "S4000005452"
        },
        {
          "type": "single_choice",
          "question": "教育法制建设的中心环节是（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "C",
          "id": "S4000005453"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的目的在于（    ）。",
          "options": [
            "A.补救合法权益受损害者；",
            "B.解决法定权益的纠纷；",
            "C.惩治侵权行为；",
            "D.维护国家教育法律的尊严"
          ],
          "answer": "A",
          "id": "S4000005454"
        },
        {
          "type": "single_choice",
          "question": "设立独立设置实施本科及以上教育的学院应符合以下规定（    ）。",
          "options": [
            "A.主要培养专科及专科以上专门人才；",
            "B.有2个国家规定的学科门类为主要学科；",
            "C.全日制在校学生计划规模在6000人以上；",
            "D.专任教师在1000人以上"
          ],
          "answer": "A",
          "id": "S4000005455"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.本质；",
            "B.根本任务；",
            "C.指导思想；",
            "D.制定主体"
          ],
          "answer": "D",
          "id": "S4000005456"
        },
        {
          "type": "single_choice",
          "question": "在我国的实践中，国家规定高等学校的经费开支标准的途径是（    ）。",
          "options": [
            "A.综合定额；",
            "B.普通基金；",
            "C.综合定额加专项补助；",
            "D.普通基金加专项基金"
          ],
          "answer": "C",
          "id": "S4000005457"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义最本质的特征、中国特色社会主义制度最大的优势（ ）。",
          "options": [
            "A.中国共产党的领导",
            "B.人民当家作主",
            "C.人民代表大会制度",
            "D.中国共产党领导的多党合作和政治协商制度"
          ],
          "answer": "A",
          "id": "S4000005458"
        },
        {
          "type": "single_choice",
          "question": "坚持反腐败无禁区、全覆盖、零容忍，坚定不移“打虎”、“拍蝇”、“猎狐”，（ ）的目标初步实现，（ ）的笼子越扎越牢，（ ）的堤坝正在构筑，反腐败斗争压倒性态势已经形成并巩固发展。",
          "options": [
            "A.不敢腐　不能腐　不想腐",
            "B.不能腐　不敢腐　不想腐",
            "C.不想腐　不敢腐　不能腐",
            "D.不敢腐　不想腐　不能腐"
          ],
          "answer": "A",
          "id": "S4000005459"
        },
        {
          "type": "single_choice",
          "question": "我国的学科门类大约有（    ）个。",
          "options": [
            "A.3个左右；",
            "B.10个左右；",
            "C.50个左右；",
            "D.超过100个"
          ],
          "answer": "B",
          "id": "S4000005460"
        },
        {
          "type": "single_choice",
          "question": "我国的教育仲裁制度（    ）。",
          "options": [
            "A.已经基本建立；",
            "B.已经趋于完善；",
            "C.已经较为完善；",
            "D.尚在摸索之中"
          ],
          "answer": "D",
          "id": "S4000005461"
        },
        {
          "type": "single_choice",
          "question": "提出依法治国，建设社会主义法治国家的治国基本方略是在（    ）。",
          "options": [
            "A.1982年宪法；",
            "B.1978年党的十一届三中全会；",
            "C.党的十四大；",
            "D.党的十五大"
          ],
          "answer": "D",
          "id": "S4000005462"
        },
        {
          "type": "single_choice",
          "question": "《义务教育法》规定：“招收少数民族学生为主的学校，可以用少数民族通用的语言文字教学。”这一规定，属于教育法律规范的类别是（    ）。",
          "options": [
            "A.义务性规范；",
            "B.授权性规范；",
            "C.制裁性规范；",
            "D.奖励性规范"
          ],
          "answer": "B",
          "id": "S4000005463"
        },
        {
          "type": "single_choice",
          "question": "教育法制化是我国21世纪教育发展的必然趋势，就目前，我国实现依法治教的关键是(    )。",
          "options": [
            "A.教育行政部门、政府有关部门依法行政；",
            "B.促进学校法人制度的建立与完善，并逐步建立、健全对学校的监督与评估机制；",
            "C.切实保障适龄儿童和青少年受教育的基本权利；",
            "D.建立、健全处理教师申诉、学生申诉的程序与机制及运用司法手段处理教育纠纷的机制"
          ],
          "answer": "A",
          "id": "S4000005464"
        },
        {
          "type": "single_choice",
          "question": "全国人民代表大会常务委员会的法律解释(    )。",
          "options": [
            "A.其效力低于其解释的由全国人大制定的法律，等于其解释的由全国人大常委会制定的法律；",
            "B.与其解释的所有法律具有同等效力；",
            "C.其效力低于其解释的法律，高于国务院制定的行政法规；",
            "D.其效力不能确定"
          ],
          "answer": "B",
          "id": "S4000005465"
        },
        {
          "type": "single_choice",
          "question": "提出“国将兴，必贵师而重傅”观点的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.墨子；",
            "D.荀子"
          ],
          "answer": "D",
          "id": "S4000005466"
        },
        {
          "type": "single_choice",
          "question": "（     ）是关系国计民生的根本问题。",
          "options": [
            "A.工业农业国防问题",
            "B.经济政治文化问题",
            "C.农业农村农民问题",
            "D.科技文化社会问题"
          ],
          "answer": "C",
          "id": "S4000005467"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000005468"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国义务教育法》实施的起始时间是(    )。",
          "options": [
            "A.1986年；",
            "B.1987年；",
            "C.1988年；",
            "D.1989年"
          ],
          "answer": "A",
          "id": "S4000005469"
        },
        {
          "type": "single_choice",
          "question": "不属于国外学者来华进行研究和学术交流的是（    ）。",
          "options": [
            "A.与我国高等教育机构进行短期合作研究；",
            "B.来华任教；",
            "C.来华开展学术访问；",
            "D.参加我国举行的学术会议"
          ],
          "answer": "B",
          "id": "S4000005470"
        },
        {
          "type": "single_choice",
          "question": "国家规定范围之内的学费标准审批权限在（    ）。",
          "options": [
            "A.省级教育行政部门；",
            "B.省级人民政府；",
            "C.国务院；",
            "D.国务院教育行政部门"
          ],
          "answer": "B",
          "id": "S4000005471"
        },
        {
          "type": "single_choice",
          "question": "十九大报告创造性地作出下述深刻的判断：“中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。”这样一种崭新的时代特征，赋予了人民“美好生活”以丰富广泛、远近兼顾的多层面内容。由此而言，“优先发展教育”是指：（）。",
          "options": [
            "A.扩大就业机会",
            "B.增加创业机会",
            "C.教育就是最重要的民生",
            "D.实现人生价值"
          ],
          "answer": "C",
          "id": "S4000005472"
        },
        {
          "type": "single_choice",
          "question": "成人高等学校主要培养对象为（    ）。",
          "options": [
            "A.18岁以上成年人；",
            "B.24岁以上成年人；",
            "C.30岁以上成年人；",
            "D.在职在业者"
          ],
          "answer": "C",
          "id": "S4000005473"
        },
        {
          "type": "single_choice",
          "question": "人与自然是（ ）共同体。",
          "options": [
            "A.社会",
            "B.命运",
            "C.生态",
            "D.生命"
          ],
          "answer": "D",
          "id": "S4000005474"
        },
        {
          "type": "single_choice",
          "question": "高校学生权利是一项（    ）。",
          "options": [
            "A.应有权利；",
            "B.法律权利；",
            "C.自然权利；",
            "D.道德权利"
          ],
          "answer": "B",
          "id": "S4000005475"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应当具有法人资格，但允许有例外，即可以不具有法人资格的是（    ）。",
          "options": [
            "A.设立为自学考试助学或从事文化补习的中外合作办学机构；",
            "B.设立从事职业技能培训的中外合作办学机构；",
            "C.设立从事非学历高等教育的中外合作办学机构；",
            "D.外国教育机构同中国普通高校设立的实施高等教育的中外合作办学机构"
          ],
          "answer": "D",
          "id": "S4000005476"
        },
        {
          "type": "single_choice",
          "question": "动态意义的教育法制，其核心在于(    )。",
          "options": [
            "A.教育立法；",
            "B.教育执法；",
            "C.教育普法；",
            "D.依法治教"
          ],
          "answer": "D",
          "id": "S4000005477"
        },
        {
          "type": "single_choice",
          "question": "人民法院对教育行政案件审理后，应根据不同情况作出判决，下列判决中不属于法定判决形式的有（    ）",
          "options": [
            "A.履行判决；",
            "B.维持判决；",
            "C.变更判决；",
            "D.中止判决"
          ],
          "answer": "D",
          "id": "S4000005478"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000005479"
        },
        {
          "type": "single_choice",
          "question": "我们要牢固树立社会主义生态文明观，推动形成（ ）现代化建设新格局，为保护生态环境作出我们这代人的努力！",
          "options": [
            "A.与自然和谐共生",
            "B.人与环境和谐发展",
            "C.人与自然和谐发展",
            "D.人与环境和谐共生"
          ],
          "answer": "C",
          "id": "S4000005480"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想从理论和实践结合上系统回答的重大时代课题是（    ）。",
          "options": [
            "A.什么是社会主义、怎样建设社会主义",
            "B.坚持和发展什么样的中国特色社会主义",
            "C.建设一个什么样的党、怎样建设党",
            "D.怎样坚持和发展中国特色社会主义"
          ],
          "answer": "BD",
          "id": "S4000005481"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "S4000005482"
        },
        {
          "type": "single_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "S4000005483"
        },
        {
          "type": "single_choice",
          "question": "教育法律法规的实施主要靠（    ）。",
          "options": [
            "A.宣传教育；",
            "B.社会成员的自觉遵守；",
            "C.纪律处分；",
            "D.道德谴责；",
            "E.公共舆论"
          ],
          "answer": "AB",
          "id": "S4000005484"
        },
        {
          "type": "single_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "S4000005485"
        },
        {
          "type": "single_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "S4000005486"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "S4000005487"
        },
        {
          "type": "single_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "S4000005488"
        },
        {
          "type": "single_choice",
          "question": "参照我国《行政许可法》规定，国务院教育行政部门可以（    ）。",
          "options": [
            "A.在制定的规章和规范性文件中设定教育行政许可；",
            "B.对教育行政许可规定具体实施的程序、条件等；",
            "C.向国务院提出有关增设、修改、废止教育行政许可的立法建议；",
            "D.向省、自治区、直辖市人民政府提出有关增设、修改、废止教育行政许可的立法建议"
          ],
          "answer": "BC",
          "id": "S4000005489"
        },
        {
          "type": "single_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "S4000005490"
        },
        {
          "type": "single_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "S4000005491"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "S4000005492"
        },
        {
          "type": "single_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "S4000005493"
        },
        {
          "type": "single_choice",
          "question": "能够引起教育法律关系产生、变更或消失的客观情况，即教育法律事实包括（    ）。",
          "options": [
            "A.教育法律行为；",
            "B.教育法律关系主体；",
            "C.教育法律关系客体；",
            "D.教育法律事件；",
            "E.教育法律后果"
          ],
          "answer": "AD",
          "id": "S4000005494"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005495"
        },
        {
          "type": "single_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "S4000005496"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "S4000005497"
        },
        {
          "type": "single_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "S4000005498"
        },
        {
          "type": "single_choice",
          "question": "自学考试是我国高等教育重要组成部分，目前国家承认的高等教育自学考试有（    ）。",
          "options": [
            "A.博士研究生学历；",
            "B.硕士研究生学历；",
            "C.本科学历；",
            "D.专科学历"
          ],
          "answer": "CD",
          "id": "S4000005499"
        },
        {
          "type": "single_choice",
          "question": "2013年3月17日，习近平总书记在第十二届全国人大第一次会议上发表重要讲话，深刻阐释了中国梦的内涵：“实现中华民族伟大复兴的中国梦，就是要实现（ ）。",
          "options": [
            "A.国家富强",
            "B.民族振兴",
            "C.人民幸福",
            "D.国民经济持续健康发展"
          ],
          "answer": "ABC",
          "id": "S4000005500"
        },
        {
          "type": "single_choice",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005501"
        },
        {
          "type": "single_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005502"
        },
        {
          "type": "single_choice",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005503"
        },
        {
          "type": "single_choice",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005504"
        },
        {
          "type": "single_choice",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005505"
        },
        {
          "type": "single_choice",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005506"
        },
        {
          "type": "single_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005507"
        },
        {
          "type": "single_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005508"
        },
        {
          "type": "single_choice",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005509"
        },
        {
          "type": "single_choice",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005510"
        },
        {
          "type": "single_choice",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005511"
        },
        {
          "type": "single_choice",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005512"
        },
        {
          "type": "single_choice",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005513"
        },
        {
          "type": "single_choice",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005514"
        },
        {
          "type": "single_choice",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005515"
        },
        {
          "type": "single_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005516"
        },
        {
          "type": "single_choice",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005517"
        },
        {
          "type": "single_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005518"
        },
        {
          "type": "single_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005519"
        },
        {
          "type": "single_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005520"
        },
        {
          "type": "single_choice",
          "question": "人与自然是（ ）共同体。",
          "options": [
            "A.社会",
            "B.命运",
            "C.生态",
            "D.生命"
          ],
          "answer": "D",
          "id": "S4000005521"
        },
        {
          "type": "single_choice",
          "question": "确定高校学费标准的主要依据是（    ）。",
          "options": [
            "A.人均生活费；",
            "B.生均教育培养成本；",
            "C.基建成本；",
            "D.教师工资"
          ],
          "answer": "B",
          "id": "S4000005522"
        },
        {
          "type": "single_choice",
          "question": "由于革命斗争的日益残酷，列宁认识到有“铁的纪律”，是取得革命胜利的基本条件，强调党的（   ）。",
          "options": [
            "A.作风建设",
            "B.组织建设",
            "C.制度建设",
            "D.思想建设"
          ],
          "answer": "B",
          "id": "S4000005523"
        },
        {
          "type": "single_choice",
          "question": "我国政协对我国教育法制情况进行的监督属于（   ）。",
          "options": [
            "A.行政监督；",
            "B.社会监督；",
            "C.司法监督；",
            "D.权力机关的监督"
          ],
          "answer": "B",
          "id": "S4000005524"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等教育学历证书管理暂行规定》，具有学籍的学生学完教学计划规定的全部课程，其中有一门以上课程补考后仍不及格但不属于留级范围或未修满规定的学分，德育体育合格，可以获得（    ）。",
          "options": [
            "A.毕业证书；",
            "B.肄业证书；",
            "C.结业证书；",
            "D.学习证明书"
          ],
          "answer": "C",
          "id": "S4000005525"
        },
        {
          "type": "single_choice",
          "question": "提出“国将兴，必贵师而重傅”观点的是（    ）。",
          "options": [
            "A.孔子；",
            "B.孟子；",
            "C.墨子；",
            "D.荀子"
          ],
          "answer": "D",
          "id": "S4000005526"
        },
        {
          "type": "single_choice",
          "question": "教育法制建设的中心环节是（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "C",
          "id": "S4000005527"
        },
        {
          "type": "single_choice",
          "question": "依据各类关系主体之间的身份地位不同，可将教育法律关系分为教育行政关系和（    ）。",
          "options": [
            "A.教育横向关系；",
            "B.教育民事关系；",
            "C.教育平等关系；",
            "D.教育学习关系"
          ],
          "answer": "B",
          "id": "S4000005528"
        },
        {
          "type": "single_choice",
          "question": "在教育教学活动中，关于教育者与受教育者之间的关系，说法正确的是（    ）。",
          "options": [
            "A.权利义务平等的民事关系；",
            "B.上下级之间的行政关系；",
            "C.是一种“传道授业”、“教学相长”、尊师爱生的特殊法律关系；",
            "D.是阶级朋友之间的同志关系"
          ],
          "answer": "C",
          "id": "S4000005529"
        },
        {
          "type": "single_choice",
          "question": "党的十九大提出要坚持的新发展理念是（    ）。",
          "options": [
            "A.改革、协调、持续、开放、共享",
            "B.创新、快速、绿色、健康、共享",
            "C.创新、协调、绿色、开放、共享",
            "D.创新、协调、环保、开放、共享"
          ],
          "answer": "C",
          "id": "S4000005530"
        },
        {
          "type": "single_choice",
          "question": "教师享有“开展教育改革和实验”的权利属于《教师法》所规定的教师的（    ）。",
          "options": [
            "A.教育教学权；",
            "B.科学研究权；",
            "C.管理学生权；",
            "D.民主管理权"
          ],
          "answer": "A",
          "id": "S4000005531"
        },
        {
          "type": "single_choice",
          "question": "表述授权性教育法律通常采用的字样是（    ）。",
          "options": [
            "A.“必须”；",
            "B.“应当”；",
            "C.“不得”；",
            "D.“可以”"
          ],
          "answer": "D",
          "id": "S4000005532"
        },
        {
          "type": "single_choice",
          "question": "在教育实践中，当某种学校事故出现后，学校不应承担教育法律责任的情形有（    ）。",
          "options": [
            "A.学校向学生提供的药品、食品、饮用水等不符合国家或者行业的有关标准、要求的；",
            "B.学校组织学生参加教育教学活动或者校外活动，未对学生进行相应的安全教育，并未在可预见的范围内采取必要的安全措施的；",
            "C.对未成年学生擅自离校等与学生人身安全直接相关的信息，学校发现或者知道，但未及时告知未成年学生的监护人，导致未成年学生因脱离监护人的保护而发生伤害的；",
            "D.学生或者其监护人知道学生有特异体质，或者患有特定疾病，但未告知学校的"
          ],
          "answer": "D",
          "id": "S4000005533"
        },
        {
          "type": "single_choice",
          "question": "《刑法》第17条规定,已满十四周岁不满十六周岁的人,犯（    ）的,应当负刑事责任。",
          "options": [
            "A.故意伤害致人重伤或者死亡罪；",
            "B.盗窃罪；",
            "C.诈骗罪；",
            "D.故意毁坏财物罪"
          ],
          "answer": "A",
          "id": "S4000005534"
        },
        {
          "type": "single_choice",
          "question": "新时代党的教育事业发展的根本任务是（  ）。",
          "options": [
            "A.立德树人",
            "B.素质教育",
            "C.教育公平",
            "D.教育改革"
          ],
          "answer": "A",
          "id": "S4000005535"
        },
        {
          "type": "single_choice",
          "question": "中国共产党人的初心和使命，就是为中国人民（ ），为中华民族（ ）。这个初心和使命是激励中国共产党人不断前进的根本动力。",
          "options": [
            "A.谋幸福，谋未来",
            "B.谋生活，谋复兴",
            "C.谋幸福，谋复兴",
            "D.谋生活，谋未来"
          ],
          "answer": "C",
          "id": "S4000005536"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定，明知校舍或者教育教学设施有危险，而不采取措施，造成人员伤亡或者重大财产损失的，对直接负责的主管人员和其他直接责任人员，依法追究（    ）。",
          "options": [
            "A.民事责任；",
            "B.刑事责任；",
            "C.一般责任；",
            "D.行政责任"
          ],
          "answer": "B",
          "id": "S4000005537"
        },
        {
          "type": "single_choice",
          "question": "新时代党的建设总要求强调要把（   ）贯穿其中。",
          "options": [
            "A.思想建设",
            "B.组织建设",
            "C.制度建设",
            "D.作风建设"
          ],
          "answer": "C",
          "id": "S4000005538"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议的申请人只能是（    ）。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.学校；",
            "D.教师"
          ],
          "answer": "A",
          "id": "S4000005539"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等学校教育评估暂行规定》，普通高校的合格评估（鉴定）由哪个部门组织实施？（    ）。",
          "options": [
            "A.省属高校由省级教育行政部门组织实施，部属院校由教育部组织实施；",
            "B.所有普通高校都由教育部组织实施；",
            "C.本科院校由教育部组织实施，专科院校由省级教育行政部门组织实施；",
            "D.所有普通高校都由省级教育行政部门组织实施"
          ],
          "answer": "B",
          "id": "S4000005540"
        },
        {
          "type": "single_choice",
          "question": "我国实施义务教育的法定年限为（    ）。",
          "options": [
            "A.9年；",
            "B.10年；",
            "C.11年；",
            "D.12年"
          ],
          "answer": "A",
          "id": "S4000005541"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000005542"
        },
        {
          "type": "single_choice",
          "question": "实施共建“一带一路”倡议，发起创办亚洲基础设施投资银行，设立丝路基金，举办首届“一带一路”国际合作高峰论坛、亚太经合组织领导人非正式会议、二十国集团领导人（ ）峰会、金砖国家领导人（ ）会晤、亚信峰会。",
          "options": [
            "A.北京 南京",
            "B.杭州 厦门",
            "C.南京 北京",
            "D.厦门 杭州"
          ],
          "answer": "B",
          "id": "S4000005543"
        },
        {
          "type": "single_choice",
          "question": "我们要建设的现代化是人与自然（ ）的现代化。",
          "options": [
            "A.和谐相处",
            "B.和睦相处",
            "C.和谐共生",
            "D.和睦共生"
          ],
          "answer": "C",
          "id": "S4000005544"
        },
        {
          "type": "single_choice",
          "question": "目前我国权力机关和教育行政机关均可采取的教育法制监督途径是（   ）。",
          "options": [
            "A.教育经费预算、决算制度；",
            "B.教育执法检查制度；",
            "C.教育督导；",
            "D.教育行政监察"
          ],
          "answer": "B",
          "id": "S4000005545"
        },
        {
          "type": "single_choice",
          "question": "十九大的主题是：不忘初心，（ ），高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。",
          "options": [
            "A.继续前进",
            "B.牢记使命",
            "C.方得始终",
            "D.砥砺前行"
          ],
          "answer": "B",
          "id": "S4000005546"
        },
        {
          "type": "single_choice",
          "question": "第一次对教师的权利、义务、任用、考核、培训和待遇等方面作了全面规定的是（    ）。",
          "options": [
            "A.《教育法》；",
            "B.《教师法》；",
            "C.《高等教育法》；",
            "D.《义务教育法》"
          ],
          "answer": "B",
          "id": "S4000005547"
        },
        {
          "type": "single_choice",
          "question": "十九大首次提出了(  )，与五位一体总体布局形成相互响应的五大文明体系。",
          "options": [
            "A.物质文明",
            "B.政治文明",
            "C.社会文明",
            "D.生态文明"
          ],
          "answer": "C",
          "id": "S4000005548"
        },
        {
          "type": "single_choice",
          "question": "高校学生权利是一项（    ）。",
          "options": [
            "A.应有权利；",
            "B.法律权利；",
            "C.自然权利；",
            "D.道德权利"
          ],
          "answer": "B",
          "id": "S4000005549"
        },
        {
          "type": "single_choice",
          "question": "所有国家机关及其工作人员、所有社会团体和公民自觉按照教育法律法规的要求行使权利、履行义务，从而使教育法律法规得以实现的活动，即（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "D",
          "id": "S4000005550"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000005551"
        },
        {
          "type": "single_choice",
          "question": "《中共中央关于教育体制改的决定》颁布的时间是（    ）。",
          "options": [
            "A.1958年；",
            "B. 1961年；",
            "C.1978年；",
            "D.1985年"
          ],
          "answer": "D",
          "id": "S4000005552"
        },
        {
          "type": "single_choice",
          "question": "设立高等专科学校，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.500人以上；",
            "B.800人以上；",
            "C.1000人以上；",
            "D.2000人以上"
          ],
          "answer": "C",
          "id": "S4000005553"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，举办颁发外国教育机构的本科学历、学位证书的中外合作办学机构和项目，中方合作办学者（    ）。",
          "options": [
            "A.可以是具有雄厚经济实力的企业；",
            "B.可以是实施专科层次学历教育的普通高校；",
            "C.必须是实施本科层次学历教育的高等教育机构；",
            "D.必须是具有硕士学位授权资格的普通高校；"
          ],
          "answer": "C",
          "id": "S4000005554"
        },
        {
          "type": "single_choice",
          "question": "取消考试资格是教育行政处罚中的（   ）。",
          "options": [
            "A.申诫罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.人身罚"
          ],
          "answer": "B",
          "id": "S4000005555"
        },
        {
          "type": "single_choice",
          "question": "学生无故缺课累计超过该科教学时数（    ）者，不得参加本门课的考核。",
          "options": [
            "A.1/2；",
            "B.1/3；",
            "C.1/4；",
            "D.1/5"
          ],
          "answer": "B",
          "id": "S4000005556"
        },
        {
          "type": "single_choice",
          "question": "对教育法律责任特征的论述，不正确的是（    ）。",
          "options": [
            "A.法律规定性；",
            "B.道德自觉性；",
            "C.归责特定性；",
            "D.追究专权性"
          ],
          "answer": "B",
          "id": "S4000005557"
        },
        {
          "type": "single_choice",
          "question": "如教育行政管理相对人因不服具体行政行为而提起教育行政诉讼并且人民法院已受理的，（    ）申请行政复议。",
          "options": [
            "A.在特定情况下可以；",
            "B.一般不可以；",
            "C.可以；",
            "D.不得"
          ],
          "answer": "D",
          "id": "S4000005558"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.本质；",
            "B.根本任务；",
            "C.指导思想；",
            "D.制定主体"
          ],
          "answer": "D",
          "id": "S4000005559"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构必须以何种货币计收学费和其他费用？（    ）",
          "options": [
            "A.由中外合作办学机构自行决定；",
            "B.美元；",
            "C.合作外方所在国货币；",
            "D.人民币"
          ],
          "answer": "D",
          "id": "S4000005560"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系的客体是指法律关系主体的权利义务所指向的对象，亦即教育法律关系客观化的表现形式，必然包含以下几种（    ）。",
          "options": [
            "A.可分为不动产和动产两大类的财产；",
            "B.可分行政行为、管理行为和教育教学行为的行为；",
            "C.包括各种教材、专著等在内的精神产品；",
            "D.教育权利和教育义务"
          ],
          "answer": "ABC",
          "id": "S4000005561"
        },
        {
          "type": "single_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "S4000005562"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，申请论文博士的条件是（    ）。",
          "options": [
            "A.在科学或专门技术上有重要的著作、发明、发现或发展；",
            "B.通过国家有关考试；",
            "C.经有关专家推荐，学位授予单位同意；",
            "D.通过论文答辩"
          ],
          "answer": "AC",
          "id": "S4000005563"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出：“加快教育现代化，办好人民满意的教育。”所谓“人民满意的教育”包括（）等丰富内涵。",
          "options": [
            "A.分类型",
            "B.分阶段",
            "C.重内涵",
            "D.谋发展"
          ],
          "answer": "ABCD",
          "id": "S4000005564"
        },
        {
          "type": "single_choice",
          "question": "优质教育必须要全面培养人的基本素质，包括（）。",
          "options": [
            "A.唤醒问题意识",
            "B.激励开放思维",
            "C.光扬个性表达",
            "D.鼓舞创新命题"
          ],
          "answer": "ABCD",
          "id": "S4000005565"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "S4000005566"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "S4000005567"
        },
        {
          "type": "single_choice",
          "question": "2013年3月17日，习近平总书记在第十二届全国人大第一次会议上发表重要讲话，深刻阐释了中国梦的内涵：“实现中华民族伟大复兴的中国梦，就是要实现（ ）。",
          "options": [
            "A.国家富强",
            "B.民族振兴",
            "C.人民幸福",
            "D.国民经济持续健康发展"
          ],
          "answer": "ABC",
          "id": "S4000005568"
        },
        {
          "type": "single_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "S4000005569"
        },
        {
          "type": "single_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.无过错责任原则；",
            "B.公正、合理、效益原则；",
            "C.过错责任原则；",
            "D.责任法定原则"
          ],
          "answer": "BCD",
          "id": "S4000005570"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005571"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005572"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "S4000005573"
        },
        {
          "type": "single_choice",
          "question": "教育经费的“三个增长”指（    ）。",
          "options": [
            "A.各级人民政府教育财政拨款的增长应当高于财政经常性收入的增长；",
            "B.按在校学生人数平均的教育费用逐步增长；",
            "C.教师工资和学生人均公用经费逐步增长；",
            "D.教育总经费逐步增长"
          ],
          "answer": "ABC",
          "id": "S4000005574"
        },
        {
          "type": "single_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "S4000005575"
        },
        {
          "type": "single_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "S4000005576"
        },
        {
          "type": "single_choice",
          "question": "我国接受外国留学生的途径主要有（    ）。",
          "options": [
            "A.根据政府间双边交流协议；",
            "B.根据学校间的交流协议；",
            "C.外国学术、教育机构或各类团体等派遣学生来华学习；",
            "D.学生个人申请来华学习"
          ],
          "answer": "ABCD",
          "id": "S4000005577"
        },
        {
          "type": "single_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "S4000005578"
        },
        {
          "type": "single_choice",
          "question": "优先发展教育，是指教育的完整过程，包括（）。",
          "options": [
            "A.基础教育",
            "B.特殊教育",
            "C.职业教育",
            "D.高等教育"
          ],
          "answer": "ABCD",
          "id": "S4000005579"
        },
        {
          "type": "single_choice",
          "question": "高等学校校长的任职条件包括（    ）。",
          "options": [
            "A.具有中华人民共和国国籍；",
            "B.在中国境内居住；",
            "C.本科以上学历；",
            "D.具有较高的文化水平、专业技术理论和知识"
          ],
          "answer": "ABD",
          "id": "S4000005580"
        },
        {
          "type": "single_choice",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005581"
        },
        {
          "type": "single_choice",
          "question": "境内公民出国交流包括我国公民出国留学、研究、进行学术交流或任教等活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005582"
        },
        {
          "type": "single_choice",
          "question": "审批高等学校的设立，应当聘请由专家组成的评议机构评议。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005583"
        },
        {
          "type": "single_choice",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005584"
        },
        {
          "type": "single_choice",
          "question": "一般说来，受教育法规制裁的行为必将受教育道德的谴责；而违反教育道德的行为则不一定是违反教育法规的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005585"
        },
        {
          "type": "single_choice",
          "question": "教育部统一领导和管理全国高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005586"
        },
        {
          "type": "single_choice",
          "question": "高等学校年经费开支标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005587"
        },
        {
          "type": "single_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005588"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教育法》第一次以法律形式明确了教师在我国社会主义现代化建设中的重要地位，对教师的权利、义务、任用、考核、培训和待遇等方面作了全面的规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005589"
        },
        {
          "type": "single_choice",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005590"
        },
        {
          "type": "single_choice",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005591"
        },
        {
          "type": "single_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005592"
        },
        {
          "type": "single_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005593"
        },
        {
          "type": "single_choice",
          "question": "经依法授权的任何国家机关在认定教育法律责任的过程中都应遵循合法、民主、公正等原则，在实施相关教育法律制裁过程中都应坚持重教育、轻惩罚，责任自负、不准株连等原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005594"
        },
        {
          "type": "single_choice",
          "question": "学生人均教育成本通常由社会成本和个人成本构成。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005595"
        },
        {
          "type": "single_choice",
          "question": "学生违反考核纪律或者作弊的，该课程考核成绩记为无效，并不得补考。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005596"
        },
        {
          "type": "single_choice",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005597"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议的被申请人并非只限于作出具体行政行为的教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005598"
        },
        {
          "type": "single_choice",
          "question": "高校教师的培养和培训是在专门的教育机构中进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005599"
        },
        {
          "type": "single_choice",
          "question": "宪法在一个国家内是高于任何组织的章程的，因为它是国家的根本法，具有最高的法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005600"
        },
        {
          "type": "single_choice",
          "question": "教育行政处罚一般应由县级以上人民政府的教育行政部门实施，也可委托符合《中华人民共和国行政处罚法》第十九条规定的组织实施。如委托有关组织实施，处罚行为的法律责任应由（    ）。",
          "options": [
            "A.委托的教育行政部门承担；",
            "B.被委托的有关组织承担；",
            "C.委托的教育行政部门和被委托的有关组织共同承担；",
            "D.根据《教育行政处罚委托书》中的约定承担"
          ],
          "answer": "A",
          "id": "S4000005601"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义最本质的特征、中国特色社会主义制度最大的优势（ ）。",
          "options": [
            "A.中国共产党的领导",
            "B.人民当家作主",
            "C.人民代表大会制度",
            "D.中国共产党领导的多党合作和政治协商制度"
          ],
          "answer": "A",
          "id": "S4000005602"
        },
        {
          "type": "single_choice",
          "question": "新征程的开启以决胜( 　)为发展前提。",
          "options": [
            "A.全面建成小康社会",
            "B.全面建成美丽中国",
            "C.全面从严治党",
            "D.全面深化改革"
          ],
          "answer": "A",
          "id": "S4000005603"
        },
        {
          "type": "single_choice",
          "question": "教师是履行教育教学职责的专业人员，承担（    ）、培养社会主义事业建设者和接班人，提高民族素质的使命。",
          "options": [
            "A.传授专业知识；",
            "B.传授实验技能；",
            "C.教书育人；",
            "D.为人师表"
          ],
          "answer": "C",
          "id": "S4000005604"
        },
        {
          "type": "single_choice",
          "question": "社会力量依法举办的学校，办学经费由谁负责筹措？（    ）",
          "options": [
            "A.校长；",
            "B.董事会；",
            "C.所在地政府；",
            "D.举办者"
          ],
          "answer": "D",
          "id": "S4000005605"
        },
        {
          "type": "single_choice",
          "question": "教师资格一经取得，非依（     ）不得丧失和被撤销。",
          "options": [
            "A.学校规定；",
            "B.法律规定；",
            "C.教育行政部门规定；",
            "D.主管部门规定"
          ],
          "answer": "B",
          "id": "S4000005606"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想形成的时代条件是（    ）。",
          "options": [
            "A.时代主题已由战争与革命转变为和平与发展",
            "B.世界已处于多极化和全球化时代",
            "C.中国进入改革开放和现代化建设新时期",
            "D.中国特色社会主义进入新时代"
          ],
          "answer": "D",
          "id": "S4000005607"
        },
        {
          "type": "single_choice",
          "question": "党的十九大首次提出了（  ）战略。",
          "options": [
            "A.城乡一体化",
            "B.实施乡村振兴战略",
            "C.社会主义新农村建设",
            "D.健康中国"
          ],
          "answer": "B",
          "id": "S4000005608"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，任何单一、完整的法律规范都应包含法定条件、行为准则和（    ）这三个组成部分。",
          "options": [
            "A.法律后果；",
            "B.法律责任；",
            "C.行为结果；",
            "D.法律依据"
          ],
          "answer": "A",
          "id": "S4000005609"
        },
        {
          "type": "single_choice",
          "question": "教师如果对学校或其他教育机构提出申诉，受理申诉的机关为（    ）。",
          "options": [
            "A.当地人民政府的有关行政部门；",
            "B.学校或其他教育机构；",
            "C.主管的教育部门；",
            "D.信访部门"
          ],
          "answer": "C",
          "id": "S4000005610"
        },
        {
          "type": "single_choice",
          "question": "当前，党内存在着个人主义、分散主义、自由主义、本位主义、好人主义、宗派主义、圈子文化、码头文化，存在搞两面派、做两面人的现象，导致政治忠诚资源的流失。对此，迫切需要加强党的（   ）。",
          "options": [
            "A.组织建设",
            "B.政治建设",
            "C.作风建设",
            "D.纪律建设"
          ],
          "answer": "D",
          "id": "S4000005611"
        },
        {
          "type": "single_choice",
          "question": "交付全国人民代表大会表决未获通过的法律案，如提案人认为必须制定该法律，可以按照法定程序重新提出，是否能列入全国人大会议议程最终由(    )。",
          "options": [
            "A.全国人大审议决定；",
            "B.全国人大主席团审议决定；",
            "C.全国人大常委会委员长会议审议决定；",
            "D.全国人大各代表团团长会议审议决定"
          ],
          "answer": "A",
          "id": "S4000005612"
        },
        {
          "type": "single_choice",
          "question": "不属于高等教育行政行为的合法性要件是（    ）。",
          "options": [
            "A.主体合法性；",
            "B.客体合法性；",
            "C.行政权限合法；",
            "D.行政行为的内容合法"
          ],
          "answer": "B",
          "id": "S4000005613"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要坚持（    ）。",
          "options": [
            "A.农村商品化优先发展",
            "B.农业农村工业化发展",
            "C.农业农村优先发展",
            "D.农业农村平稳发展"
          ],
          "answer": "C",
          "id": "S4000005614"
        },
        {
          "type": "single_choice",
          "question": "刑罚分为两类:主刑和附加刑。主刑是对犯罪人适用的主要的刑罚方法,附加刑是补充主刑适用的刑罚方法，同时也可单独适用。下列属于附加刑的刑罚是（    ）",
          "options": [
            "A.罚款；",
            "B.拘役；",
            "C.管制",
            "D.罚金"
          ],
          "answer": "D",
          "id": "S4000005615"
        },
        {
          "type": "single_choice",
          "question": "关于高等教育行政关系的特征，错误的是（    ）。",
          "options": [
            "A.必须有一方是教育行政主体；",
            "B.权利义务具有对等性；",
            "C.权利义务一般是法定的；",
            "D.教育行政主体在实体上的权利义务是重合的"
          ],
          "answer": "B",
          "id": "S4000005616"
        },
        {
          "type": "single_choice",
          "question": "在高校学生的义务中，只是部分学生应承担的专项义务的是（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.尊敬师长、刻苦学习；",
            "C.增强体质，树立爱国主义、集体主义和社会主义的理想；",
            "D.获得贷款和助学金的同学，应履行相应的义务"
          ],
          "answer": "D",
          "id": "S4000005617"
        },
        {
          "type": "single_choice",
          "question": "必然始终把解决好“三农”问题作为（      ）。",
          "options": [
            "A.全党工作重中之重",
            "B.全党的工作中心",
            "C.全党的奋斗目标",
            "D.全党新的伟大工程"
          ],
          "answer": "A",
          "id": "S4000005618"
        },
        {
          "type": "single_choice",
          "question": "我国在哪一年将“依法治国”确立为治国基本方略？",
          "options": [
            "A.1997；",
            "B.1999；",
            "C.2002；",
            "D.2004"
          ],
          "answer": "A",
          "id": "S4000005619"
        },
        {
          "type": "single_choice",
          "question": "以该监督方式是否存在直接国家强制力来分，教育法制监督有国家机关的法制监督和(    )两大系统。",
          "options": [
            "A.社会团体的法制监督；",
            "B.行政机关的法制监督；",
            "C.司法机关的法制监督；",
            "D.社会力量的法制监督"
          ],
          "answer": "D",
          "id": "S4000005620"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要加强农村基层基础工作，健全（      ）。",
          "options": [
            "A.自治、法治、德治相结合的乡村治理体系",
            "B.基层民主自治制度",
            "C.村民委员会制度",
            "D.村务监督委员会制度"
          ],
          "answer": "A",
          "id": "S4000005621"
        },
        {
          "type": "single_choice",
          "question": "十九大报告不仅将党的建设放到“四个伟大”的构架中，而且强调起决定性作用的是党的建设新的（   ）。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "B",
          "id": "S4000005622"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教师法》的颁布时间是（    ）。",
          "options": [
            "A.1978年；",
            "B.1985年；",
            "C.1986年；",
            "D.1993年"
          ],
          "answer": "D",
          "id": "S4000005623"
        },
        {
          "type": "single_choice",
          "question": "下列哪个惩罚措施不属于我国对学生进行处分种类？(    )",
          "options": [
            "A.警告；",
            "B.开除学籍；",
            "C.罚款；",
            "D.勒令退学"
          ],
          "answer": "C",
          "id": "S4000005624"
        },
        {
          "type": "single_choice",
          "question": "教育政策与教育法规之间的区别关系，叙述错误的是（    ）。",
          "options": [
            "A.调整的教育社会关系相同；",
            "B.制定主体不同；",
            "C.实施方式不同；",
            "D.稳定性不同；E.表现形式不同"
          ],
          "answer": "A",
          "id": "S4000005625"
        },
        {
          "type": "single_choice",
          "question": "下列机构中无权进行教育行政处罚的是（   ）。",
          "options": [
            "A.县级教育行政机构；",
            "B.省级教育行政机构；",
            "C.国家教育部；",
            "D.各级各类学校"
          ],
          "answer": "D",
          "id": "S4000005626"
        },
        {
          "type": "single_choice",
          "question": "下列属于行政处分的是（    ）。",
          "options": [
            "A.拘留；",
            "B.罚款；",
            "C.降职；",
            "D.取消资格"
          ],
          "answer": "C",
          "id": "S4000005627"
        },
        {
          "type": "single_choice",
          "question": "哪些组织和个人不得以营利为目的举办学校及其他教育机构？（    ）",
          "options": [
            "A.政府机构；",
            "B.事业单位；",
            "C.企业和公民个人；",
            "D.任何组织和个人"
          ],
          "answer": "D",
          "id": "S4000005628"
        },
        {
          "type": "single_choice",
          "question": "根据我国《宪法》的规定，国务院有权制定和发布（    ）。",
          "options": [
            "A.教育法律；",
            "B.教育行政法规；",
            "C.教育政府规章；",
            "D.教育单行条例"
          ],
          "answer": "B",
          "id": "S4000005629"
        },
        {
          "type": "single_choice",
          "question": "高校对教师的考核工作要遵循（    ）的原则。",
          "options": [
            "A.客观、公正、准确；",
            "B.实事求是；",
            "C.从群众中来，到群众中去；",
            "D.平等协商"
          ],
          "answer": "A",
          "id": "S4000005630"
        },
        {
          "type": "single_choice",
          "question": "党的十九大提出了新时期实施乡村振兴战略的“二十字”总要求，即（    ）。",
          "options": [
            "A.生产发展、生活宽裕、乡风文明、村容整洁、管理民主",
            "B.产业兴旺、生态宜居、乡风文明、治理有效、生活富裕",
            "C.产业兴旺、生态宽裕、乡风文明、治理有效、生活富裕",
            "D.产业兴旺、生态宜居、乡风文明、村容整洁、生活富裕"
          ],
          "answer": "B",
          "id": "S4000005631"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成（     ）。",
          "options": [
            "A.富强民主文明的社会主义现代化国家",
            "B.富强民主文明和谐的社会主义现代化国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000005632"
        },
        {
          "type": "single_choice",
          "question": "大学必须设有几个国家规定的学科门类为主要学科？（    ）",
          "options": [
            "A.2个以上；",
            "B.3个以上；",
            "C.7个以上；",
            "D.12个以上"
          ],
          "answer": "B",
          "id": "S4000005633"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素，其中不包括（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.行为动机；",
            "D.法律后果"
          ],
          "answer": "C",
          "id": "S4000005634"
        },
        {
          "type": "single_choice",
          "question": "在中国的现代化进程中，城市与乡村是（     ）。",
          "options": [
            "A.竞争对手",
            "B.互为对立",
            "C.命运共同体",
            "D.相互排斥"
          ],
          "answer": "C",
          "id": "S4000005635"
        },
        {
          "type": "single_choice",
          "question": "设立高等学校及其他高等教育机构的基本原则，不包括（    ）。",
          "options": [
            "A.举办高等学校及其他高等教育机构是国家的责任；",
            "B.国家鼓励社会力量依法举办高等学校及其他高等教育机构；",
            "C.举办高等学校及其他高等教育机构不得以营利为目的；",
            "D.保证每个适龄人员接受高等教育"
          ],
          "answer": "D",
          "id": "S4000005636"
        },
        {
          "type": "single_choice",
          "question": "根据《高等学校接受外国留学生管理规定》，我国高等学校招收外国留学生的名额应如何决定？（    ）",
          "options": [
            "A.由高等学校自行决定；",
            "B.由国家招生计划指标决定；",
            "C.由教育部审批决定；",
            "D.由省级教育行政部门审批决定"
          ],
          "answer": "A",
          "id": "S4000005637"
        },
        {
          "type": "single_choice",
          "question": "教育对象的身心发展必须经历一个不断积累的过程，同时也会不断地出现反复，这就决定教师的劳动具有（    ）特点。",
          "options": [
            "A.长期性；",
            "B.迟效性；",
            "C.长期性和迟效性；",
            "D.周期性"
          ],
          "answer": "C",
          "id": "S4000005638"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确中国特色社会主义事业战略布局是（     ）。",
          "options": [
            "A.“五位一体”",
            "B.“四个自信”",
            "C.“四个全面”",
            "D.“三个代表”"
          ],
          "answer": "C",
          "id": "S4000005639"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的目的在于（    ）。",
          "options": [
            "A.补救合法权益受损害者；",
            "B.解决法定权益的纠纷；",
            "C.惩治侵权行为；",
            "D.维护国家教育法律的尊严"
          ],
          "answer": "A",
          "id": "S4000005640"
        },
        {
          "type": "single_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "S4000005641"
        },
        {
          "type": "single_choice",
          "question": "对十九大报告相关内容表述错误的是（   ）。",
          "options": [
            "A.“全面从严治党”不仅被写入十九大报告的基本方略，也是报告的开篇",
            "B.以党的政治建设为统领，强调制度建设是党的根本性建设，决定着党的建设的方向和效果",
            "C.中国特色社会主义最本质的特征是党的领导，中国特色社会主义制度的最大优势是党的领导，党是最高政治领导力量",
            "D.中国共产党要始终成为时代先锋、民族脊梁，始终成为全国人民的主心骨"
          ],
          "answer": "AB",
          "id": "S4000005642"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济的方式主要有（    ）。",
          "options": [
            "A.教育行政复议；",
            "B.教育行政诉讼；",
            "C.仲裁；",
            "D.教育申诉"
          ],
          "answer": "ABD",
          "id": "S4000005643"
        },
        {
          "type": "single_choice",
          "question": "新时代教师队伍建设的根本要求是（  ）。",
          "options": [
            "A.牢固树立中国特色社会主义理想信念",
            "B.牢固树立终身学习理念",
            "C.牢固树立改革创新意识",
            "D.牢固树立教书育人的责任感"
          ],
          "answer": "ABC",
          "id": "S4000005644"
        },
        {
          "type": "single_choice",
          "question": "能够引起教育法律关系产生、变更或消失的客观情况，即教育法律事实包括（    ）。",
          "options": [
            "A.教育法律行为；",
            "B.教育法律关系主体；",
            "C.教育法律关系客体；",
            "D.教育法律事件；",
            "E.教育法律后果"
          ],
          "answer": "AD",
          "id": "S4000005645"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想从理论和实践结合上系统回答的重大时代课题是（    ）。",
          "options": [
            "A.什么是社会主义、怎样建设社会主义",
            "B.坚持和发展什么样的中国特色社会主义",
            "C.建设一个什么样的党、怎样建设党",
            "D.怎样坚持和发展中国特色社会主义"
          ],
          "answer": "BD",
          "id": "S4000005646"
        },
        {
          "type": "single_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "S4000005647"
        },
        {
          "type": "single_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "S4000005648"
        },
        {
          "type": "single_choice",
          "question": "申请创办中外合资研究开发机构，在经主管部门同意后，须报请（    ）。",
          "options": [
            "A.科学技术委员会审核；",
            "B.教育行政部门审核；",
            "C.发改委审批；",
            "D.机构编制部门审批"
          ],
          "answer": "AD",
          "id": "S4000005649"
        },
        {
          "type": "single_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "S4000005650"
        },
        {
          "type": "single_choice",
          "question": "根据《国家赔偿法》规定，申请行政赔偿的基本条件是（    ）。",
          "options": [
            "A.国家机关及其工作人员违法侵权；",
            "B.国家机关及其工作人员在行使职权时违法侵权；",
            "C.国家机关及其工作人员在行使职权时有《国家赔偿法》规定的侵权情形；",
            "D.侵犯行为已造成损害"
          ],
          "answer": "CD",
          "id": "S4000005651"
        },
        {
          "type": "single_choice",
          "question": "教育法律法规的实施主要靠（    ）。",
          "options": [
            "A.宣传教育；",
            "B.社会成员的自觉遵守；",
            "C.纪律处分；",
            "D.道德谴责；",
            "E.公共舆论"
          ],
          "answer": "AB",
          "id": "S4000005652"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育大纲、教学原则的不同之处在于（    ）。",
          "options": [
            "A.教育性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "BCD",
          "id": "S4000005653"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "S4000005654"
        },
        {
          "type": "single_choice",
          "question": "新时代党的建设总要求强调“坚持和加强党的全面领导”。“全面”二字意味着中国共产党只有真正做到（   ）的领导，才能充分发挥中国特色社会主义的本质优势。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.贯穿始终",
            "D.由里及外"
          ],
          "answer": "ABCD",
          "id": "S4000005655"
        },
        {
          "type": "single_choice",
          "question": "提高污染排放标准，强化排污者责任，健全（ ）等制度。",
          "options": [
            "A.环保信用评价",
            "B.污染企业备案",
            "C.信息强制性披露",
            "D.严惩重罚"
          ],
          "answer": "ACD",
          "id": "S4000005656"
        },
        {
          "type": "single_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "S4000005657"
        },
        {
          "type": "single_choice",
          "question": "我国行政机关有权进行的教育法制监督途径是（   ）。",
          "options": [
            "A.教育经费预算、决算制度；",
            "B.教育执法检查制度；",
            "C.教育督导；",
            "D.教育行政监察；",
            "E.教育审计"
          ],
          "answer": "BCD",
          "id": "S4000005658"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想以全新的视野深化了（    ）。",
          "options": [
            "A.对共产党执政规律的认识",
            "B.对社会主义建设规律的认识",
            "C.对人类社会发展规律的认识",
            "D.对客观事物发展规律的认识"
          ],
          "answer": "ABC",
          "id": "S4000005659"
        },
        {
          "type": "single_choice",
          "question": "将我国教育法律责任划分为教育行政法律责任、教育民事法律责任和教育刑事法律责任的划分标准是(    )。",
          "options": [
            "A.违法主体的法律地位；",
            "B.违法行为的危害程度；",
            "C.违法行为的性质",
            "D.法律责任的内容；",
            "E.承担法律责任主体的身份"
          ],
          "answer": "ABC",
          "id": "S4000005660"
        },
        {
          "type": "single_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005661"
        },
        {
          "type": "single_choice",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005662"
        },
        {
          "type": "single_choice",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005663"
        },
        {
          "type": "single_choice",
          "question": "社会力量依法举办的学校，办学经费由校长负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005664"
        },
        {
          "type": "single_choice",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005665"
        },
        {
          "type": "single_choice",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005666"
        },
        {
          "type": "single_choice",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005667"
        },
        {
          "type": "single_choice",
          "question": "不具备研究生或者大学本科毕业学历的公民一律不得申请教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005668"
        },
        {
          "type": "single_choice",
          "question": "设立实施专科教育的高等学校，经国务院授权，也可以由省、自治区、直辖市人民政府审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005669"
        },
        {
          "type": "single_choice",
          "question": "国家建立以财政拨款为主、其他多种渠道筹措教育经费为辅的体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005670"
        },
        {
          "type": "single_choice",
          "question": "立法的主体是代表着统治阶级利益的政权机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005671"
        },
        {
          "type": "single_choice",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005672"
        },
        {
          "type": "single_choice",
          "question": "高校制定教学计划，必须经主管的教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005673"
        },
        {
          "type": "single_choice",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005674"
        },
        {
          "type": "single_choice",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005675"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005676"
        },
        {
          "type": "single_choice",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005677"
        },
        {
          "type": "single_choice",
          "question": "《中国教育改革和发展纲要》明确提出了高等教育的体制改革。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005678"
        },
        {
          "type": "single_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005679"
        },
        {
          "type": "single_choice",
          "question": "在我国，全国人大的立法权限是修改宪法，其他法律由全国人大常委会制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005680"
        },
        {
          "type": "single_choice",
          "question": "高等学校的法定代表人是（    ）。",
          "options": [
            "A. 校党委书记；",
            "B.校长；",
            "C. 校工会主席；",
            "D.校友会会长"
          ],
          "answer": "B",
          "id": "S4000005681"
        },
        {
          "type": "single_choice",
          "question": "我国教育民事法律责任的基本归责原则是(    )。",
          "options": [
            "A.无过错责任；",
            "B.过错责任；",
            "C.公平原则；",
            "D.推定责任"
          ],
          "answer": "B",
          "id": "S4000005682"
        },
        {
          "type": "single_choice",
          "question": "加快建立绿色生产和消费的法律制度和政策导向，建立健全（ ）的经济体系。",
          "options": [
            "A.绿色低碳循环发展",
            "B.绿色节约循环发展",
            "C.绿色低碳节约发展",
            "D.节约低碳循环发展"
          ],
          "answer": "A",
          "id": "S4000005683"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，中国特色社会主义最本质的特征以及中国特色社会主义制度的最大优势都是（   ）。",
          "options": [
            "A.党的领导",
            "B.以经济建设为中心",
            "C.改革开放",
            "D.共同富裕"
          ],
          "answer": "A",
          "id": "S4000005684"
        },
        {
          "type": "single_choice",
          "question": "当前人民日益增长的美好生活需要的主要制约因素是（ ）。",
          "options": [
            "A.社会生产力显著提高",
            "B.落后的社会生产",
            "C.社会需求的多样化",
            "D.发展不平衡不充分"
          ],
          "answer": "D",
          "id": "S4000005685"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，实现伟大梦想必须进行伟大斗争。进行伟大斗争，首先要（ ）。",
          "options": [
            "A.应对重大挑战",
            "B.同一切削弱、歪曲、否定党的领导和我国社会主义制度的言行进行斗争",
            "C.抵御重大风险",
            "D.克服重大阻力"
          ],
          "answer": "B",
          "id": "S4000005686"
        },
        {
          "type": "single_choice",
          "question": "国家公派留学人员未按时向我国驻外使领馆报到、从事协议规定以外的工作、擅自变更留学单位或留学计划、擅自变更留学国别和留学身份、未按规定留学期限回国都会（可能会）被视作违约。此外，出现哪种情况也有可能被取消公派留学资格并承担违约责任？（    ）",
          "options": [
            "A.未与国家留学基金委签定《资助出国留学协议书》；",
            "B.未与我国驻外使领馆经常联系；",
            "C.学习/研修成绩没有达到要求；",
            "D.未向驻外使领馆递交学习/研修情况报告表"
          ],
          "answer": "D",
          "id": "S4000005687"
        },
        {
          "type": "single_choice",
          "question": "根据宪法和法律，可以制定行政法规的是（    ）。",
          "options": [
            "A.全国人民代表大会；",
            "B.全国人民代表大会常务委员会；",
            "C.国务院；",
            "D.国家教育部"
          ],
          "answer": "C",
          "id": "S4000005688"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育自学考试暂行条例》规定，开考新专业应由哪个部门审批（    ）。",
          "options": [
            "A.教育部；",
            "B.省、自治区、直辖市教育厅（局）；",
            "C.省级高等教育自学考试委员会；",
            "D.全国高等教育自学考试委员会"
          ],
          "answer": "D",
          "id": "S4000005689"
        },
        {
          "type": "single_choice",
          "question": "我国普法工作的起始年份是（    ）。",
          "options": [
            "A.1985；",
            "B.1986；",
            "C.1987；",
            "D.2001"
          ],
          "answer": "B",
          "id": "S4000005690"
        },
        {
          "type": "single_choice",
          "question": "实现“两个一百年”奋斗目标、实现中华民族伟大复兴的战略支撑是（    ）。",
          "options": [
            "A.坚持“一国两制”和实现祖国统一",
            "B.建设一支听党指挥、能打胜仗、作风优良的人民军队",
            "C.构建人类命运共同体",
            "D.建设社会主义文化强国"
          ],
          "answer": "B",
          "id": "S4000005691"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在中华民族发展史上的重大意义是（ ）。",
          "options": [
            "A.迎来了实现中华民族伟大复兴的光明前景",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.给世界上各国提供了全新选择"
          ],
          "answer": "A",
          "id": "S4000005692"
        },
        {
          "type": "single_choice",
          "question": "我国的学科门类大约有（    ）个。",
          "options": [
            "A.3个左右；",
            "B.10个左右；",
            "C.50个左右；",
            "D.超过100个"
          ],
          "answer": "B",
          "id": "S4000005693"
        },
        {
          "type": "single_choice",
          "question": "教育行政相对人在（    ）教育行政诉讼中是原告。",
          "options": [
            "A.部分；",
            "B.所有；",
            "C.以教育行政机关为被告的；",
            "D.由其自身提起的"
          ],
          "answer": "B",
          "id": "S4000005694"
        },
        {
          "type": "single_choice",
          "question": "依法作出不予行政许可的书面决定，不仅应向申请人书面说明理由，还必须告知申请人（    ）。",
          "options": [
            "A.需要进一步补充哪些申报材料；",
            "B.需要获得哪些审核意见（或考试成绩、听证笔录等）；",
            "C.依法申请行政复议或提起行政诉讼的途径和期限；",
            "D.再次申请行政许可的时间"
          ],
          "answer": "C",
          "id": "S4000005695"
        },
        {
          "type": "single_choice",
          "question": "高等学校的教师的聘任，应当遵循（    ）的原则，由高等学校校长与受聘教师签订聘任合同。",
          "options": [
            "A.服从学校发展需要；",
            "B.由教师自己申请；",
            "C.学校规章制度确立；",
            "D.双方平等自愿"
          ],
          "answer": "D",
          "id": "S4000005696"
        },
        {
          "type": "single_choice",
          "question": "拥有撤销地方性法规权限的机关是(    )。",
          "options": [
            "A.国务院；",
            "B.全国人大；",
            "C.全国人大常委会；",
            "D.全国政协"
          ],
          "answer": "C",
          "id": "S4000005697"
        },
        {
          "type": "single_choice",
          "question": "在我国教育司法实践中，教育法律关系主体主要承担的法律责任种类是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育道德责任"
          ],
          "answer": "B",
          "id": "S4000005698"
        },
        {
          "type": "single_choice",
          "question": "《教师法》规定的教师的权利和义务的自身特点，不包括（    ）。",
          "options": [
            "A.在教育活动中产生并由教育法律所规范；",
            "B.与教师的职责和职务紧密相连；",
            "C.与我国现阶段的政治、经济、文化状况相适应；",
            "D.伴随着教师取得教师资格证而产生"
          ],
          "answer": "D",
          "id": "S4000005699"
        },
        {
          "type": "single_choice",
          "question": "新时代我国社会主要矛盾的相关论述不正确的是（ ）。",
          "options": [
            "A.我国社会主要矛盾的变化是关系全局的历史性变化",
            "B.我国社会主要矛盾的变化对党和国家工作提出了许多新要求",
            "C.我国社会主要矛盾的变化表明社会主义初级阶段的基本国情已经发生根本变化",
            "D.我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "C",
          "id": "S4000005700"
        },
        {
          "type": "single_choice",
          "question": "关于“日益增长的美好生活需要”认识不正确的是（ ）。",
          "options": [
            "A.社会需要的多层次多样化",
            "B.物质文化生活需要不再重要",
            "C.民主、法治、公平、正义、安全、环境等方面的要求日益增长",
            "D.人民美好生活需要日益广泛"
          ],
          "answer": "B",
          "id": "S4000005701"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要培养造就一支（    ）。",
          "options": [
            "A.懂市场、爱农村、爱商业的“三农”工作队伍",
            "B.懂农业、爱农村、爱农民的“三农”工作队伍",
            "C.懂市场、爱农村、爱农民的“三农”工作队伍",
            "D.懂农业、爱城市、爱农民的“三农”工作队伍"
          ],
          "answer": "B",
          "id": "S4000005702"
        },
        {
          "type": "single_choice",
          "question": "在我国的实践中，国家规定高等学校的经费开支标准的途径是（    ）。",
          "options": [
            "A.综合定额；",
            "B.普通基金；",
            "C.综合定额加专项补助；",
            "D.普通基金加专项基金"
          ],
          "answer": "C",
          "id": "S4000005703"
        },
        {
          "type": "single_choice",
          "question": "在党的(  )报告中，首次提出了社会文明概念。",
          "options": [
            "A.十五大",
            "B.十六大",
            "C.十八大",
            "D.十九大"
          ],
          "answer": "D",
          "id": "S4000005704"
        },
        {
          "type": "single_choice",
          "question": "解决我国一切问题的基础和关键是（    ）。",
          "options": [
            "A.改革",
            "B.发展",
            "C.稳定",
            "D.创新"
          ],
          "answer": "B",
          "id": "S4000005705"
        },
        {
          "type": "single_choice",
          "question": "马克思、恩格斯针对无产阶级政党建立之初，普遍存在的对党的性质认识不清、目标不明的情况，强调党的（   ）。",
          "options": [
            "A.路线建设",
            "B.组织建设",
            "C.制度建设",
            "D.思想建设"
          ],
          "answer": "A",
          "id": "S4000005706"
        },
        {
          "type": "single_choice",
          "question": "脱贫攻坚战取得决定性进展，（ ）贫困人口稳定脱贫，贫困发生率从百分之十点二下降到百分之四以下。",
          "options": [
            "A.六千多万",
            "B.七千多万",
            "C.八千多万",
            "D.九千多万"
          ],
          "answer": "A",
          "id": "S4000005707"
        },
        {
          "type": "single_choice",
          "question": "国家实行行政许可制度，实施教育行政许可，一般应当由（    ）。",
          "options": [
            "A.政府的名义作出；",
            "B.政府发改委的名义作出；",
            "C.政府相关职能部门联合作出；",
            "D.教育行政部门名义作出"
          ],
          "answer": "D",
          "id": "S4000005708"
        },
        {
          "type": "single_choice",
          "question": "十九大报告创造性地作出下述深刻的判断：“中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。”这样一种崭新的时代特征，赋予了人民“美好生活”以丰富广泛、远近兼顾的多层面内容。由此而言，“优先发展教育”是指：（）。",
          "options": [
            "A.扩大就业机会",
            "B.增加创业机会",
            "C.教育就是最重要的民生",
            "D.实现人生价值"
          ],
          "answer": "C",
          "id": "S4000005709"
        },
        {
          "type": "single_choice",
          "question": "普通高校学生贷学金实行（    ）。",
          "options": [
            "A. 低息贷款；",
            "B. 贴息贷款；",
            "C. 无息贷款；",
            "D.都不是"
          ],
          "answer": "C",
          "id": "S4000005710"
        },
        {
          "type": "single_choice",
          "question": "不属于教育法律的责任种类的是（    ）。",
          "options": [
            "A.行政法律责任；",
            "B.民事法律责任；",
            "C.刑事法律责任；",
            "D.行为法律责任"
          ],
          "answer": "D",
          "id": "S4000005711"
        },
        {
          "type": "single_choice",
          "question": "十九大报告指出，（ ）是近代以来中华民族最伟大的梦想，是新时代中国共产党的历史使命。",
          "options": [
            "A.实现民族解放",
            "B.实现人民幸福",
            "C.实现中华民族伟大复兴",
            "D.实现国家独立"
          ],
          "answer": "C",
          "id": "S4000005712"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施方式是（    ）。",
          "options": [
            "A.国家强制力；",
            "B.道德谴责；",
            "C.公共舆论；",
            "D.模范人物的影响"
          ],
          "answer": "A",
          "id": "S4000005713"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000005714"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（    ）。",
          "options": [
            "A.人民日益增长的经济文化需要同当前经济文化不能满足人民需要的状况之间的矛盾",
            "B.人民对建立先进的工业国的要求和落后的农业国的现实之间的矛盾",
            "C.人民日益增长的物质文化需要和落后的社会生产之间的矛盾",
            "D.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "D",
          "id": "S4000005715"
        },
        {
          "type": "single_choice",
          "question": "我国应以哪部法律为核心构建起教育法律法规体系？(    )",
          "options": [
            "A.《中华人民共和国义务教育法》；",
            "B.《中华人民共和国教师法》；",
            "C.《中华人民共和国学位条例》；",
            "D.《中华人民共和国教育法》"
          ],
          "answer": "D",
          "id": "S4000005716"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000005717"
        },
        {
          "type": "single_choice",
          "question": "根据国家教育行政部门规定，在职人员申请自费出国留学，其公职等问题由（    ）。",
          "options": [
            "A.所在单位自行处理；",
            "B.所在单位上级部门处理；",
            "C.所在单位所在地的劳动人事部门处理；",
            "D.所在单位所在地的教育行政部门处理"
          ],
          "answer": "A",
          "id": "S4000005718"
        },
        {
          "type": "single_choice",
          "question": "《教师法》第十七条规定：“学校和其他教育机构应当逐步实行教师聘任制。教师的聘任应当遵循双方地位平等的原则，由学校和教师签订聘任合同，明确规定双方的权利、义务和责任。”该条法律条文中包含着教育法律规范中的（    ）的内容。",
          "options": [
            "A.义务性规范；",
            "B.授权性规范；",
            "C.制裁性规范；",
            "D.奖励性规范"
          ],
          "answer": "A",
          "id": "S4000005719"
        },
        {
          "type": "single_choice",
          "question": "《中国教育改革和发展纲要》颁布的时间是（    ）。",
          "options": [
            "A.1971年；",
            "B.1972年；",
            "C.1985年；",
            "D.1993年"
          ],
          "answer": "D",
          "id": "S4000005720"
        },
        {
          "type": "single_choice",
          "question": "自学考试是我国高等教育重要组成部分，目前国家承认的高等教育自学考试有（    ）。",
          "options": [
            "A.博士研究生学历；",
            "B.硕士研究生学历；",
            "C.本科学历；",
            "D.专科学历"
          ],
          "answer": "CD",
          "id": "S4000005721"
        },
        {
          "type": "single_choice",
          "question": "教育立法的基本程序有(    )。",
          "options": [
            "A.议案的提出；",
            "B.议案的审议；",
            "C.议案的表决和通过；",
            "D.议案的公布"
          ],
          "answer": "ABCD",
          "id": "S4000005722"
        },
        {
          "type": "single_choice",
          "question": "设立高等职业学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B. 以职业技术教育为主；",
            "C.以1个学科为主要学科；",
            "D.全日制在校学生计划规模在2000人以上"
          ],
          "answer": "AB",
          "id": "S4000005723"
        },
        {
          "type": "single_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "S4000005724"
        },
        {
          "type": "single_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "S4000005725"
        },
        {
          "type": "single_choice",
          "question": "教育法律救济具有如下特征(    )。",
          "options": [
            "A.以法定权益纠纷的存在为基础；",
            "B.以侵权损害事实为前提；",
            "C.以维护教育法律的权威为宗旨；",
            "D.以惩治侵权行为为目的"
          ],
          "answer": "AB",
          "id": "S4000005726"
        },
        {
          "type": "single_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "S4000005727"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "S4000005728"
        },
        {
          "type": "single_choice",
          "question": "决定立法议案能否列入全国人大或全国人大常委会议程的机构是？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会；",
            "C.全国人大常委会委员长会议；",
            "D.全国人大法律委员会"
          ],
          "answer": "AC",
          "id": "S4000005729"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的社会主义性质体现在（    ）。",
          "options": [
            "A.我国是社会主义国家；",
            "B.由中国共产党领导；",
            "C.指导思想；",
            "D.遵循宪法规定的基本原则"
          ],
          "answer": "BD",
          "id": "S4000005730"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法规定，我国的教育方针是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务，必须与生产劳动相结合；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.使学生在德、智、体、美、劳等方面协调发展，成为社会主义事业的建设者和接班人；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "ABD",
          "id": "S4000005731"
        },
        {
          "type": "single_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "S4000005732"
        },
        {
          "type": "single_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "S4000005733"
        },
        {
          "type": "single_choice",
          "question": "下列法院属于地方各级人民法院的是（    ）。",
          "options": [
            "A.最高人民法院；",
            "B.基层人民法院；",
            "C.中级人民法院；",
            "D.高级人民法院；",
            "E.军事法院"
          ],
          "answer": "BCD",
          "id": "S4000005734"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，国务院有权撤销不适当的(    )。",
          "options": [
            "A.部门规章；",
            "B.地方政府规章；",
            "C.地方性法规；",
            "D.行政法规"
          ],
          "answer": "AB",
          "id": "S4000005735"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005736"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "S4000005737"
        },
        {
          "type": "single_choice",
          "question": "高校学生纪律处分的种类包括（    ）。",
          "options": [
            "A.警告；",
            "B.严重警告；",
            "C.记过；",
            "D.记大过"
          ],
          "answer": "ABC",
          "id": "S4000005738"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系的内容包括（    ）。",
          "options": [
            "A.教育法上的行为能力；",
            "B.教育法上的权利能力；",
            "C.教育权利；",
            "D.教育义务"
          ],
          "answer": "CD",
          "id": "S4000005739"
        },
        {
          "type": "single_choice",
          "question": "十九大明确了新时期实施乡村振兴战略的着力点（）。",
          "options": [
            "A.坚持农业农村优先发展",
            "B.加快推进农业农村现代化",
            "C.加快推进农业农村商品化",
            "D.建立健全城乡融合发展体制机制和政策体系"
          ],
          "answer": "ABD",
          "id": "S4000005740"
        },
        {
          "type": "single_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005741"
        },
        {
          "type": "single_choice",
          "question": "教育法规的遵守方式包括教育法定义务的履行和教育法定权利的正确行使。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005742"
        },
        {
          "type": "single_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005743"
        },
        {
          "type": "single_choice",
          "question": "高等教育由高等学校和其他高等教育机构实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005744"
        },
        {
          "type": "single_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005745"
        },
        {
          "type": "single_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005746"
        },
        {
          "type": "single_choice",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005747"
        },
        {
          "type": "single_choice",
          "question": "设置高等学校的具体标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005748"
        },
        {
          "type": "single_choice",
          "question": "申请参加高等学校教师资格考试的，应当学有专长，并有一名相关专业的教授或者副教授推荐。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005749"
        },
        {
          "type": "single_choice",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005750"
        },
        {
          "type": "single_choice",
          "question": "立法不仅是指制定法律，修改、补充、认可、废止法律都是立法活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005751"
        },
        {
          "type": "single_choice",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005752"
        },
        {
          "type": "single_choice",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005753"
        },
        {
          "type": "single_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005754"
        },
        {
          "type": "single_choice",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005755"
        },
        {
          "type": "single_choice",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005756"
        },
        {
          "type": "single_choice",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005757"
        },
        {
          "type": "single_choice",
          "question": "社会力量举办学校，可以要求取得合理的回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005758"
        },
        {
          "type": "single_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005759"
        },
        {
          "type": "single_choice",
          "question": "社会力量依法举办的学校，办学经费由举办者负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005760"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是（    ）。",
          "options": [
            "A.法是统治阶级意志的体现，只能由国家制定；",
            "B.法律是规定权利和义务的行为规范；",
            "C.法律依靠国家强制力来得以实施；",
            "D.法的规范作用主要包括指引、评价、预测、教育等方面"
          ],
          "answer": "A",
          "id": "S4000005761"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.混合意义的教育法制不仅包括教育法律制度，而且还包括教育法律制度的运行；",
            "B.1995年3月18日,第八届全国人民代表大会第三次会议审议通过了《中华人民共和国教育法》；",
            "C.静态意义的教育法制，是国家全部有关教育的法律制度体系；",
            "D.1986年4月,第六届全国人民代表大会常务委员会第四次会议通过了《中华人民共和国义务教育法》"
          ],
          "answer": "D",
          "id": "S4000005762"
        },
        {
          "type": "single_choice",
          "question": "根据《高等学校接受外国留学生管理规定》，我国高等学校接受外国留学生，应当由谁审批？（    ）",
          "options": [
            "A.教育部；",
            "B.国家留学基金委员会；",
            "C.省、自治区、直辖市教育行政部门和同级外事、公安部门；",
            "D.高等学校上级教育行政部门"
          ],
          "answer": "C",
          "id": "S4000005763"
        },
        {
          "type": "single_choice",
          "question": "教师所享有的“管理学生权”是与教师在教育教学过程中的（    ）地位相适应的基本权利。",
          "options": [
            "A.组织；",
            "B.主导；",
            "C.主体；",
            "D.领导"
          ],
          "answer": "B",
          "id": "S4000005764"
        },
        {
          "type": "single_choice",
          "question": "设立大学，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.3000人以上；",
            "B.5000人以上；",
            "C.80000人以上；",
            "D.10000人以上"
          ],
          "answer": "B",
          "id": "S4000005765"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国义务教育法》实施的起始时间是(    )。",
          "options": [
            "A.1986年；",
            "B.1987年；",
            "C.1988年；",
            "D.1989年"
          ],
          "answer": "A",
          "id": "S4000005766"
        },
        {
          "type": "single_choice",
          "question": "专门教育机构为各级各类教师的补充、更新而进行的一种专业性学历教育即（    ）。",
          "options": [
            "A.教师培养；",
            "B.教师培训；",
            "C.教师考核；",
            "D.教师奖励"
          ],
          "answer": "A",
          "id": "S4000005767"
        },
        {
          "type": "single_choice",
          "question": "高等教育行政行为一经作出，即被推定为合法有效的，其约束力随之产生。这反映高等教育行政行为的特征是（    ）。",
          "options": [
            "A.从属法律性；",
            "B.效力先定性；",
            "C.强制性；",
            "D.单方意志性"
          ],
          "answer": "B",
          "id": "S4000005768"
        },
        {
          "type": "single_choice",
          "question": "教育法规的特征不包括（    ）。",
          "options": [
            "A.探索性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "A",
          "id": "S4000005769"
        },
        {
          "type": "single_choice",
          "question": "作为一个部门法，教育法规与其他部门法相比较，具有的特征，除了内容具有多层次性、广泛性和调整对象的多样性之外，还包括（    ）。",
          "options": [
            "A.权利和义务的统一性；",
            "B.法律后果的特殊性；",
            "C.国家强制性；",
            "D.法律规范内容的明确性"
          ],
          "answer": "B",
          "id": "S4000005770"
        },
        {
          "type": "single_choice",
          "question": "学满多少学年以上退学的学生，学校应当颁发肄业证书？（    ）",
          "options": [
            "A.半学年；",
            "B. 1学年；",
            "C.2学年；",
            "D.3学年"
          ],
          "answer": "B",
          "id": "S4000005771"
        },
        {
          "type": "single_choice",
          "question": "在下列情形中，学校应承担教育法律责任的情形是(    )。",
          "options": [
            "A.监护人知道学生有特异体质，但未告知学校的；",
            "B.在对抗性或者具有风险性的体育竞赛活动中发生意外伤害的；",
            "C.学生在校期间突发疾病，学校发现但未根据实际情况及时采取相应措施，导致不良后果加重的；",
            "D.来自学校偶发性侵害造成的"
          ],
          "answer": "C",
          "id": "S4000005772"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国本科教育的基本修业年限为（    ）。",
          "options": [
            "A.三至四年；",
            "B.三至五年；",
            "C.四至五年；",
            "D.四至六年"
          ],
          "answer": "C",
          "id": "S4000005773"
        },
        {
          "type": "single_choice",
          "question": "高等学校章程的修改，应当报以下机构核准（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 原审批机关；",
            "D. 省、自治区、直辖市教育行政部门"
          ],
          "answer": "C",
          "id": "S4000005774"
        },
        {
          "type": "single_choice",
          "question": "中国的法制宣传日是（    ）。",
          "options": [
            "A.每年的12月4日；",
            "B.每年的3月15日；",
            "C.每年的6月5日；",
            "D.每年的6月26日"
          ],
          "answer": "A",
          "id": "S4000005775"
        },
        {
          "type": "single_choice",
          "question": "设立独立设置的学院，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.2000人以上；",
            "B.3000人以上；",
            "C.5000人以上；",
            "D.7000人以上"
          ],
          "answer": "B",
          "id": "S4000005776"
        },
        {
          "type": "single_choice",
          "question": "十九大报告把党的（   ）摆在首位，强调要以之为统领。",
          "options": [
            "A.思想建设",
            "B.组织建设",
            "C.政治建设",
            "D.作风建设"
          ],
          "answer": "C",
          "id": "S4000005777"
        },
        {
          "type": "single_choice",
          "question": "普通高校毕业证书由哪个部门制作（    ）。",
          "options": [
            "A.高等学校；",
            "B.省级教育行政部门；",
            "C.普通高校隶属的教育行政部门；",
            "D.国家教育行政部门"
          ],
          "answer": "D",
          "id": "S4000005778"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理是高校以（    ）为中心，按照教育方针的要求，遵循教育规律，促进学生成长成才的组织活动。",
          "options": [
            "A.学生的健康成长、全面成才；",
            "B.学校教育教学秩序；",
            "C.学校教育教学活动的组织实施；",
            "D.学生管理计划"
          ],
          "answer": "A",
          "id": "S4000005779"
        },
        {
          "type": "single_choice",
          "question": "在实践中，教育经费普遍短缺，教师工资长期反复地被拖欠，学校周边环境日益恶劣，学校乱收费屡禁不绝，家长教养不当，学生不断流失，童工、童商等快速增多。以上在教育领域内出现的社会现象，都是教育法规明令禁止的，但却没有得到切实执行，说明我们没有(    )。",
          "options": [
            "A.有法可依；",
            "B.有法必依；",
            "C.执法必严；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000005780"
        },
        {
          "type": "single_choice",
          "question": "通常只承担补偿性法律责任的责任主体是(    )。",
          "options": [
            "A.教育行政机构；",
            "B.教师；",
            "C.学生；",
            "D.学校"
          ],
          "answer": "A",
          "id": "S4000005781"
        },
        {
          "type": "single_choice",
          "question": "在教育行政诉讼中，（    ）负有举证责任。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.教育行政机关或教育法律、法规授权的组织；",
            "D.起诉人"
          ],
          "answer": "C",
          "id": "S4000005782"
        },
        {
          "type": "single_choice",
          "question": "法律作为调整社会关系的社会规范，与道德等其他调整社会关系的社会规范不同的地方在于（    ）。",
          "options": [
            "A.法律是由国家强制力保证实施的；",
            "B.法律可以调整市场经济关系；",
            "C.违反法律会受到舆论或内心信念的谴责；",
            "D.违反法律会受到党纪、政纪处分"
          ],
          "answer": "A",
          "id": "S4000005783"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育行政管理的基本体制是（    ）。",
          "options": [
            "A.中央统一领导；",
            "B. 地方各自领导；",
            "C.分工负责、分级管理；",
            "D.分级负责、分工管理"
          ],
          "answer": "C",
          "id": "S4000005784"
        },
        {
          "type": "single_choice",
          "question": "高等学校分立、合并、终止，变更名称、类别和其他重要事项的审批机构（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 原审批机关"
          ],
          "answer": "D",
          "id": "S4000005785"
        },
        {
          "type": "single_choice",
          "question": "不属于高等学校教师管理制度的是（    ）。",
          "options": [
            "A.监督制度；",
            "B.资格制度；",
            "C.职务制度；",
            "D.聘任制度"
          ],
          "answer": "A",
          "id": "S4000005786"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，行使国家立法权的机关是(    )。",
          "options": [
            "A.中共中央总书记，中国国家主席；",
            "B.全国人大，全国人大常委会；",
            "C.全国人大，全国政协；",
            "D.全国人大和中共中央"
          ],
          "answer": "B",
          "id": "S4000005787"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》第五条规定，我国高等教育的任务不包括（    ）。",
          "options": [
            "A.发展科学技术文化；",
            "B.培养德、智、体全面发展的劳动者和接班人；",
            "C.促进社会主义现代化建设；",
            "D.培养具有创新精神和实践能力的高级专门人才"
          ],
          "answer": "B",
          "id": "S4000005788"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育法》规定，我国现行高等教育行政管理体制是（    ）。",
          "options": [
            "A.中央与地方分级管理体制；",
            "B.中央集权制；",
            "C.中央统一领导下的分级管理体制；",
            "D.中央与地方合作管理体制"
          ],
          "answer": "C",
          "id": "S4000005789"
        },
        {
          "type": "single_choice",
          "question": "不属于教育行政管理的法律形式的是（    ）。",
          "options": [
            "A.法律形式；",
            "B.准法律形式；",
            "C.非法律形式；",
            "D.强法律形式"
          ],
          "answer": "D",
          "id": "S4000005790"
        },
        {
          "type": "single_choice",
          "question": "在教育司法实践中，如某一违反教育法律法规的行为同时触犯多种形式的教育法律规范，则可追究行为人责任种类是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育民事责任、教育行政责任或教育刑事责任"
          ],
          "answer": "D",
          "id": "S4000005791"
        },
        {
          "type": "single_choice",
          "question": "关于教育立法权的特征，正确的是(    )。",
          "options": [
            "A.是一种综合的权利体系；",
            "B.最终属于国家主权拥有者；",
            "C.以调整教育中的各种行为关系为目的；",
            "D.以上三种都对"
          ],
          "answer": "D",
          "id": "S4000005792"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，我国社会主要矛盾是（ ）。",
          "options": [
            "A.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
            "B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
            "C.人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾",
            "D.人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾"
          ],
          "answer": "A",
          "id": "S4000005793"
        },
        {
          "type": "single_choice",
          "question": "不属于国外学者来华进行研究和学术交流的是（    ）。",
          "options": [
            "A.与我国高等教育机构进行短期合作研究；",
            "B.来华任教；",
            "C.来华开展学术访问；",
            "D.参加我国举行的学术会议"
          ],
          "answer": "B",
          "id": "S4000005794"
        },
        {
          "type": "single_choice",
          "question": "我国教育工作的总方向是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "A",
          "id": "S4000005795"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应以何种语言为基本教学语言文字？（    ）",
          "options": [
            "A.普通话和规范汉字；",
            "B.英语；",
            "C.合作外方规范语言；",
            "D.由合作双方商定；"
          ],
          "answer": "A",
          "id": "S4000005796"
        },
        {
          "type": "single_choice",
          "question": "学生对学校给予的处分不服有权向有关部门提出申诉，对学校、教师侵犯其（    ）等合法权益，有权提出申诉或者依法提起诉讼。",
          "options": [
            "A.人身权；",
            "B.财产权；",
            "C.人身权、财产权；",
            "D.受教育权"
          ],
          "answer": "C",
          "id": "S4000005797"
        },
        {
          "type": "single_choice",
          "question": "不属于公派留学执行的指导方针的是（    ）。",
          "options": [
            "A.按需派遣；",
            "B.保证质量；",
            "C.学用一致；",
            "D.鼓励回国"
          ],
          "answer": "D",
          "id": "S4000005798"
        },
        {
          "type": "single_choice",
          "question": "我国教育法律的标准文本须刊登在(    )。",
          "options": [
            "A.人民日报；",
            "B.中国教育报；",
            "C.国务院公报；",
            "D.全国人大常委会公报"
          ],
          "answer": "D",
          "id": "S4000005799"
        },
        {
          "type": "single_choice",
          "question": "在学生伤害事故处理中，学校责任适用的归责原则是（    ）。",
          "options": [
            "A.过错责任原则；",
            "B.无过错责任原则；",
            "C.严格责任原则；",
            "D.注重效率原则"
          ],
          "answer": "A",
          "id": "S4000005800"
        },
        {
          "type": "single_choice",
          "question": "新时代党的建设总要求的新表述将（   ）单列出来。",
          "options": [
            "A.思想建设",
            "B.政治建设",
            "C.组织建设",
            "D.纪律建设"
          ],
          "answer": "BD",
          "id": "S4000005801"
        },
        {
          "type": "single_choice",
          "question": "中国特色大国外交要推动构建（    ）。",
          "options": [
            "A.新型国际关系",
            "B.新型大国关系",
            "C.人类命运共同体",
            "D.和谐世界"
          ],
          "answer": "AC",
          "id": "S4000005802"
        },
        {
          "type": "single_choice",
          "question": "改革开放新时期我国法治建设的基本理念是（    ）。",
          "options": [
            "A.有法可依；",
            "B.有法必依；",
            "C.执法必严；",
            "D.违法必究；",
            "E.依法办事"
          ],
          "answer": "ABCD",
          "id": "S4000005803"
        },
        {
          "type": "single_choice",
          "question": "关于中国特色社会主义进入新时代表述正确的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代，这是我国发展新的历史方位",
            "B.中国特色社会主义进入新时代，我国社会主要矛盾发生了新的变化",
            "C.新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代",
            "D.新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代"
          ],
          "answer": "ABCD",
          "id": "S4000005804"
        },
        {
          "type": "single_choice",
          "question": "下列选项中，关于新征程表述正确的有（　）。",
          "options": [
            "A.明确指出了新时代坚持和发展中国特色社会主义的总任务",
            "B.清晰勾勒了中华民族伟大复兴的时间表和路线图",
            "C.是习近平新时代中国特色社会主义思想的重要组成部分",
            "D.提出了经济翻2番的目标",
            "E.深刻体现了中国共产党的使命与担当"
          ],
          "answer": "ABCE",
          "id": "S4000005805"
        },
        {
          "type": "single_choice",
          "question": "十九大通过的《中国共产党章程（修正案）》写入了中国特色社会主义事业“五位一体”总体布局，“五位一体”是指：（  ）。",
          "options": [
            "A.经济建设",
            "B.政治建设",
            "C.文化建设",
            "D.社会建设",
            "E.生态文明建设"
          ],
          "answer": "ABCDE",
          "id": "S4000005806"
        },
        {
          "type": "single_choice",
          "question": "全面深化改革的总目标是（    ）。",
          "options": [
            "A.完善和发展中国特色社会主义制度",
            "B.完善和发展社会主义市场经济体制",
            "C.推进社会主义现代化",
            "D.推进国家治理体系和治理能力现代化"
          ],
          "answer": "AD",
          "id": "S4000005807"
        },
        {
          "type": "single_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "S4000005808"
        },
        {
          "type": "single_choice",
          "question": "“四个伟大”紧密联系、相互贯通、相互作用，它们的内在关系具体表现为（ ）。",
          "options": [
            "A.伟大斗争是手段",
            "B.伟大工程是关键",
            "C.伟大事业是旗帜",
            "D.伟大梦想是目标",
            "E.起决定性作用的是党的建设新的伟大工程"
          ],
          "answer": "ABCDE",
          "id": "S4000005809"
        },
        {
          "type": "single_choice",
          "question": "教育经费的“两个提高”指（    ）。",
          "options": [
            "A.国家财政性教育经费支出占国民生产总值的比例应逐步提高；",
            "B.教育经费总额占国民生产总值的比例应逐步提高；",
            "C.全国各级财政支出总额中教育经费所占比例应逐步提高；",
            "D.中央财政支出总额中教育经费所占比例应逐步提高"
          ],
          "answer": "ACD",
          "id": "S4000005810"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定地方性法规的权限？(    )",
          "options": [
            "A.县级以上人民政府；",
            "B.省、自治区、直辖市人大及其常委会；",
            "C.由国务院批准的较大的市的人大及其常委会；",
            "D.省、自治区、直辖市人民政府"
          ],
          "answer": "BC",
          "id": "S4000005811"
        },
        {
          "type": "single_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "S4000005812"
        },
        {
          "type": "single_choice",
          "question": "下列情形下发生的造成学生人身损害后果的事故，学校行为并无不当的，不承担事故责任(    )。",
          "options": [
            "A.学生自行上学途中发生的；",
            "B.在学生擅自离校期间发生的；",
            "C.在假期，学生自行滞留学校发生的；",
            "D.学生返校途中发生；",
            "E.在学生自行外出期间发生的"
          ],
          "answer": "ABCDE",
          "id": "S4000005813"
        },
        {
          "type": "single_choice",
          "question": "十九大报告明确提出“使绝大多数城乡新增劳动力接受高中阶段教育、更多接受高等教育。”这是着眼于（）。",
          "options": [
            "A.提升人力资本的内在价值",
            "B.作为劳动力的人的可持续发展",
            "C.深入开发全球第一规模的“脑力金矿”",
            "D.体现出习总书记和党中央视教育为全社会可持续发展的强大助推器这种“中国智慧”"
          ],
          "answer": "ABCD",
          "id": "S4000005814"
        },
        {
          "type": "single_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "S4000005815"
        },
        {
          "type": "single_choice",
          "question": "高校学生的学业保障权包括（    ）。",
          "options": [
            "A.教育教学活动参加权；",
            "B.教育教学设施利用权；",
            "C.师资配置请求权；",
            "D.重新选择专业权"
          ],
          "answer": "ABCD",
          "id": "S4000005816"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代的历史意义是（ ）。",
          "options": [
            "A.意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景",
            "B.意味着科学社会主义在二十一世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜",
            "C.意味着中国特色社会主义道路、理论、制度、文化不断发展，拓展了发展中国家走向现代化的途径，......为解决人类问题贡献了中国智慧和中国方案",
            "D.意味着中国已经脱离了社会主义发展的初级阶段，从根本上改变了我国是世界最大发展中国家的国际地位"
          ],
          "answer": "ABC",
          "id": "S4000005817"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "S4000005818"
        },
        {
          "type": "single_choice",
          "question": "施乡村振兴战略，需要（）。",
          "options": [
            "A.促进农村一二三产业融合发展",
            "B.支持和鼓励农民就业创业",
            "C.拓宽增收渠道",
            "D.化农村土地制度改革"
          ],
          "answer": "ABCD",
          "id": "S4000005819"
        },
        {
          "type": "single_choice",
          "question": "设立大学应符合以下规定（    ）。",
          "options": [
            "A.主要培养本科及本科以上专门人才；",
            "B. 以5个以上不同学科为主要学科；",
            "C.具有较强的教学、科学研究力量和较高的教学、科学研究水平；",
            "D.全日制在校学生计划规模在10000人以上"
          ],
          "answer": "AC",
          "id": "S4000005820"
        },
        {
          "type": "single_choice",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005821"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005822"
        },
        {
          "type": "single_choice",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005823"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005824"
        },
        {
          "type": "single_choice",
          "question": "国家应采取多种形式积极发展高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005825"
        },
        {
          "type": "single_choice",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005826"
        },
        {
          "type": "single_choice",
          "question": "高校学费经教育行政部门批准，可跨学年预收。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005827"
        },
        {
          "type": "single_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005828"
        },
        {
          "type": "single_choice",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005829"
        },
        {
          "type": "single_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005830"
        },
        {
          "type": "single_choice",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005831"
        },
        {
          "type": "single_choice",
          "question": "教师申诉是通过司法机关的诉讼程序进行的，因而教师申诉具有诉讼的性质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005832"
        },
        {
          "type": "single_choice",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005833"
        },
        {
          "type": "single_choice",
          "question": "根据《高等教育法》规定，本科毕业生一概不能直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005834"
        },
        {
          "type": "single_choice",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005835"
        },
        {
          "type": "single_choice",
          "question": "只要转出学校与转入学校双方同意，高校学生就可以办理转学手续。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005836"
        },
        {
          "type": "single_choice",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005837"
        },
        {
          "type": "single_choice",
          "question": "离退休教师不能参加职务评聘，其原有教师职务相应解除。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005838"
        },
        {
          "type": "single_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005839"
        },
        {
          "type": "single_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005840"
        },
        {
          "type": "single_choice",
          "question": "不属于社会对高等教育的参与和支持的是（    ）。",
          "options": [
            "A.社会同高校的合作与参与；",
            "B.社会利用高校获得经济利益；",
            "C.社会为学生实习与实践提供帮助和便利；",
            "D.社会力量举办高等教育"
          ],
          "answer": "B",
          "id": "S4000005841"
        },
        {
          "type": "single_choice",
          "question": "对违反学校内部管理规章制度的学生，学校应当予以（    ）。",
          "options": [
            "A.开除；",
            "B.批评教育并处罚款；",
            "C.批评教育，但不得随意开除；",
            "D.罚款"
          ],
          "answer": "C",
          "id": "S4000005842"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法权限和程序主要由哪些法律确定？(    )",
          "options": [
            "A.《宪法》、《立法法》、《组织法》；",
            "B.《宪法》、《立法法》、《教育法》；",
            "C.《宪法》、《组织法》、《教育法》；",
            "D.《立法法》、《组织法》、《教育法》"
          ],
          "answer": "A",
          "id": "S4000005843"
        },
        {
          "type": "single_choice",
          "question": "我们要牢固树立社会主义生态文明观，推动形成（ ）现代化建设新格局，为保护生态环境作出我们这代人的努力！",
          "options": [
            "A.与自然和谐共生",
            "B.人与环境和谐发展",
            "C.人与自然和谐发展",
            "D.人与环境和谐共生"
          ],
          "answer": "C",
          "id": "S4000005844"
        },
        {
          "type": "single_choice",
          "question": "关于高校教师聘任制度的叙述，不正确的是（    ）。",
          "options": [
            "A.以岗位为基础；",
            "B.遵循自愿平等、双向选择的原则；",
            "C.双方在平等基础上签订的聘任合同具有法律效力；",
            "D.教师聘任制度只包括招聘和续聘两种"
          ],
          "answer": "D",
          "id": "S4000005845"
        },
        {
          "type": "single_choice",
          "question": "因品行不良、侮辱学生,影响恶劣的,被撤销教师资格的,自撤销之日起多少年内不得重新申请认定教师资格？（    ）",
          "options": [
            "A.3；",
            "B.4；",
            "C.5；",
            "D.6"
          ],
          "answer": "C",
          "id": "S4000005846"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000005847"
        },
        {
          "type": "single_choice",
          "question": "明确规定“高等教育由高等学校和其他高等教育机构实施”的法律是（     ）。",
          "options": [
            "A.《教育法》；",
            "B.《高等教育法》；",
            "C.《宪法》；",
            "D.《普通高等学校设置暂行条例》"
          ],
          "answer": "B",
          "id": "S4000005848"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例暂行实施办法》规定，硕士学位论文答辩不合格的，可在多少时间内修改论文，重新答辩？（    ）",
          "options": [
            "A.两年内；",
            "B.一年内；",
            "C.六个月内；",
            "D.三个月内"
          ],
          "answer": "B",
          "id": "S4000005849"
        },
        {
          "type": "single_choice",
          "question": "决定党和国家前途命运的根本力量是（  ）。",
          "options": [
            "A.生产力",
            "B.科学",
            "C.人民",
            "D.历史"
          ],
          "answer": "C",
          "id": "S4000005850"
        },
        {
          "type": "single_choice",
          "question": "十九大政治报告把“以人民为中心”作为中国特色社会主义思想的核心理念。这就要求教育：（）。",
          "options": [
            "A.扩大办学规模",
            "B.普遍接受高中教育",
            "C.关注人的可持续发展",
            "D.更多接受高等教育"
          ],
          "answer": "C",
          "id": "S4000005851"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.责任人有教育违法行为是其承担教育法律责任的前提；",
            "B.损害事实的客观存在是构成教育法律责任的前提条件；",
            "C.行为人的主观过错是指行为人在主观上有违反教育法律法规的故意；",
            "D.因学校、学生或者其他相关当事人的过错造成的学生伤害事故，相关当事人应当根据其行为过错程度的比例及其与损害后果之间的因果关系承担相应的责任"
          ],
          "answer": "C",
          "id": "S4000005852"
        },
        {
          "type": "single_choice",
          "question": "在众多教育法律责任主体中，最主要、最常见的一种教育法律责任主体是(    )。",
          "options": [
            "A.学生；",
            "B.教师；",
            "C.学校；",
            "D.教育行政机关"
          ],
          "answer": "C",
          "id": "S4000005853"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任的内容依据处罚严厉程度的不同，可分为(    )和制裁。",
          "options": [
            "A.返还财产；",
            "B.吊销办学许可证；",
            "C.补救；",
            "D.通报批评"
          ],
          "answer": "C",
          "id": "S4000005854"
        },
        {
          "type": "single_choice",
          "question": "提出依法治国，建设社会主义法治国家的治国基本方略是在（    ）。",
          "options": [
            "A.1982年宪法；",
            "B.1978年党的十一届三中全会；",
            "C.党的十四大；",
            "D.党的十五大"
          ],
          "answer": "D",
          "id": "S4000005855"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议申请人在申请行政复议时（    ）一并提出行政赔偿请求。",
          "options": [
            "A.必须；",
            "B.不可以；",
            "C.可以；",
            "D.根据具体情况"
          ],
          "answer": "C",
          "id": "S4000005856"
        },
        {
          "type": "single_choice",
          "question": "学校对故意不完成教育教学任务给教育教学工作造成损失的教师，可以给予（    ）。",
          "options": [
            "A.行政处罚；",
            "B.行政处分或解聘职务；",
            "C.撤销教师资格；",
            "D.追究民事法律责任"
          ],
          "answer": "B",
          "id": "S4000005857"
        },
        {
          "type": "single_choice",
          "question": "（     ）是关系国计民生的根本问题。",
          "options": [
            "A.工业农业国防问题",
            "B.经济政治文化问题",
            "C.农业农村农民问题",
            "D.科技文化社会问题"
          ],
          "answer": "C",
          "id": "S4000005858"
        },
        {
          "type": "single_choice",
          "question": "十八大以来的五年，是党和国家发展进程中极不平凡的五年。五年来的成就是（ ）。",
          "options": [
            "A.深层次的、根本性的",
            "B.全覆盖的、压倒性的",
            "C.多层次的、立体性的",
            "D.全方位的、开创性的"
          ],
          "answer": "D",
          "id": "S4000005859"
        },
        {
          "type": "single_choice",
          "question": "学生应征参加中国人民解放军（含中国人民武装警察部队），学校应当保留其学籍（    ）。",
          "options": [
            "A. 2年；",
            "B.3年；",
            "C. 退役当年；",
            "D.退役后一年"
          ],
          "answer": "D",
          "id": "S4000005860"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应当具有法人资格，但允许有例外，即可以不具有法人资格的是（    ）。",
          "options": [
            "A.设立为自学考试助学或从事文化补习的中外合作办学机构；",
            "B.设立从事职业技能培训的中外合作办学机构；",
            "C.设立从事非学历高等教育的中外合作办学机构；",
            "D.外国教育机构同中国普通高校设立的实施高等教育的中外合作办学机构"
          ],
          "answer": "D",
          "id": "S4000005861"
        },
        {
          "type": "single_choice",
          "question": "党的十九大作出的重大政治判断是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代",
            "B.中国特色社会主义进入了新时期",
            "C.中国特色社会主义进入了新征程",
            "D.中国特色社会主义进入了新阶段"
          ],
          "answer": "A",
          "id": "S4000005862"
        },
        {
          "type": "single_choice",
          "question": "我国教育的基本法律是(    )。",
          "options": [
            "A.《中华人民共和国教育法》；",
            "B.《中华人民共和国宪法》；",
            "C.《中华人民共和国义务教育法》；",
            "D.《中华人民共和国学位条例》"
          ],
          "answer": "A",
          "id": "S4000005863"
        },
        {
          "type": "single_choice",
          "question": "下列属于教育法规表现形式的是（    ）。",
          "options": [
            "A.决议；",
            "B.决定；",
            "C.通知；",
            "D.实施细则"
          ],
          "answer": "D",
          "id": "S4000005864"
        },
        {
          "type": "single_choice",
          "question": "动态意义的教育法制，其核心在于(    )。",
          "options": [
            "A.教育立法；",
            "B.教育执法；",
            "C.教育普法；",
            "D.依法治教"
          ],
          "answer": "D",
          "id": "S4000005865"
        },
        {
          "type": "single_choice",
          "question": "根据我国民法通则的规定，学校及其他教育机构应属于（    ）。",
          "options": [
            "A.企业法人；",
            "B.社会团体法人；",
            "C.机关法人；",
            "D.事业单位法人"
          ],
          "answer": "D",
          "id": "S4000005866"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义制度的最大优势是（    ）。",
          "options": [
            "A.公有制占主体",
            "B.中国共产党领导",
            "C.马克思主义指导",
            "D.人民代表大会"
          ],
          "answer": "B",
          "id": "S4000005867"
        },
        {
          "type": "single_choice",
          "question": "高等教育推动社会发展的基本途径不包括（    ）。",
          "options": [
            "A.培养各类高级人才；",
            "B.传承、创新文化，培养跨文化的人才；",
            "C.从事科学研究，创新科技成果；",
            "D.直接服务社会"
          ],
          "answer": "B",
          "id": "S4000005868"
        },
        {
          "type": "single_choice",
          "question": "我国发展新的历史方位指的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新征程",
            "B.中国特色社会主义进入了新时期",
            "C.中国特色社会主义进入了新时代",
            "D.中国特色社会主义进入了新阶段"
          ],
          "answer": "C",
          "id": "S4000005869"
        },
        {
          "type": "single_choice",
          "question": "关于教育法律规范与教育法律法规条文的关系，正确的是（    ）。",
          "options": [
            "A.有的教育法律法规条文不包含着教育法律规范；",
            "B.有的教育法律条文包含着若干个教育法律规范；",
            "C.有的教育法律法规条文仅包含着一个教育法律法规的片段；",
            "D.以上三个都对"
          ],
          "answer": "D",
          "id": "S4000005870"
        },
        {
          "type": "single_choice",
          "question": "作为“伟大事业”的中国特色社会主义，是我国改革开放以来每次党代会都确立的主题，它要回答（ ）的根本问题，具有举旗定向作用。",
          "options": [
            "A.“担负什么样的历史使命、实现什么样的奋斗目标”",
            "B.“以什么样的精神状态”",
            "C.“提供什么样的领导力量”",
            "D.“举什么旗、走什么路”"
          ],
          "answer": "D",
          "id": "S4000005871"
        },
        {
          "type": "single_choice",
          "question": "根据《未成年人保护法》和《预防未成年人犯罪法》的规定，对未成年人犯罪一律不公开审理的少年被告人年龄是（   ）。",
          "options": [
            "A.14周岁以下；",
            "B.14周岁以上不满16周岁；",
            "C.16周岁以上不满17周岁；",
            "D.18周岁以下"
          ],
          "answer": "B",
          "id": "S4000005872"
        },
        {
          "type": "single_choice",
          "question": "在我国，现行教育法对我国教育方针规定的是(    )。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "B",
          "id": "S4000005873"
        },
        {
          "type": "single_choice",
          "question": "马克思主义中国化最新理论成果是（     ）。",
          "options": [
            "A.邓小平理论",
            "B.“三个代表”重要思想",
            "C.科学发展观",
            "D.习近平新时代中国特色社会主义思想"
          ],
          "answer": "D",
          "id": "S4000005874"
        },
        {
          "type": "single_choice",
          "question": "十九大报告首次提出“我们党一定要有新气象新作为”。这表明（   ）。",
          "options": [
            "A.新时代党对自身面貌的期望值更高",
            "B.新时代党的建设的要求更加全面更加清晰",
            "C.新时代党对自身建设要求有了新觉醒新高度",
            "D.新时代党的建设的重点更加突出更加务实"
          ],
          "answer": "A",
          "id": "S4000005875"
        },
        {
          "type": "single_choice",
          "question": "同一机关制定的法律、行政法规、地方性法规、自治条例和单行条例、规章，特别规定与一般规定不一致的，应适用(    )。",
          "options": [
            "A.一般规定；",
            "B.特别规定；",
            "C.重新修订；",
            "D.由制订机关解释"
          ],
          "answer": "B",
          "id": "S4000005876"
        },
        {
          "type": "single_choice",
          "question": "当今世界各国公认的国际交往的基本准则是（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "A",
          "id": "S4000005877"
        },
        {
          "type": "single_choice",
          "question": "根据我国《义务教育法》的规定，我国儿童、少年接受义务教育的最小年龄是（    ）。",
          "options": [
            "A.5周岁；",
            "B.6周岁；",
            "C.7周岁；",
            "D.8周岁"
          ],
          "answer": "B",
          "id": "S4000005878"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系是由教育法律规范所确认和调整的人们在教育活动过程中所形成的权利义务关系，由主体、客体及（    ）三要素构成。",
          "options": [
            "A.动机；",
            "B.手段；",
            "C.内容；",
            "D.目的"
          ],
          "answer": "C",
          "id": "S4000005879"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法的最后一个环节是(    )。",
          "options": [
            "A.执行法律；",
            "B.公布法律；",
            "C.通过法律；",
            "D.适用法律"
          ],
          "answer": "B",
          "id": "S4000005880"
        },
        {
          "type": "single_choice",
          "question": "教育法制监督的途径很多，在目前教育实践中，国家机关和群众对教育法律法规实施情况通常采用监督方式除了教育审计外，还有（   ）。",
          "options": [
            "A.教育经费预算、决算；",
            "B.教育执法检查；",
            "C.教育督导；",
            "D.教育行政监察"
          ],
          "answer": "ABCD",
          "id": "S4000005881"
        },
        {
          "type": "single_choice",
          "question": "下列人员中不属于教师的有（    ）。",
          "options": [
            "A.各级各类学校和其他教育机构专门从事教育教学工作的人员；",
            "B.未履行教育教学职责的行政管理人员；",
            "C.后勤服务人员；",
            "D.成人高等学校中从事教育教学的人员"
          ],
          "answer": "BC",
          "id": "S4000005882"
        },
        {
          "type": "single_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "S4000005883"
        },
        {
          "type": "single_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "S4000005884"
        },
        {
          "type": "single_choice",
          "question": "十九大报告明确提出建设“学习型社会”。这是（）。",
          "options": [
            "A.对个人终身学习的必然要求",
            "B.东方教育强国的理想愿景",
            "C.提升社会文明程度的必然趋势",
            "D.自我不断开发智力资源、追求可持续发展的内在逻辑"
          ],
          "answer": "ABCD",
          "id": "S4000005885"
        },
        {
          "type": "single_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "S4000005886"
        },
        {
          "type": "single_choice",
          "question": "十八大以来的五年，是党和国家发展进程中极不平凡的五年，主要体现在（ ）。",
          "options": [
            "A.五年来的成就是全方位的、开创性的",
            "B.五年来的变革是深层次的、根本性的",
            "C.解决了许多长期想解决而没有解决的难题",
            "D.办成了许多过去想办而没有办成的大事"
          ],
          "answer": "ABCD",
          "id": "S4000005887"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000005888"
        },
        {
          "type": "single_choice",
          "question": "高校学生学业成绩考核的两种形式为（    ）。",
          "options": [
            "A. 考试；",
            "B.评议；",
            "C. 考查；",
            "D.综合评定"
          ],
          "answer": "AC",
          "id": "S4000005889"
        },
        {
          "type": "single_choice",
          "question": "高等学历教育的入学资格包括（    ）。",
          "options": [
            "A.低一级教育毕业或具有同等学力；",
            "B.经考试合格；",
            "C.被高等学校录取；",
            "D.无犯罪记录"
          ],
          "answer": "ABC",
          "id": "S4000005890"
        },
        {
          "type": "single_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "S4000005891"
        },
        {
          "type": "single_choice",
          "question": "下列哪些事项属于教师可以对学校或其他教育机构及教育行政机关提出申诉的范围(    )。",
          "options": [
            "A.教师认为其考核奖惩方面的合法权益受到学校或其他教育机构侵犯的；",
            "B.教师认为其工资福利待遇方面的合法权益受到学校或其他教育机构侵犯的；",
            "C.教师对学校或其他教育机构作出的处理决定不服的；",
            "D.教师认为当地人民政府的有关行政部门侵犯其《教师法》规定的合法权益的"
          ],
          "answer": "ABCD",
          "id": "S4000005892"
        },
        {
          "type": "single_choice",
          "question": "根据十九大报告，能体现社会主义现代化强国建设要求的是（　）。",
          "options": [
            "A.实现国家治理体系和治理体系现代化",
            "B.成为综合国力和国际影响力领先的国家",
            "C.物质文明、政治文明、精神文明和生态文明全面提升",
            "D.现代社会治理格局基本形成，社会充满活力又和谐有序",
            "E.生态环境根本好转，美丽中国目标基本实现"
          ],
          "answer": "AB",
          "id": "S4000005893"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "S4000005894"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "S4000005895"
        },
        {
          "type": "single_choice",
          "question": "《教师法》规定的义务有（    ）。",
          "options": [
            "A.遵守宪法和法律及职业道德；",
            "B.贯彻国家的教育方针；",
            "C.关心爱护全体学生；",
            "D.不断提高思想政治觉悟和教育教学业务水平"
          ],
          "answer": "ABCD",
          "id": "S4000005896"
        },
        {
          "type": "single_choice",
          "question": "“四个伟大”是新时代行动纲领的基本遵循，具有其形成和提出的历史逻辑、实践逻辑和理论逻辑。其中，（ ）。",
          "options": [
            "A.历史逻辑是指运用历史思维和辩证思维，系统总结中华民族、世界社会主义、中国近代史、中国共产党发展史、新中国发展史、改革开放的历史及其经验教训可以发现，推进“四个伟大”是治国理政的根本经验。",
            "B.实践逻辑是指改革开放以来，尤其是党的十八大以来，党中央把推进“四个伟大”作为治国理政的总体或战略框架。",
            "C.理论逻辑体现为“四个伟大”是在继承和发展中国共产党人治国理政思想的基础上提出来的，具有厚实的理论基础和渊源。",
            "D.历史逻辑是厚实的，实践逻辑是牢实的，理论逻辑是坚实的。"
          ],
          "answer": "ABCD",
          "id": "S4000005897"
        },
        {
          "type": "single_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "S4000005898"
        },
        {
          "type": "single_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "S4000005899"
        },
        {
          "type": "single_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "S4000005900"
        },
        {
          "type": "single_choice",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005901"
        },
        {
          "type": "single_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005902"
        },
        {
          "type": "single_choice",
          "question": "普通高等学校的教师资格由国务院或者省、自治区、直辖市教育行政部门或者由其委托的学校认定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005903"
        },
        {
          "type": "single_choice",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005904"
        },
        {
          "type": "single_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005905"
        },
        {
          "type": "single_choice",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005906"
        },
        {
          "type": "single_choice",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005907"
        },
        {
          "type": "single_choice",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005908"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005909"
        },
        {
          "type": "single_choice",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005910"
        },
        {
          "type": "single_choice",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005911"
        },
        {
          "type": "single_choice",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005912"
        },
        {
          "type": "single_choice",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005913"
        },
        {
          "type": "single_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005914"
        },
        {
          "type": "single_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005915"
        },
        {
          "type": "single_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005916"
        },
        {
          "type": "single_choice",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005917"
        },
        {
          "type": "single_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005918"
        },
        {
          "type": "single_choice",
          "question": "民办学校在扣除办学成本后，结余部分应归还出资人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005919"
        },
        {
          "type": "single_choice",
          "question": "学校可以校产作抵押向金融机构贷款。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005920"
        },
        {
          "type": "single_choice",
          "question": "新时代党的教育事业发展的根本任务是（  ）。",
          "options": [
            "A.立德树人",
            "B.素质教育",
            "C.教育公平",
            "D.教育改革"
          ],
          "answer": "A",
          "id": "S4000005921"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应以何种语言为基本教学语言文字？（    ）",
          "options": [
            "A.普通话和规范汉字；",
            "B.英语；",
            "C.合作外方规范语言；",
            "D.由合作双方商定；"
          ],
          "answer": "A",
          "id": "S4000005922"
        },
        {
          "type": "single_choice",
          "question": "社会力量依法举办的学校，办学经费由谁负责筹措？（    ）",
          "options": [
            "A.校长；",
            "B.董事会；",
            "C.所在地政府；",
            "D.举办者"
          ],
          "answer": "D",
          "id": "S4000005923"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想，明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分两步走在本世纪中叶建成（     ）。",
          "options": [
            "A.富强民主文明的社会主义现代化国家",
            "B.富强民主文明和谐的社会主义现代化国家",
            "C.富强民主文明和谐美丽的社会主义现代化国家",
            "D.富强民主文明和谐美丽的社会主义现代化强国"
          ],
          "answer": "D",
          "id": "S4000005924"
        },
        {
          "type": "single_choice",
          "question": "教育法规的特征不包括（    ）。",
          "options": [
            "A.探索性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "A",
          "id": "S4000005925"
        },
        {
          "type": "single_choice",
          "question": "教育法制化是我国21世纪教育发展的必然趋势，就目前，我国实现依法治教的关键是(    )。",
          "options": [
            "A.教育行政部门、政府有关部门依法行政；",
            "B.促进学校法人制度的建立与完善，并逐步建立、健全对学校的监督与评估机制；",
            "C.切实保障适龄儿童和青少年受教育的基本权利；",
            "D.建立、健全处理教师申诉、学生申诉的程序与机制及运用司法手段处理教育纠纷的机制"
          ],
          "answer": "A",
          "id": "S4000005926"
        },
        {
          "type": "single_choice",
          "question": "我国实施义务教育的法定年限为（    ）。",
          "options": [
            "A.9年；",
            "B.10年；",
            "C.11年；",
            "D.12年"
          ],
          "answer": "A",
          "id": "S4000005927"
        },
        {
          "type": "single_choice",
          "question": "根据我国《高等教育自学考试暂行条例》规定，开考新专业应由哪个部门审批（    ）。",
          "options": [
            "A.教育部；",
            "B.省、自治区、直辖市教育厅（局）；",
            "C.省级高等教育自学考试委员会；",
            "D.全国高等教育自学考试委员会"
          ],
          "answer": "D",
          "id": "S4000005928"
        },
        {
          "type": "single_choice",
          "question": "对违反学校内部管理规章制度的学生，学校应当予以（    ）。",
          "options": [
            "A.开除；",
            "B.批评教育并处罚款；",
            "C.批评教育，但不得随意开除；",
            "D.罚款"
          ],
          "answer": "C",
          "id": "S4000005929"
        },
        {
          "type": "single_choice",
          "question": "中国共产党人的初心和使命，就是为中国人民（ ），为中华民族（ ）。这个初心和使命是激励中国共产党人不断前进的根本动力。",
          "options": [
            "A.谋幸福，谋未来",
            "B.谋生活，谋复兴",
            "C.谋幸福，谋复兴",
            "D.谋生活，谋未来"
          ],
          "answer": "C",
          "id": "S4000005930"
        },
        {
          "type": "single_choice",
          "question": "当今世界各国公认的国际交往的基本准则是（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "A",
          "id": "S4000005931"
        },
        {
          "type": "single_choice",
          "question": "通常不适用于处于义务阶段的学生的行政处分措施是(    )。",
          "options": [
            "A.警告；",
            "B.开除；",
            "C.记过；",
            "D.留校察看"
          ],
          "answer": "B",
          "id": "S4000005932"
        },
        {
          "type": "single_choice",
          "question": "专门教育机构为各级各类教师的补充、更新而进行的一种专业性学历教育即（    ）。",
          "options": [
            "A.教师培养；",
            "B.教师培训；",
            "C.教师考核；",
            "D.教师奖励"
          ],
          "answer": "A",
          "id": "S4000005933"
        },
        {
          "type": "single_choice",
          "question": "确定高校学费标准的主要依据是（    ）。",
          "options": [
            "A.人均生活费；",
            "B.生均教育培养成本；",
            "C.基建成本；",
            "D.教师工资"
          ],
          "answer": "B",
          "id": "S4000005934"
        },
        {
          "type": "single_choice",
          "question": "我国教育法律的标准文本须刊登在(    )。",
          "options": [
            "A.人民日报；",
            "B.中国教育报；",
            "C.国务院公报；",
            "D.全国人大常委会公报"
          ],
          "answer": "D",
          "id": "S4000005935"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，中外合作办学机构应当具有法人资格，但允许有例外，即可以不具有法人资格的是（    ）。",
          "options": [
            "A.设立为自学考试助学或从事文化补习的中外合作办学机构；",
            "B.设立从事职业技能培训的中外合作办学机构；",
            "C.设立从事非学历高等教育的中外合作办学机构；",
            "D.外国教育机构同中国普通高校设立的实施高等教育的中外合作办学机构"
          ],
          "answer": "D",
          "id": "S4000005936"
        },
        {
          "type": "single_choice",
          "question": "党的十九大首次提出了（  ）战略。",
          "options": [
            "A.城乡一体化",
            "B.实施乡村振兴战略",
            "C.社会主义新农村建设",
            "D.健康中国"
          ],
          "answer": "B",
          "id": "S4000005937"
        },
        {
          "type": "single_choice",
          "question": "根据《教师法》的规定，教师是（    ）。",
          "options": [
            "A.普通劳动者；",
            "B.公务员；",
            "C.专业人员；",
            "D.自由职业者"
          ],
          "answer": "C",
          "id": "S4000005938"
        },
        {
          "type": "single_choice",
          "question": "在教育行政诉讼中，（    ）负有举证责任。",
          "options": [
            "A.教育行政管理相对人；",
            "B.教育行政机关；",
            "C.教育行政机关或教育法律、法规授权的组织；",
            "D.起诉人"
          ],
          "answer": "C",
          "id": "S4000005939"
        },
        {
          "type": "single_choice",
          "question": "在我国的实践中，国家规定高等学校的经费开支标准的途径是（    ）。",
          "options": [
            "A.综合定额；",
            "B.普通基金；",
            "C.综合定额加专项补助；",
            "D.普通基金加专项基金"
          ],
          "answer": "C",
          "id": "S4000005940"
        },
        {
          "type": "single_choice",
          "question": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。",
          "options": [
            "A.创新、协调、绿色、开放、共享",
            "B.创造、协调、生态、开放、共享",
            "C.创新、统筹、绿色、开放、共享",
            "D.创造、统筹、生态、开放、共享"
          ],
          "answer": "A",
          "id": "S4000005941"
        },
        {
          "type": "single_choice",
          "question": "从逻辑的结构上看，任何单一、完整的法律规范都应包含法定条件、行为准则和（    ）这三个组成部分。",
          "options": [
            "A.法律后果；",
            "B.法律责任；",
            "C.行为结果；",
            "D.法律依据"
          ],
          "answer": "A",
          "id": "S4000005942"
        },
        {
          "type": "single_choice",
          "question": "拥有撤销地方性法规权限的机关是(    )。",
          "options": [
            "A.国务院；",
            "B.全国人大；",
            "C.全国人大常委会；",
            "D.全国政协"
          ],
          "answer": "C",
          "id": "S4000005943"
        },
        {
          "type": "single_choice",
          "question": "毛泽东针对中国共产党长期处在农村游击战争的环境，农民、小资产阶级出身的党员在党内占大多数，这就需要首先解决党员在思想上入党的问题，以保证党的马克思主义性质不变，因此，强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.反腐倡廉建设",
            "D.思想建设"
          ],
          "answer": "D",
          "id": "S4000005944"
        },
        {
          "type": "single_choice",
          "question": "我国《义务教育法》规定，我国适龄儿童少年有受教育的（    ），各级政府应采取有效措施保障适龄儿童少年到学校接受教育，一个都不能少。",
          "options": [
            "A.权利；",
            "B.义务；",
            "C.权利和义务；",
            "D.权力"
          ],
          "answer": "C",
          "id": "S4000005945"
        },
        {
          "type": "single_choice",
          "question": "教师资格考试科目、标准和考试大纲由（    ）审定。",
          "options": [
            "A.国务院教育行政部门；",
            "B.省级教育行政部门；",
            "C.学校上级教育行政部门；",
            "D.组织教师资格考试的学校"
          ],
          "answer": "A",
          "id": "S4000005946"
        },
        {
          "type": "single_choice",
          "question": "十九大报告首次提出“我们党一定要有新气象新作为”。这表明（   ）。",
          "options": [
            "A.新时代党对自身面貌的期望值更高",
            "B.新时代党的建设的要求更加全面更加清晰",
            "C.新时代党对自身建设要求有了新觉醒新高度",
            "D.新时代党的建设的重点更加突出更加务实"
          ],
          "answer": "A",
          "id": "S4000005947"
        },
        {
          "type": "single_choice",
          "question": "根据《普通高等教育学历证书管理暂行规定》，具有学籍的学生学完教学计划规定的全部课程，其中有一门以上课程补考后仍不及格但不属于留级范围或未修满规定的学分，德育体育合格，可以获得（    ）。",
          "options": [
            "A.毕业证书；",
            "B.肄业证书；",
            "C.结业证书；",
            "D.学习证明书"
          ],
          "answer": "C",
          "id": "S4000005948"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000005949"
        },
        {
          "type": "single_choice",
          "question": "必然始终把解决好“三农”问题作为（      ）。",
          "options": [
            "A.全党工作重中之重",
            "B.全党的工作中心",
            "C.全党的奋斗目标",
            "D.全党新的伟大工程"
          ],
          "answer": "A",
          "id": "S4000005950"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施方式是（    ）。",
          "options": [
            "A.国家强制力；",
            "B.道德谴责；",
            "C.公共舆论；",
            "D.模范人物的影响"
          ],
          "answer": "A",
          "id": "S4000005951"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（    ）。",
          "options": [
            "A.人民日益增长的经济文化需要同当前经济文化不能满足人民需要的状况之间的矛盾",
            "B.人民对建立先进的工业国的要求和落后的农业国的现实之间的矛盾",
            "C.人民日益增长的物质文化需要和落后的社会生产之间的矛盾",
            "D.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "D",
          "id": "S4000005952"
        },
        {
          "type": "single_choice",
          "question": "十九大报告创造性地作出下述深刻的判断：“中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。”这样一种崭新的时代特征，赋予了人民“美好生活”以丰富广泛、远近兼顾的多层面内容。由此而言，“优先发展教育”是指：（）。",
          "options": [
            "A.扩大就业机会",
            "B.增加创业机会",
            "C.教育就是最重要的民生",
            "D.实现人生价值"
          ],
          "answer": "C",
          "id": "S4000005953"
        },
        {
          "type": "single_choice",
          "question": "高等教育行政行为一经作出，即被推定为合法有效的，其约束力随之产生。这反映高等教育行政行为的特征是（    ）。",
          "options": [
            "A.从属法律性；",
            "B.效力先定性；",
            "C.强制性；",
            "D.单方意志性"
          ],
          "answer": "B",
          "id": "S4000005954"
        },
        {
          "type": "single_choice",
          "question": "（ ），在国家博物馆，中共中央总书记习近平在参观“复兴之路”展览时，第一次提出了“中国梦”的概念。",
          "options": [
            "A.2012年11月8日",
            "B.2012年11月29日",
            "C.2012年11月25日",
            "D.2012年12月10日"
          ],
          "answer": "B",
          "id": "S4000005955"
        },
        {
          "type": "single_choice",
          "question": "提出依法治国，建设社会主义法治国家的治国基本方略是在（    ）。",
          "options": [
            "A.1982年宪法；",
            "B.1978年党的十一届三中全会；",
            "C.党的十四大；",
            "D.党的十五大"
          ],
          "answer": "D",
          "id": "S4000005956"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系与一般法律关系的重要区别在于教育法律关系具有（    ）。",
          "options": [
            "A.复杂性；",
            "B.同一性；",
            "C.强制性；",
            "D.阶级性"
          ],
          "answer": "B",
          "id": "S4000005957"
        },
        {
          "type": "single_choice",
          "question": "教师所享有的“管理学生权”是与教师在教育教学过程中的（    ）地位相适应的基本权利。",
          "options": [
            "A.组织；",
            "B.主导；",
            "C.主体；",
            "D.领导"
          ],
          "answer": "B",
          "id": "S4000005958"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，举办颁发外国教育机构的本科学历、学位证书的中外合作办学机构和项目，中方合作办学者（    ）。",
          "options": [
            "A.可以是具有雄厚经济实力的企业；",
            "B.可以是实施专科层次学历教育的普通高校；",
            "C.必须是实施本科层次学历教育的高等教育机构；",
            "D.必须是具有硕士学位授权资格的普通高校；"
          ],
          "answer": "C",
          "id": "S4000005959"
        },
        {
          "type": "single_choice",
          "question": "设立高等学校及其他高等教育机构的基本原则，不包括（    ）。",
          "options": [
            "A.举办高等学校及其他高等教育机构是国家的责任；",
            "B.国家鼓励社会力量依法举办高等学校及其他高等教育机构；",
            "C.举办高等学校及其他高等教育机构不得以营利为目的；",
            "D.保证每个适龄人员接受高等教育"
          ],
          "answer": "D",
          "id": "S4000005960"
        },
        {
          "type": "single_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "S4000005961"
        },
        {
          "type": "single_choice",
          "question": "对于教师的职业定位，应注意从以下（    ）方面进行理解。",
          "options": [
            "A.教师是专业人员；",
            "B.教师是直接承担教育教学工作职责或从事教学辅助工作的人员；",
            "C.教师是必须具备专门资格，符合特定要求的人员；",
            "D.教师必须从教于各级各类学校或者其他教育机构"
          ],
          "answer": "ACD",
          "id": "S4000005962"
        },
        {
          "type": "single_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "S4000005963"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "S4000005964"
        },
        {
          "type": "single_choice",
          "question": "按《高等教育法》规定，哪一级政府应保证国家兴办的高等教育的经费逐步增长？（    ）",
          "options": [
            "A.国务院；",
            "B.省级人民政府；",
            "C.中心城市人民政府；",
            "D.县人民政府"
          ],
          "answer": "ABC",
          "id": "S4000005965"
        },
        {
          "type": "single_choice",
          "question": "《教育法》对学校及其他教育机构应履行的义务作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 维护受教育者、教师及其他职工的合法权益；",
            "B. 公开学生学业成绩；",
            "C. 遵照国家有关规定收取费用并公开收费项目；",
            "D. 接受各类检查评估"
          ],
          "answer": "AC",
          "id": "S4000005966"
        },
        {
          "type": "single_choice",
          "question": "根据我国现行相关法律法规规定，教育行政处分的种类主要包括(    )。",
          "options": [
            "A.对在校学生的处分；",
            "B.对国家行政工作人员的处分；",
            "C.对教师的行政处分；",
            "D.对学生家长的行政处分"
          ],
          "answer": "ABC",
          "id": "S4000005967"
        },
        {
          "type": "single_choice",
          "question": "教育司法是教育法实施的重要形式之一，但并非一切教育法的实施都依赖于教育司法。司法介入教育的范围必须遵循以下原则（   ）。",
          "options": [
            "A.重视权益救济原则；",
            "B.遵循教育自身的特点和规律原则；",
            "C.权利与义务相统一原则；",
            "D.目标与手段相统一原则"
          ],
          "answer": "AB",
          "id": "S4000005968"
        },
        {
          "type": "single_choice",
          "question": "十九大报告把党的建设放到（   ）的构架中。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "ABCD",
          "id": "S4000005969"
        },
        {
          "type": "single_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "S4000005970"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "S4000005971"
        },
        {
          "type": "single_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "S4000005972"
        },
        {
          "type": "single_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "S4000005973"
        },
        {
          "type": "single_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "S4000005974"
        },
        {
          "type": "single_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "S4000005975"
        },
        {
          "type": "single_choice",
          "question": "引导应对气候变化国际合作，成为全球生态文明建设的重要（ ）。",
          "options": [
            "A.参与者",
            "B.贡献者",
            "C.引领者",
            "D.领导者"
          ],
          "answer": "ABC",
          "id": "S4000005976"
        },
        {
          "type": "single_choice",
          "question": "完成（ ）三条控制线划定工作。",
          "options": [
            "A.生态保护红线",
            "B.永久基本农田",
            "C.城镇开发边界",
            "D.国土绿化面积"
          ],
          "answer": "ABC",
          "id": "S4000005977"
        },
        {
          "type": "single_choice",
          "question": "义务性教育法律法规在被表述时通常采用的字样是（    ）。",
          "options": [
            "A.“必须”；",
            "B.“应当”；",
            "C.“禁止”；",
            "D.“不得”；",
            "E.“可以”"
          ],
          "answer": "ABCD",
          "id": "S4000005978"
        },
        {
          "type": "single_choice",
          "question": "根据国家规定，我国高校短期邀请外籍专家，被邀请者应具有（    ）。",
          "options": [
            "A.硕士及以上学位或教授职称；",
            "B.博士学位或副教授以上职称；",
            "C.在该学术领域有一定造诣；",
            "D.在该学术领域有杰出造诣"
          ],
          "answer": "BC",
          "id": "S4000005979"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "S4000005980"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005981"
        },
        {
          "type": "single_choice",
          "question": "规模较大院校应设置总会计师，协助分管财务副校（院）长主持学校的财经工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005982"
        },
        {
          "type": "single_choice",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005983"
        },
        {
          "type": "single_choice",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005984"
        },
        {
          "type": "single_choice",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005985"
        },
        {
          "type": "single_choice",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005986"
        },
        {
          "type": "single_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005987"
        },
        {
          "type": "single_choice",
          "question": "所有高校都必须实行学校党委领导下的校长负责制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005988"
        },
        {
          "type": "single_choice",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005989"
        },
        {
          "type": "single_choice",
          "question": "学校收取费用应遵照国家有关规定收并公开收费项目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005990"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005991"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005992"
        },
        {
          "type": "single_choice",
          "question": "学校在对学生作出处分决定之前，应当听取学生或者其代理人的陈述和申辩。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005993"
        },
        {
          "type": "single_choice",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005994"
        },
        {
          "type": "single_choice",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005995"
        },
        {
          "type": "single_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005996"
        },
        {
          "type": "single_choice",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000005997"
        },
        {
          "type": "single_choice",
          "question": "退学学生可以申请复学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005998"
        },
        {
          "type": "single_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000005999"
        },
        {
          "type": "single_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006000"
        },
        {
          "type": "single_choice",
          "question": "关于教育法律规范与教育法律法规条文的关系，正确的是（    ）。",
          "options": [
            "A.有的教育法律法规条文不包含着教育法律规范；",
            "B.有的教育法律条文包含着若干个教育法律规范；",
            "C.有的教育法律法规条文仅包含着一个教育法律法规的片段；",
            "D.以上三个都对"
          ],
          "answer": "D",
          "id": "S4000006001"
        },
        {
          "type": "single_choice",
          "question": "改革开放之初，拨乱反正，百废待兴，法制建设就显得非常重要，因此，邓小平强调党的（   ）。",
          "options": [
            "A.政治建设",
            "B.组织建设",
            "C.制度建设",
            "D.纪律建设"
          ],
          "answer": "C",
          "id": "S4000006002"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，在世界社会主义发展史上的重大意义是（ ）。",
          "options": [
            "A.中华民族迎来了从站起来、富起来到强起来的伟大飞跃",
            "B.拓展了发展中国家走向现代化的途径",
            "C.为解决人类问题贡献了中国智慧和中国方案",
            "D.在世界上高高举起了中国特色社会主义伟大旗帜"
          ],
          "answer": "D",
          "id": "S4000006003"
        },
        {
          "type": "single_choice",
          "question": "高等学校的教师的聘任，应当遵循（    ）的原则，由高等学校校长与受聘教师签订聘任合同。",
          "options": [
            "A.服从学校发展需要；",
            "B.由教师自己申请；",
            "C.学校规章制度确立；",
            "D.双方平等自愿"
          ],
          "answer": "D",
          "id": "S4000006004"
        },
        {
          "type": "single_choice",
          "question": "下列属于行政处分的是（    ）。",
          "options": [
            "A.拘留；",
            "B.罚款；",
            "C.降职；",
            "D.取消资格"
          ],
          "answer": "C",
          "id": "S4000006005"
        },
        {
          "type": "single_choice",
          "question": "受教育者享有在（    ）上获得公正评价，完成规定的学业后获得相应的学业证书、学位证书的权利。",
          "options": [
            "A.学业成绩；",
            "B.品行；",
            "C.身体状况；",
            "D.学业成绩和品行"
          ],
          "answer": "D",
          "id": "S4000006006"
        },
        {
          "type": "single_choice",
          "question": "（   ）不仅被写入十九大报告的基本方略，也是报告的落脚点。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党"
          ],
          "answer": "D",
          "id": "S4000006007"
        },
        {
          "type": "single_choice",
          "question": "好教育必须追求教育的适切性。这种适切性是指：（）。",
          "options": [
            "A.人人享有教育",
            "B.课程与教学满足于每位孩子的个性化需要",
            "C.人人平等接受教育",
            "D.教育机遇均等"
          ],
          "answer": "B",
          "id": "S4000006008"
        },
        {
          "type": "single_choice",
          "question": "不属于高等学校教师管理制度的是（    ）。",
          "options": [
            "A.监督制度；",
            "B.资格制度；",
            "C.职务制度；",
            "D.聘任制度"
          ],
          "answer": "A",
          "id": "S4000006009"
        },
        {
          "type": "single_choice",
          "question": "全国人民代表大会常务委员会的法律解释(    )。",
          "options": [
            "A.其效力低于其解释的由全国人大制定的法律，等于其解释的由全国人大常委会制定的法律；",
            "B.与其解释的所有法律具有同等效力；",
            "C.其效力低于其解释的法律，高于国务院制定的行政法规；",
            "D.其效力不能确定"
          ],
          "answer": "B",
          "id": "S4000006010"
        },
        {
          "type": "single_choice",
          "question": "刑罚分为两类:主刑和附加刑。主刑是对犯罪人适用的主要的刑罚方法,附加刑是补充主刑适用的刑罚方法，同时也可单独适用。下列属于附加刑的刑罚是（    ）",
          "options": [
            "A.罚款；",
            "B.拘役；",
            "C.管制",
            "D.罚金"
          ],
          "answer": "D",
          "id": "S4000006011"
        },
        {
          "type": "single_choice",
          "question": "关于教育立法权的特征，正确的是(    )。",
          "options": [
            "A.是一种综合的权利体系；",
            "B.最终属于国家主权拥有者；",
            "C.以调整教育中的各种行为关系为目的；",
            "D.以上三种都对"
          ],
          "answer": "D",
          "id": "S4000006012"
        },
        {
          "type": "single_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素，其中不包括（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.行为动机；",
            "D.法律后果"
          ],
          "answer": "C",
          "id": "S4000006013"
        },
        {
          "type": "single_choice",
          "question": "设立大学，其全日制在校学生计划规模应为（    ）。",
          "options": [
            "A.3000人以上；",
            "B.5000人以上；",
            "C.80000人以上；",
            "D.10000人以上"
          ],
          "answer": "B",
          "id": "S4000006014"
        },
        {
          "type": "single_choice",
          "question": "高等学校的法定代表人是（    ）。",
          "options": [
            "A. 校党委书记；",
            "B.校长；",
            "C. 校工会主席；",
            "D.校友会会长"
          ],
          "answer": "B",
          "id": "S4000006015"
        },
        {
          "type": "single_choice",
          "question": "我国的法制宣传日和消费者权益保护日分别是每年的（    ）。",
          "options": [
            "A.12月1日和3月13日；",
            "B.12月4日和3月15日；",
            "C.12月3日和3月16日；",
            "D.12月5日和3月15日"
          ],
          "answer": "B",
          "id": "S4000006016"
        },
        {
          "type": "single_choice",
          "question": "根据《高等教育法》，高等学校的具体标准由谁制定？（    ）",
          "options": [
            "A.人大常委会；",
            "B.国务院；",
            "C.教育部；",
            "D. 各省、自治区、直辖市人民政府"
          ],
          "answer": "B",
          "id": "S4000006017"
        },
        {
          "type": "single_choice",
          "question": "对教育法律责任特征的论述，不正确的是（    ）。",
          "options": [
            "A.法律规定性；",
            "B.道德自觉性；",
            "C.归责特定性；",
            "D.追究专权性"
          ],
          "answer": "B",
          "id": "S4000006018"
        },
        {
          "type": "single_choice",
          "question": "我国教育立法权限和程序主要由哪些法律确定？(    )",
          "options": [
            "A.《宪法》、《立法法》、《组织法》；",
            "B.《宪法》、《立法法》、《教育法》；",
            "C.《宪法》、《组织法》、《教育法》；",
            "D.《立法法》、《组织法》、《教育法》"
          ],
          "answer": "A",
          "id": "S4000006019"
        },
        {
          "type": "single_choice",
          "question": "不属于公派留学执行的指导方针的是（    ）。",
          "options": [
            "A.按需派遣；",
            "B.保证质量；",
            "C.学用一致；",
            "D.鼓励回国"
          ],
          "answer": "D",
          "id": "S4000006020"
        },
        {
          "type": "single_choice",
          "question": "国家规定范围之内的学费标准审批权限在（    ）。",
          "options": [
            "A.省级教育行政部门；",
            "B.省级人民政府；",
            "C.国务院；",
            "D.国务院教育行政部门"
          ],
          "answer": "B",
          "id": "S4000006021"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义最本质的特征是（    ）。",
          "options": [
            "A.中国共产党领导",
            "B.改革开放",
            "C.社会主义",
            "D.人民民主专政"
          ],
          "answer": "A",
          "id": "S4000006022"
        },
        {
          "type": "single_choice",
          "question": "党的十九大提出了新时期实施乡村振兴战略的“二十字”总要求，即（    ）。",
          "options": [
            "A.生产发展、生活宽裕、乡风文明、村容整洁、管理民主",
            "B.产业兴旺、生态宜居、乡风文明、治理有效、生活富裕",
            "C.产业兴旺、生态宽裕、乡风文明、治理有效、生活富裕",
            "D.产业兴旺、生态宜居、乡风文明、村容整洁、生活富裕"
          ],
          "answer": "B",
          "id": "S4000006023"
        },
        {
          "type": "single_choice",
          "question": "不属于高等教育行政行为的合法性要件是（    ）。",
          "options": [
            "A.主体合法性；",
            "B.客体合法性；",
            "C.行政权限合法；",
            "D.行政行为的内容合法"
          ],
          "answer": "B",
          "id": "S4000006024"
        },
        {
          "type": "single_choice",
          "question": "第一次对教师的权利、义务、任用、考核、培训和待遇等方面作了全面规定的是（    ）。",
          "options": [
            "A.《教育法》；",
            "B.《教师法》；",
            "C.《高等教育法》；",
            "D.《义务教育法》"
          ],
          "answer": "B",
          "id": "S4000006025"
        },
        {
          "type": "single_choice",
          "question": "我国应以哪部法律为核心构建起教育法律法规体系？(    )",
          "options": [
            "A.《中华人民共和国义务教育法》；",
            "B.《中华人民共和国教师法》；",
            "C.《中华人民共和国学位条例》；",
            "D.《中华人民共和国教育法》"
          ],
          "answer": "D",
          "id": "S4000006026"
        },
        {
          "type": "single_choice",
          "question": "专门教育机构为各级各类教师的补充、更新而进行的一种专业性学历教育即（    ）。",
          "options": [
            "A.教师培养；",
            "B.教师培训；",
            "C.教师考核；",
            "D.教师奖励"
          ],
          "answer": "A",
          "id": "S4000006027"
        },
        {
          "type": "single_choice",
          "question": "脱贫攻坚战取得决定性进展，（ ）贫困人口稳定脱贫，贫困发生率从百分之十点二下降到百分之四以下。",
          "options": [
            "A.六千多万",
            "B.七千多万",
            "C.八千多万",
            "D.九千多万"
          ],
          "answer": "A",
          "id": "S4000006028"
        },
        {
          "type": "single_choice",
          "question": "除了成文法之外，还有什么法律？(    )。",
          "options": [
            "A.宪法；",
            "B.司法；",
            "C.习惯法；",
            "D.宗法"
          ],
          "answer": "C",
          "id": "S4000006029"
        },
        {
          "type": "single_choice",
          "question": "不属于社会对高等教育的参与和支持的是（    ）。",
          "options": [
            "A.社会同高校的合作与参与；",
            "B.社会利用高校获得经济利益；",
            "C.社会为学生实习与实践提供帮助和便利；",
            "D.社会力量举办高等教育"
          ],
          "answer": "B",
          "id": "S4000006030"
        },
        {
          "type": "single_choice",
          "question": "高等学校分立、合并、终止，变更名称、类别和其他重要事项的审批机构（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 原审批机关"
          ],
          "answer": "D",
          "id": "S4000006031"
        },
        {
          "type": "single_choice",
          "question": "下列措施属于教育行政处分措施的是(    )。",
          "options": [
            "A.罚款；",
            "B.拘留；",
            "C.撤销教师资格；",
            "D.警告"
          ],
          "answer": "D",
          "id": "S4000006032"
        },
        {
          "type": "single_choice",
          "question": "在实践中，教育经费普遍短缺，教师工资长期反复地被拖欠，学校周边环境日益恶劣，学校乱收费屡禁不绝，家长教养不当，学生不断流失，童工、童商等快速增多。以上在教育领域内出现的社会现象，都是教育法规明令禁止的，但却没有得到切实执行，说明我们没有(    )。",
          "options": [
            "A.有法可依；",
            "B.有法必依；",
            "C.执法必严；",
            "D.违法必究"
          ],
          "answer": "C",
          "id": "S4000006033"
        },
        {
          "type": "single_choice",
          "question": "教育法制化是我国21世纪教育发展的必然趋势，就目前，我国实现依法治教的关键是(    )。",
          "options": [
            "A.教育行政部门、政府有关部门依法行政；",
            "B.促进学校法人制度的建立与完善，并逐步建立、健全对学校的监督与评估机制；",
            "C.切实保障适龄儿童和青少年受教育的基本权利；",
            "D.建立、健全处理教师申诉、学生申诉的程序与机制及运用司法手段处理教育纠纷的机制"
          ],
          "answer": "A",
          "id": "S4000006034"
        },
        {
          "type": "single_choice",
          "question": "必然始终把解决好“三农”问题作为（      ）。",
          "options": [
            "A.全党工作重中之重",
            "B.全党的工作中心",
            "C.全党的奋斗目标",
            "D.全党新的伟大工程"
          ],
          "answer": "A",
          "id": "S4000006035"
        },
        {
          "type": "single_choice",
          "question": "教育对象的身心发展必须经历一个不断积累的过程，同时也会不断地出现反复，这就决定教师的劳动具有（    ）特点。",
          "options": [
            "A.长期性；",
            "B.迟效性；",
            "C.长期性和迟效性；",
            "D.周期性"
          ],
          "answer": "C",
          "id": "S4000006036"
        },
        {
          "type": "single_choice",
          "question": "《刑法》第17条规定,已满十四周岁不满十六周岁的人,犯（    ）的,应当负刑事责任。",
          "options": [
            "A.故意伤害致人重伤或者死亡罪；",
            "B.盗窃罪；",
            "C.诈骗罪；",
            "D.故意毁坏财物罪"
          ],
          "answer": "A",
          "id": "S4000006037"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代，我国社会主要矛盾是（ ）。",
          "options": [
            "A.人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾",
            "B.人民日益增长的物质文化需要同落后的社会生产之间的矛盾",
            "C.人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾",
            "D.人民对于建立先进的工业国的要求同落后的农业国的现实之间的矛盾"
          ],
          "answer": "A",
          "id": "S4000006038"
        },
        {
          "type": "single_choice",
          "question": "我国《义务教育法》第56条第1款规定:“学校违反国家规定收取费用的，由县级人民政府教育行政部门责令退还所收费用；对(  )依法给予处分。”",
          "options": [
            "A.校长；",
            "B.直接负责的主管人员；",
            "C.副校长；",
            "D.直接负责的主管人员和其他直接责任人员；"
          ],
          "answer": "D",
          "id": "S4000006039"
        },
        {
          "type": "single_choice",
          "question": "由于革命斗争的日益残酷，列宁认识到有“铁的纪律”，是取得革命胜利的基本条件，强调党的（   ）。",
          "options": [
            "A.作风建设",
            "B.组织建设",
            "C.制度建设",
            "D.思想建设"
          ],
          "answer": "B",
          "id": "S4000006040"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代这一重大政治判断的内涵有（ ）。",
          "options": [
            "A.是承前启后、继往开来、在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
            "B.是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
            "C.是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
            "D.是全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代"
          ],
          "answer": "ABCD",
          "id": "S4000006041"
        },
        {
          "type": "single_choice",
          "question": "高校教师聘任制度包括（    ）等形式。",
          "options": [
            "A.招聘；",
            "B.续聘；",
            "C.解聘；",
            "D.辞聘"
          ],
          "answer": "ABCD",
          "id": "S4000006042"
        },
        {
          "type": "single_choice",
          "question": "参照我国《行政许可法》规定，国务院教育行政部门可以（    ）。",
          "options": [
            "A.在制定的规章和规范性文件中设定教育行政许可；",
            "B.对教育行政许可规定具体实施的程序、条件等；",
            "C.向国务院提出有关增设、修改、废止教育行政许可的立法建议；",
            "D.向省、自治区、直辖市人民政府提出有关增设、修改、废止教育行政许可的立法建议"
          ],
          "answer": "BC",
          "id": "S4000006043"
        },
        {
          "type": "single_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "S4000006044"
        },
        {
          "type": "single_choice",
          "question": "习近平新时代中国特色社会主义思想是（    ）。",
          "options": [
            "A.马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展",
            "B.党和人民实践经验和集体智慧的结晶",
            "C.中国特色社会主义理论体系的重要组成部分",
            "D.全党全国人民为实现中华民族伟大复兴而奋斗的行动指南"
          ],
          "answer": "ABCD",
          "id": "S4000006045"
        },
        {
          "type": "single_choice",
          "question": "目前我国解决教育违法和教育纠纷的主要司法途径包括（   ）。",
          "options": [
            "A.民事诉讼；",
            "B.刑事诉讼；",
            "C.行政诉讼；",
            "D.行政复议；",
            "E.自行和解"
          ],
          "answer": "ABC",
          "id": "S4000006046"
        },
        {
          "type": "single_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "S4000006047"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代的重要依据是（ ）。",
          "options": [
            "A.五年来的历史性成就和历史性变革",
            "B.我国社会主要矛盾的变化",
            "C.小康社会全面建成",
            "D.社会主义初级阶段的基本国情发生根本变化"
          ],
          "answer": "AB",
          "id": "S4000006048"
        },
        {
          "type": "single_choice",
          "question": "十九大报告提出要坚持农业农村优先发展，这意味着（  ）。",
          "options": [
            "A.传统村落的消亡",
            "B.自觉把“三农”工作放在首要位置",
            "C.更多的资源、人才、技术、政策将向农村倾斜",
            "D.自给自足农耕经济的回归"
          ],
          "answer": "BC",
          "id": "S4000006049"
        },
        {
          "type": "single_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "S4000006050"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "S4000006051"
        },
        {
          "type": "single_choice",
          "question": "制裁指特定的国家机关依法追究违法行为者应负法律责任而实施的一种强制性惩罚措施，主要包括(    )。",
          "options": [
            "A.行政制裁；",
            "B.民事制裁；",
            "C.刑事制裁；",
            "D.经济制裁"
          ],
          "answer": "ABC",
          "id": "S4000006052"
        },
        {
          "type": "single_choice",
          "question": "下列内容中不属于高校学生学籍管理的有（    ）。",
          "options": [
            "A.学生入学注册；",
            "B.评选表彰各类奖学金；",
            "C.学生成绩考核与记载；",
            "D.困难学生补助"
          ],
          "answer": "BD",
          "id": "S4000006053"
        },
        {
          "type": "single_choice",
          "question": "全面依法治国总目标是（    ）。",
          "options": [
            "A.有法可依、有法必依、执法必严、违法必究",
            "B.建设中国特色社会主义法治体系",
            "C.建设社会主义法治国家",
            "D.法律面前人人平等"
          ],
          "answer": "BC",
          "id": "S4000006054"
        },
        {
          "type": "single_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "S4000006055"
        },
        {
          "type": "single_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "S4000006056"
        },
        {
          "type": "single_choice",
          "question": "中国社会主义法律体系除了宪法及宪法相关法、行政法、经济法等部门法之外，还包括有（    ）。",
          "options": [
            "A.民商法；",
            "B.社会法；",
            "C.刑法和军事法规；",
            "D.诉讼与非诉讼程序法"
          ],
          "answer": "ABCD",
          "id": "S4000006057"
        },
        {
          "type": "single_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "S4000006058"
        },
        {
          "type": "single_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "S4000006059"
        },
        {
          "type": "single_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "S4000006060"
        },
        {
          "type": "single_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006061"
        },
        {
          "type": "single_choice",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006062"
        },
        {
          "type": "single_choice",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006063"
        },
        {
          "type": "single_choice",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006064"
        },
        {
          "type": "single_choice",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006065"
        },
        {
          "type": "single_choice",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006066"
        },
        {
          "type": "single_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006067"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006068"
        },
        {
          "type": "single_choice",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006069"
        },
        {
          "type": "single_choice",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006070"
        },
        {
          "type": "single_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006071"
        },
        {
          "type": "single_choice",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006072"
        },
        {
          "type": "single_choice",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006073"
        },
        {
          "type": "single_choice",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006074"
        },
        {
          "type": "single_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006075"
        },
        {
          "type": "single_choice",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006076"
        },
        {
          "type": "single_choice",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006077"
        },
        {
          "type": "single_choice",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006078"
        },
        {
          "type": "single_choice",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006079"
        },
        {
          "type": "single_choice",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006080"
        },
        {
          "type": "single_choice",
          "question": "根据《高等学校接受外国留学生管理规定》，我国高等学校招收外国留学生的名额应如何决定？（    ）",
          "options": [
            "A.由高等学校自行决定；",
            "B.由国家招生计划指标决定；",
            "C.由教育部审批决定；",
            "D.由省级教育行政部门审批决定"
          ],
          "answer": "A",
          "id": "S4000006081"
        },
        {
          "type": "single_choice",
          "question": "被撤销教师资格的，自被撤销之日起（    ）年内不得重新申请教师资格认定。",
          "options": [
            "A.1；",
            "B.3；",
            "C.5；",
            "D.10"
          ],
          "answer": "C",
          "id": "S4000006082"
        },
        {
          "type": "single_choice",
          "question": "马克思主义中国化最新理论成果是（     ）。",
          "options": [
            "A.邓小平理论",
            "B.“三个代表”重要思想",
            "C.科学发展观",
            "D.习近平新时代中国特色社会主义思想"
          ],
          "answer": "D",
          "id": "S4000006083"
        },
        {
          "type": "single_choice",
          "question": "动态意义的教育法制，其核心在于(    )。",
          "options": [
            "A.教育立法；",
            "B.教育执法；",
            "C.教育普法；",
            "D.依法治教"
          ],
          "answer": "D",
          "id": "S4000006084"
        },
        {
          "type": "single_choice",
          "question": "根据我国《义务教育法》规定：凡年满（    ）周岁的儿童，其父母或者其他法定监护人应当送其入学接受义务教育；条件不具备的地区的儿童，可以推迟到（    ）周岁。",
          "options": [
            "A.5，6；",
            "B.6，7；",
            "C.6，8；",
            "D.8，9"
          ],
          "answer": "B",
          "id": "S4000006085"
        },
        {
          "type": "single_choice",
          "question": "我国教育工作的总方向是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.必须与生产劳动相结合；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "A",
          "id": "S4000006086"
        },
        {
          "type": "single_choice",
          "question": "不属于教育行政管理的法律形式的是（    ）。",
          "options": [
            "A.法律形式；",
            "B.准法律形式；",
            "C.非法律形式；",
            "D.强法律形式"
          ],
          "answer": "D",
          "id": "S4000006087"
        },
        {
          "type": "single_choice",
          "question": "脱贫攻坚战取得决定性进展，（ ）贫困人口稳定脱贫，贫困发生率从百分之十点二下降到百分之四以下。",
          "options": [
            "A.六千多万",
            "B.七千多万",
            "C.八千多万",
            "D.九千多万"
          ],
          "answer": "A",
          "id": "S4000006088"
        },
        {
          "type": "single_choice",
          "question": "解决我国一切问题的基础和关键是（    ）。",
          "options": [
            "A.改革",
            "B.发展",
            "C.稳定",
            "D.创新"
          ],
          "answer": "B",
          "id": "S4000006089"
        },
        {
          "type": "single_choice",
          "question": "十九大报告不仅将党的建设放到“四个伟大”的构架中，而且强调起决定性作用的是党的建设新的（   ）。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "B",
          "id": "S4000006090"
        },
        {
          "type": "single_choice",
          "question": "在教育实践中，当某种学校事故出现后，学校不应承担教育法律责任的情形有（    ）。",
          "options": [
            "A.学校向学生提供的药品、食品、饮用水等不符合国家或者行业的有关标准、要求的；",
            "B.学校组织学生参加教育教学活动或者校外活动，未对学生进行相应的安全教育，并未在可预见的范围内采取必要的安全措施的；",
            "C.对未成年学生擅自离校等与学生人身安全直接相关的信息，学校发现或者知道，但未及时告知未成年学生的监护人，导致未成年学生因脱离监护人的保护而发生伤害的；",
            "D.学生或者其监护人知道学生有特异体质，或者患有特定疾病，但未告知学校的"
          ],
          "answer": "D",
          "id": "S4000006091"
        },
        {
          "type": "single_choice",
          "question": "建国以来，我国的教育行政管理体制围绕着中央与地方教育行政权力、职责的划分问题，经历的发展历程是（    ）。",
          "options": [
            "A.由放到收、由收到放、收放结合；",
            "B. 由收到放、由放到收、收放结合；",
            "C. 由放到收、由收到放；",
            "D. 由收到放、由放到收"
          ],
          "answer": "B",
          "id": "S4000006092"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》有关规定，在法理上，各省、自治区、直辖市的地方性教育法规与国家教育部的教育规章相比，其法律效力如何？(    )",
          "options": [
            "A.地方性教育法规的效力高；",
            "B.教育部的教育规章效力高；",
            "C.两者的法律效力相等；",
            "D.两者的法律效力无法比较"
          ],
          "answer": "A",
          "id": "S4000006093"
        },
        {
          "type": "single_choice",
          "question": "根据我国《学位条例》规定，学位授予单位如发现已授予学位的学生有舞弊作伪等严重违反《学位条例》规定的情况，可以（    ）。",
          "options": [
            "A.经学位评定委员会复议，撤销其获得的学位；",
            "B.向国务院学位委员会报请撤销其获得的学位；",
            "C.向学位授予单位的主管部门申请撤销其获得的学位；",
            "D.向法院申请，由法院裁决撤销其获得的学位"
          ],
          "answer": "A",
          "id": "S4000006094"
        },
        {
          "type": "single_choice",
          "question": "十九大政治报告把“以人民为中心”作为中国特色社会主义思想的核心理念。这就要求教育：（）。",
          "options": [
            "A.扩大办学规模",
            "B.普遍接受高中教育",
            "C.关注人的可持续发展",
            "D.更多接受高等教育"
          ],
          "answer": "C",
          "id": "S4000006095"
        },
        {
          "type": "single_choice",
          "question": "下列论述错误的是(    )。",
          "options": [
            "A.混合意义的教育法制不仅包括教育法律制度，而且还包括教育法律制度的运行；",
            "B.1995年3月18日,第八届全国人民代表大会第三次会议审议通过了《中华人民共和国教育法》；",
            "C.静态意义的教育法制，是国家全部有关教育的法律制度体系；",
            "D.1986年4月,第六届全国人民代表大会常务委员会第四次会议通过了《中华人民共和国义务教育法》"
          ],
          "answer": "D",
          "id": "S4000006096"
        },
        {
          "type": "single_choice",
          "question": "教育法规的实施在内容上不包括（   ）。",
          "options": [
            "A.教育执法；",
            "B.教育司法；",
            "C.教育守法；",
            "D.教育立法"
          ],
          "answer": "D",
          "id": "S4000006097"
        },
        {
          "type": "single_choice",
          "question": "全国人民代表大会常务委员会的法律解释(    )。",
          "options": [
            "A.其效力低于其解释的由全国人大制定的法律，等于其解释的由全国人大常委会制定的法律；",
            "B.与其解释的所有法律具有同等效力；",
            "C.其效力低于其解释的法律，高于国务院制定的行政法规；",
            "D.其效力不能确定"
          ],
          "answer": "B",
          "id": "S4000006098"
        },
        {
          "type": "single_choice",
          "question": "坚持全民共治、源头防治，持续实施大气污染防止行动，打赢（ ）保卫战。",
          "options": [
            "A.绿水",
            "B.蓝天",
            "C.食品",
            "D.青山"
          ],
          "answer": "B",
          "id": "S4000006099"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入了新时代，这是一个（ ）。",
          "options": [
            "A.站起来的时代",
            "B.富起来的时代",
            "C.强起来的时代",
            "D.霸起来的时代"
          ],
          "answer": "C",
          "id": "S4000006100"
        },
        {
          "type": "single_choice",
          "question": "教师资格一经取得，非依（     ）不得丧失和被撤销。",
          "options": [
            "A.学校规定；",
            "B.法律规定；",
            "C.教育行政部门规定；",
            "D.主管部门规定"
          ],
          "answer": "B",
          "id": "S4000006101"
        },
        {
          "type": "single_choice",
          "question": "我国教育的基本法律是(    )。",
          "options": [
            "A.《中华人民共和国教育法》；",
            "B.《中华人民共和国宪法》；",
            "C.《中华人民共和国义务教育法》；",
            "D.《中华人民共和国学位条例》"
          ],
          "answer": "A",
          "id": "S4000006102"
        },
        {
          "type": "single_choice",
          "question": "新时代我国社会主要矛盾的相关论述不正确的是（ ）。",
          "options": [
            "A.我国社会主要矛盾的变化是关系全局的历史性变化",
            "B.我国社会主要矛盾的变化对党和国家工作提出了许多新要求",
            "C.我国社会主要矛盾的变化表明社会主义初级阶段的基本国情已经发生根本变化",
            "D.我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾"
          ],
          "answer": "C",
          "id": "S4000006103"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义进入新时代做好“三农”工作的总抓手（    ）。",
          "options": [
            "A.实施健康中国战略",
            "B.实施社会主义新农村建设",
            "C.实施社会主义市场经济",
            "D.实施乡村振兴战略"
          ],
          "answer": "D",
          "id": "S4000006104"
        },
        {
          "type": "single_choice",
          "question": "中国的法制宣传日是（    ）。",
          "options": [
            "A.每年的12月4日；",
            "B.每年的3月15日；",
            "C.每年的6月5日；",
            "D.每年的6月26日"
          ],
          "answer": "A",
          "id": "S4000006105"
        },
        {
          "type": "single_choice",
          "question": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（ ）的发展理念。",
          "options": [
            "A.创新、协调、绿色、开放、共享",
            "B.创造、协调、生态、开放、共享",
            "C.创新、统筹、绿色、开放、共享",
            "D.创造、统筹、生态、开放、共享"
          ],
          "answer": "A",
          "id": "S4000006106"
        },
        {
          "type": "single_choice",
          "question": "下列属于法的社会作用的是（    ）。",
          "options": [
            "A.依照法律的导向来约束自己的行为；",
            "B.根据法律规范来判断买卖行为是否合法；",
            "C.通过实施法律规范来提高社会民众的法律意识；",
            "D.协调各种利益关系，促进经济发展"
          ],
          "answer": "D",
          "id": "S4000006107"
        },
        {
          "type": "single_choice",
          "question": "实施乡村振兴战略，要坚持（    ）。",
          "options": [
            "A.农村商品化优先发展",
            "B.农业农村工业化发展",
            "C.农业农村优先发展",
            "D.农业农村平稳发展"
          ],
          "answer": "C",
          "id": "S4000006108"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系与一般法律关系的重要区别在于教育法律关系具有（    ）。",
          "options": [
            "A.复杂性；",
            "B.同一性；",
            "C.强制性；",
            "D.阶级性"
          ],
          "answer": "B",
          "id": "S4000006109"
        },
        {
          "type": "single_choice",
          "question": "我国在哪一年将“依法治国”确立为治国基本方略？",
          "options": [
            "A.1997；",
            "B.1999；",
            "C.2002；",
            "D.2004"
          ],
          "answer": "A",
          "id": "S4000006110"
        },
        {
          "type": "single_choice",
          "question": "根据《中外合作办学条例》规定，举办颁发外国教育机构的本科学历、学位证书的中外合作办学机构和项目，中方合作办学者（    ）。",
          "options": [
            "A.可以是具有雄厚经济实力的企业；",
            "B.可以是实施专科层次学历教育的普通高校；",
            "C.必须是实施本科层次学历教育的高等教育机构；",
            "D.必须是具有硕士学位授权资格的普通高校；"
          ],
          "answer": "C",
          "id": "S4000006111"
        },
        {
          "type": "single_choice",
          "question": "根据我国民法通则的规定，学校及其他教育机构应属于（    ）。",
          "options": [
            "A.企业法人；",
            "B.社会团体法人；",
            "C.机关法人；",
            "D.事业单位法人"
          ],
          "answer": "D",
          "id": "S4000006112"
        },
        {
          "type": "single_choice",
          "question": "在我国教育司法实践中，教育法律关系主体主要承担的法律责任种类是(    )。",
          "options": [
            "A.教育民事责任；",
            "B.教育行政责任；",
            "C.教育刑事责任；",
            "D.教育道德责任"
          ],
          "answer": "B",
          "id": "S4000006113"
        },
        {
          "type": "single_choice",
          "question": "确定高校学费标准的主要依据是（    ）。",
          "options": [
            "A.人均生活费；",
            "B.生均教育培养成本；",
            "C.基建成本；",
            "D.教师工资"
          ],
          "answer": "B",
          "id": "S4000006114"
        },
        {
          "type": "single_choice",
          "question": "教育法制建设的中心环节是（    ）。",
          "options": [
            "A.教育法规的制定；",
            "B.教育法规的适用；",
            "C.教育法规的实施；",
            "D.教育法规的遵守"
          ],
          "answer": "C",
          "id": "S4000006115"
        },
        {
          "type": "single_choice",
          "question": "建设（ ）是中华民族永续发展的千年大计。",
          "options": [
            "A.物质文明",
            "B.精神文明",
            "C.生态文明",
            "D.社会文明"
          ],
          "answer": "C",
          "id": "S4000006116"
        },
        {
          "type": "single_choice",
          "question": "中国特色社会主义制度的最大优势是（    ）。",
          "options": [
            "A.公有制占主体",
            "B.中国共产党领导",
            "C.马克思主义指导",
            "D.人民代表大会"
          ],
          "answer": "B",
          "id": "S4000006117"
        },
        {
          "type": "single_choice",
          "question": "我国教育法规的体系的核心是（    ）。",
          "options": [
            "A.《宪法》；",
            "B.《高等教育法》；",
            "C.《教育法》；",
            "D.《教师法》"
          ],
          "answer": "C",
          "id": "S4000006118"
        },
        {
          "type": "single_choice",
          "question": "对教育法律责任特征的论述，不正确的是（    ）。",
          "options": [
            "A.法律规定性；",
            "B.道德自觉性；",
            "C.归责特定性；",
            "D.追究专权性"
          ],
          "answer": "B",
          "id": "S4000006119"
        },
        {
          "type": "single_choice",
          "question": "当前人民日益增长的美好生活需要的主要制约因素是（ ）。",
          "options": [
            "A.社会生产力显著提高",
            "B.落后的社会生产",
            "C.社会需求的多样化",
            "D.发展不平衡不充分"
          ],
          "answer": "D",
          "id": "S4000006120"
        },
        {
          "type": "single_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "S4000006121"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育大纲、教学原则的不同之处在于（    ）。",
          "options": [
            "A.教育性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "BCD",
          "id": "S4000006122"
        },
        {
          "type": "single_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "S4000006123"
        },
        {
          "type": "single_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定地方性法规的权限？(    )",
          "options": [
            "A.县级以上人民政府；",
            "B.省、自治区、直辖市人大及其常委会；",
            "C.由国务院批准的较大的市的人大及其常委会；",
            "D.省、自治区、直辖市人民政府"
          ],
          "answer": "BC",
          "id": "S4000006124"
        },
        {
          "type": "single_choice",
          "question": "教育法规包含的内容（    ）。",
          "options": [
            "A.宪法中的有关教育的条款；",
            "B.教育法律；",
            "C.教育行政法规；",
            "D.教育的地方性行政法规"
          ],
          "answer": "ABCD",
          "id": "S4000006125"
        },
        {
          "type": "single_choice",
          "question": "根据国家规定，我国高校短期邀请外籍专家，被邀请者应具有（    ）。",
          "options": [
            "A.硕士及以上学位或教授职称；",
            "B.博士学位或副教授以上职称；",
            "C.在该学术领域有一定造诣；",
            "D.在该学术领域有杰出造诣"
          ],
          "answer": "BC",
          "id": "S4000006126"
        },
        {
          "type": "single_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "S4000006127"
        },
        {
          "type": "single_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "S4000006128"
        },
        {
          "type": "single_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "S4000006129"
        },
        {
          "type": "single_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "S4000006130"
        },
        {
          "type": "single_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "S4000006131"
        },
        {
          "type": "single_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "S4000006132"
        },
        {
          "type": "single_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "S4000006133"
        },
        {
          "type": "single_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "S4000006134"
        },
        {
          "type": "single_choice",
          "question": "高校教师聘任制度包括（    ）等形式。",
          "options": [
            "A.招聘；",
            "B.续聘；",
            "C.解聘；",
            "D.辞聘"
          ],
          "answer": "ABCD",
          "id": "S4000006135"
        },
        {
          "type": "single_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "S4000006136"
        },
        {
          "type": "single_choice",
          "question": "下列人员中不属于教师的有（    ）。",
          "options": [
            "A.各级各类学校和其他教育机构专门从事教育教学工作的人员；",
            "B.未履行教育教学职责的行政管理人员；",
            "C.后勤服务人员；",
            "D.成人高等学校中从事教育教学的人员"
          ],
          "answer": "BC",
          "id": "S4000006137"
        },
        {
          "type": "single_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "S4000006138"
        },
        {
          "type": "single_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "S4000006139"
        },
        {
          "type": "single_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "S4000006140"
        },
        {
          "type": "single_choice",
          "question": "教育对外交流与合作的基本原则必须体现我国外交的基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006141"
        },
        {
          "type": "single_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006142"
        },
        {
          "type": "single_choice",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006143"
        },
        {
          "type": "single_choice",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006144"
        },
        {
          "type": "single_choice",
          "question": "在教育实践中，我国司法机关可依据公平原则要求行为人或学校一定程度地弥补被损害人所遭受的相关损失。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006145"
        },
        {
          "type": "single_choice",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006146"
        },
        {
          "type": "single_choice",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006147"
        },
        {
          "type": "single_choice",
          "question": "高校学生身份权是基于高等教育的性质，学生应该获得的本体性权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006148"
        },
        {
          "type": "single_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由国务院授权的有关部门或省、自治区、直辖市人民政府根据国务院规定的原则制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006149"
        },
        {
          "type": "single_choice",
          "question": "教育法律责任是指教育法律关系主体因实施违法行为，依法应承担的否定性法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006150"
        },
        {
          "type": "single_choice",
          "question": "凡设立高等学校，都必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006151"
        },
        {
          "type": "single_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006152"
        },
        {
          "type": "single_choice",
          "question": "政府科研经费又称为横向科研经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006153"
        },
        {
          "type": "single_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006154"
        },
        {
          "type": "single_choice",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006155"
        },
        {
          "type": "single_choice",
          "question": "教育教学权是指教师享有从事科学研究，学术交流，参加专业的学术团体，在学术活动中发表意见的权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006156"
        },
        {
          "type": "single_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006157"
        },
        {
          "type": "single_choice",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006158"
        },
        {
          "type": "single_choice",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "S4000006159"
        },
        {
          "type": "single_choice",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "S4000006160"
        }
      ],
      "multiple_choice": [
        {
          "type": "multiple_choice",
          "question": "定位教师这一职业角色的前提是（    ）。",
          "options": [
            "A.从教于学校或其他教育机构；",
            "B.取得教师资格证；",
            "C.教师是履行教育教学职责的专门人员；",
            "D.教师是履行教育教学职责的专业人员"
          ],
          "answer": "ACD",
          "id": "M4000002281"
        },
        {
          "type": "multiple_choice",
          "question": "我国政府为外国留学生设立的“中国政府奖学金”除研究生奖学金外，还有（    ）。",
          "options": [
            "A.本科生奖学金；",
            "B.专科生奖学金；",
            "C.进修生奖学金；",
            "D.扶贫奖学金"
          ],
          "answer": "AC",
          "id": "M4000002282"
        },
        {
          "type": "multiple_choice",
          "question": "依据处罚内容的不同，可以将教育行政处罚分为（    ）。",
          "options": [
            "A.人身罚；",
            "B.申诫罚；",
            "C.能力罚；",
            "D.财产罚"
          ],
          "answer": "BCD",
          "id": "M4000002283"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《高等教育法》规定，省、自治区、直辖市人民政府对高等教育的管理权限是（    ）。",
          "options": [
            "A.管理各自行政区内所有的高等学校；",
            "B.管理主要为地方培养人才和国务院授权管理的高等学校；",
            "C.协调行政区间的高等教育事业；",
            "D.统筹协调本行政区域内的高等教育事业"
          ],
          "answer": "BD",
          "id": "M4000002284"
        },
        {
          "type": "multiple_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "M4000002285"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "M4000002286"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "M4000002287"
        },
        {
          "type": "multiple_choice",
          "question": "新时代教师教书育人的重要方向是（  ）。",
          "options": [
            "A.做学生锤炼品格的引路人",
            "B.做学生学习知识的引路人",
            "C.做学生创新思维的引路人",
            "D.做学生奉献祖国的引路人"
          ],
          "answer": "ABCD",
          "id": "M4000002288"
        },
        {
          "type": "multiple_choice",
          "question": "《教师法》规定教师的权利有（    ）。",
          "options": [
            "A.教育教学权；",
            "B.管理学生权；",
            "C.科学研究权；",
            "D.报酬待遇权"
          ],
          "answer": "ABCD",
          "id": "M4000002289"
        },
        {
          "type": "multiple_choice",
          "question": "我国高校教师的资格条件有（    ）。",
          "options": [
            "A.必须是中国公民；",
            "B.遵守宪法和法律，热爱教育事业，具有良好的思想品德；",
            "C.具备相应的学历；",
            "D.有相应的教育教学能力"
          ],
          "answer": "ABCD",
          "id": "M4000002290"
        },
        {
          "type": "multiple_choice",
          "question": "法是调整社会关系的社会规范，但调整社会关系的社会规范很多，除了法之外还有（    ）。",
          "options": [
            "A.道德；",
            "B.政策；",
            "C.纪律；",
            "D.社会风俗习惯"
          ],
          "answer": "ABCD",
          "id": "M4000002291"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校党委的领导职责包括（    ）。",
          "options": [
            "A. 领导学校的思想政治工作和德育工作；",
            "B. 讨论决定学校内部组织机构的设置和内部组织机构负责人的人选；",
            "C.任命校长；",
            "D. 聘任教师"
          ],
          "answer": "AB",
          "id": "M4000002292"
        },
        {
          "type": "multiple_choice",
          "question": "根据《宪法》、《立法法》规定，我国的立法机关是（    ）。",
          "options": [
            "A.全国人民代表大会及其常务委员会；",
            "B.省、自治区、直辖市的人民代表大会及其常务委员；",
            "C.省、自治区人民政府所在地的市和经国务院批准的较大的市的人民代表大会及其常务委员会；",
            "D.国务院；",
            "E.中国人民银行"
          ],
          "answer": "ABCDE",
          "id": "M4000002293"
        },
        {
          "type": "multiple_choice",
          "question": "健全的教育法制体现在（    ）。",
          "options": [
            "A.有完善的法制来明确教育的地位和作用；",
            "B.有完善的法制来保障公民的受教育权利；",
            "C.有完善的法制来保证学校的教育教学；",
            "D.有完备的法律体系；",
            "E.有明确的责任规定"
          ],
          "answer": "ABCDE",
          "id": "M4000002294"
        },
        {
          "type": "multiple_choice",
          "question": "新时代教师队伍发展的专业目标是（  ）。",
          "options": [
            "A.要有理想信念",
            "B.要有道德情操",
            "C.要有扎实学识",
            "D.要有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "M4000002295"
        },
        {
          "type": "multiple_choice",
          "question": "在计划经济下，我国高等教育体制所具有的特点有（    ）。",
          "options": [
            "A.国家所有化；",
            "B.决策与管理权高度集中；",
            "C.对高等教育计划控制；",
            "D.对高等教育行政干预"
          ],
          "answer": "ABCD",
          "id": "M4000002296"
        },
        {
          "type": "multiple_choice",
          "question": "学生应予退学的情形有（    ）。",
          "options": [
            "A.学业成绩未达到学校要求；",
            "B. 未请假离校连续两周未参加学校规定的教学活动的；",
            "C.学生体育课成绩不合格；",
            "D.本人申请退学"
          ],
          "answer": "ABD",
          "id": "M4000002297"
        },
        {
          "type": "multiple_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "M4000002298"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法律责任的构成应同时包含以下内容(    )。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人主观有过错；",
            "D.教育违法行为与损害事实间存在着某种因果关系；",
            "E.教育法律关系主体具有完全的教育民事行为能力"
          ],
          "answer": "ABCD",
          "id": "M4000002299"
        },
        {
          "type": "multiple_choice",
          "question": "在我国，教育法律救济的途径主要有(    )。",
          "options": [
            "A.教育行政救济；",
            "B.教育司法救济；",
            "C.教育民事救济；",
            "D.教育刑事救济"
          ],
          "answer": "AB",
          "id": "M4000002300"
        },
        {
          "type": "multiple_choice",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002301"
        },
        {
          "type": "multiple_choice",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002302"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育不是义务教育，因此保障高等教育财政经费投入不是政府的法定责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002303"
        },
        {
          "type": "multiple_choice",
          "question": "教育的法律法规在追求稳定性的同时，还要保证适用性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002304"
        },
        {
          "type": "multiple_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002305"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002306"
        },
        {
          "type": "multiple_choice",
          "question": "辞聘是指教师主动请求高校解除聘任合同的行为。辞聘应当由提出辞聘的教师承担相应的法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002307"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002308"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育的任务是培养具有创新精神和实践能力的高级专门人才，发展科学技术文化，促进社会主义现代化建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002309"
        },
        {
          "type": "multiple_choice",
          "question": "从内容上看，教育行政执法主要有教育行政措施、教育行政处罚和教育行政强制执行三种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002310"
        },
        {
          "type": "multiple_choice",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002311"
        },
        {
          "type": "multiple_choice",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002312"
        },
        {
          "type": "multiple_choice",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002313"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002314"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002315"
        },
        {
          "type": "multiple_choice",
          "question": "教育司法实践中常用的教育法律责任是从广义上讲的教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002316"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002317"
        },
        {
          "type": "multiple_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002318"
        },
        {
          "type": "multiple_choice",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002319"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002320"
        },
        {
          "type": "multiple_choice",
          "question": "全面贯彻落实依法治国基本方略必须遵循以下原则（    ）。",
          "options": [
            "A.坚持中国共产党的领导、人民当家作主、依法治国有机统一；",
            "B.坚持一手抓建设、一手抓法治；",
            "C.既注意借鉴国外的有益经验，又立足于中国国情，从实际出发，不照搬照抄；",
            "D.坚持把法治建设的基础放在制度建设和增强全社会的法治观念上，不断提高全社会法治文明水平"
          ],
          "answer": "ABCD",
          "id": "M4000002321"
        },
        {
          "type": "multiple_choice",
          "question": "在我国现行教育实践中，制裁方式主要有(    )。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚；",
            "E.刑罚"
          ],
          "answer": "ABCD",
          "id": "M4000002322"
        },
        {
          "type": "multiple_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "M4000002323"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于高等学校机构的在是（    ）。",
          "options": [
            "A.大学；",
            "B.独立设置的学院；",
            "C.高等专科学校；",
            "D.成人高等学校"
          ],
          "answer": "ABCD",
          "id": "M4000002324"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的（    ）进行考核，考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
          "options": [
            "A.思想政治表现；",
            "B.个人道德品行；",
            "C.业务水平；",
            "D.工作实绩"
          ],
          "answer": "ACD",
          "id": "M4000002325"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》明确了设立学校及其他教育机构必须具备的基本条件，即（   ）。",
          "options": [
            "A.要有组织机构和章程；",
            "B.有合格的教师；",
            "C.有符合规定标准的教学场所及设施、设备等；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "ABCD",
          "id": "M4000002326"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来，党中央果断作出全面从严治党战略部署，严厉整治“四风”问题，“四风”是指（   ）。",
          "options": [
            "A.形式主义",
            "B.官僚主义",
            "C.享乐主义",
            "D.拜金主义",
            "E.奢靡之风"
          ],
          "answer": "ABCE",
          "id": "M4000002327"
        },
        {
          "type": "multiple_choice",
          "question": "教育政策与教育法规之间的关系，叙述正确的是（    ）。",
          "options": [
            "A.教育政策是教育法规的灵魂；",
            "B.制定的主体不同；",
            "C.实施的方式不同；",
            "D.稳定性不同；",
            "E.表现形式不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002328"
        },
        {
          "type": "multiple_choice",
          "question": "有权审批设立实施专科教育的高等学校的机构是（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 省、自治区、直辖市教育行政部门"
          ],
          "answer": "AC",
          "id": "M4000002329"
        },
        {
          "type": "multiple_choice",
          "question": "按照“法律后果”的内容，可将教育法律规范分为（    ）。",
          "options": [
            "A.制裁性规范；",
            "B.奖励性规范；",
            "C.义务性规范；",
            "D.授权性规范"
          ],
          "answer": "AB",
          "id": "M4000002330"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》的立法精神和相关法律规定，教师享有（    ）的权利。",
          "options": [
            "A.对学校教育教学、管理工作和教育行政部门的工作提出意见和建议的权利；",
            "B.通过教职工代表大会或者其他形式，参与学校的民主管理的权利；",
            "C.决定学校年度工作计划、发展规划、改革方案、教职工队伍建设等重大问题；",
            "D.监督学校管理工作"
          ],
          "answer": "ABD",
          "id": "M4000002331"
        },
        {
          "type": "multiple_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "M4000002332"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "M4000002333"
        },
        {
          "type": "multiple_choice",
          "question": "具有制定地方性法规权限的权力机关有(    )。",
          "options": [
            "A.省级人民代表大会及其常务委员会；",
            "B.省级人民政府所在的市的人民代表大会及其常务委员会；",
            "C.国务院批准的较大市的人民代表大会及其常务委员会；",
            "D.省级人民政府"
          ],
          "answer": "ABC",
          "id": "M4000002334"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规包含的内容（    ）。",
          "options": [
            "A.宪法中的有关教育的条款；",
            "B.教育法律；",
            "C.教育行政法规；",
            "D.教育的地方性行政法规"
          ],
          "answer": "ABCD",
          "id": "M4000002335"
        },
        {
          "type": "multiple_choice",
          "question": "设立高等专科学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B.以1个学科为主要学科；",
            "C.全日制在校学生计划规模在2000人以上；",
            "D.专任教师在500人以上"
          ],
          "answer": "AB",
          "id": "M4000002336"
        },
        {
          "type": "multiple_choice",
          "question": "中外合作办学机构聘任的外籍教师和外籍管理人员，应当具备（    ）。",
          "options": [
            "A.硕士及以上学位和相应的职业证书；",
            "B.学士以上学位和相应的职业证书；",
            "C.具有3年以上教育、教学经验；",
            "D.具有２年以上教育、教学经验"
          ],
          "answer": "BD",
          "id": "M4000002337"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校收取的费用应当主要用于（    ）。",
          "options": [
            "A.教育教学活动；",
            "B.归还举办者投入；",
            "C.改善办学条件；",
            "D.归还银行贷款"
          ],
          "answer": "AC",
          "id": "M4000002338"
        },
        {
          "type": "multiple_choice",
          "question": "设立学校及其他教育机构，须具备的基本条件有（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有合格的教师；",
            "C.有符合规定标准的场所、设施、设备等；",
            "D.有必要的办学资金和稳定经费来源"
          ],
          "answer": "ABCD",
          "id": "M4000002339"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》规定，设立学校必须具备的基本条件包括（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有50位以上专任教师；",
            "C.40亩以上土地；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "AD",
          "id": "M4000002340"
        },
        {
          "type": "multiple_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002341"
        },
        {
          "type": "multiple_choice",
          "question": "任何组织和个人不得以营利为目的举办学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002342"
        },
        {
          "type": "multiple_choice",
          "question": "即便没有造成侵权损害事实，教师也可以进行教育法律救济。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002343"
        },
        {
          "type": "multiple_choice",
          "question": "高校学费标准根据年生均教育培养成本的一定比例确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002344"
        },
        {
          "type": "multiple_choice",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002345"
        },
        {
          "type": "multiple_choice",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002346"
        },
        {
          "type": "multiple_choice",
          "question": "同等学力资格一般由申请人所在单位出具证明。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002347"
        },
        {
          "type": "multiple_choice",
          "question": "对学生的退学处理，由学校教务部门决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002348"
        },
        {
          "type": "multiple_choice",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002349"
        },
        {
          "type": "multiple_choice",
          "question": "法律后果是指教育法律关系主体违背教育法律规范所确定的行为准则进行某种行为时，依据相关法律法规规定应承担的否定性后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002350"
        },
        {
          "type": "multiple_choice",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002351"
        },
        {
          "type": "multiple_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002352"
        },
        {
          "type": "multiple_choice",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002353"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002354"
        },
        {
          "type": "multiple_choice",
          "question": "没有经过批准或认可的高等学校及其他高等教育机构不得擅自发放学业证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002355"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规是推行教育道德的有效手段，其对教育道德水平的提高有着积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002356"
        },
        {
          "type": "multiple_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002357"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济以法定权益纠纷的存在为基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002358"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002359"
        },
        {
          "type": "multiple_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002360"
        },
        {
          "type": "multiple_choice",
          "question": "全面深化改革的总目标是（    ）。",
          "options": [
            "A.完善和发展中国特色社会主义制度",
            "B.完善和发展社会主义市场经济体制",
            "C.推进社会主义现代化",
            "D.推进国家治理体系和治理能力现代化"
          ],
          "answer": "AD",
          "id": "M4000002361"
        },
        {
          "type": "multiple_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "M4000002362"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "M4000002363"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的社会主义性质体现在（    ）。",
          "options": [
            "A.我国是社会主义国家；",
            "B.由中国共产党领导；",
            "C.指导思想；",
            "D.遵循宪法规定的基本原则"
          ],
          "answer": "BD",
          "id": "M4000002364"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "M4000002365"
        },
        {
          "type": "multiple_choice",
          "question": "按照“法律后果”的内容，可将教育法律规范分为（    ）。",
          "options": [
            "A.制裁性规范；",
            "B.奖励性规范；",
            "C.义务性规范；",
            "D.授权性规范"
          ],
          "answer": "AB",
          "id": "M4000002366"
        },
        {
          "type": "multiple_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "M4000002367"
        },
        {
          "type": "multiple_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "M4000002368"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "M4000002369"
        },
        {
          "type": "multiple_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "M4000002370"
        },
        {
          "type": "multiple_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M4000002371"
        },
        {
          "type": "multiple_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "M4000002372"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "M4000002373"
        },
        {
          "type": "multiple_choice",
          "question": "中国特色社会主义进入新时代这一重大政治判断的内涵有（ ）。",
          "options": [
            "A.是承前启后、继往开来、在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
            "B.是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
            "C.是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
            "D.是全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代"
          ],
          "answer": "ABCD",
          "id": "M4000002374"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "M4000002375"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "M4000002376"
        },
        {
          "type": "multiple_choice",
          "question": "新时代党的建设总要求强调“坚持和加强党的全面领导”。“全面”二字意味着中国共产党只有真正做到（   ）的领导，才能充分发挥中国特色社会主义的本质优势。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.贯穿始终",
            "D.由里及外"
          ],
          "answer": "ABCD",
          "id": "M4000002377"
        },
        {
          "type": "multiple_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "M4000002378"
        },
        {
          "type": "multiple_choice",
          "question": "优先发展教育，是指教育的完整过程，包括（）。",
          "options": [
            "A.基础教育",
            "B.特殊教育",
            "C.职业教育",
            "D.高等教育"
          ],
          "answer": "ABCD",
          "id": "M4000002379"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "M4000002380"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002381"
        },
        {
          "type": "multiple_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002382"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002383"
        },
        {
          "type": "multiple_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002384"
        },
        {
          "type": "multiple_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002385"
        },
        {
          "type": "multiple_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002386"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002387"
        },
        {
          "type": "multiple_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002388"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002389"
        },
        {
          "type": "multiple_choice",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002390"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002391"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002392"
        },
        {
          "type": "multiple_choice",
          "question": "各教育法律关系主体在享受教育权利的同时应履行相应的教育义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002393"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002394"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002395"
        },
        {
          "type": "multiple_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002396"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002397"
        },
        {
          "type": "multiple_choice",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002398"
        },
        {
          "type": "multiple_choice",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002399"
        },
        {
          "type": "multiple_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002400"
        },
        {
          "type": "multiple_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "M4000002401"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法规定，我国的教育方针是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务，必须与生产劳动相结合；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.使学生在德、智、体、美、劳等方面协调发展，成为社会主义事业的建设者和接班人；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "ABD",
          "id": "M4000002402"
        },
        {
          "type": "multiple_choice",
          "question": "根据十九大报告，能体现社会主义现代化强国建设要求的是（　）。",
          "options": [
            "A.实现国家治理体系和治理体系现代化",
            "B.成为综合国力和国际影响力领先的国家",
            "C.物质文明、政治文明、精神文明和生态文明全面提升",
            "D.现代社会治理格局基本形成，社会充满活力又和谐有序",
            "E.生态环境根本好转，美丽中国目标基本实现"
          ],
          "answer": "AB",
          "id": "M4000002403"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "M4000002404"
        },
        {
          "type": "multiple_choice",
          "question": "中外合作办学机构聘任的外籍教师和外籍管理人员，应当具备（    ）。",
          "options": [
            "A.硕士及以上学位和相应的职业证书；",
            "B.学士以上学位和相应的职业证书；",
            "C.具有3年以上教育、教学经验；",
            "D.具有２年以上教育、教学经验"
          ],
          "answer": "BD",
          "id": "M4000002405"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "M4000002406"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002407"
        },
        {
          "type": "multiple_choice",
          "question": "设立高等专科学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B.以1个学科为主要学科；",
            "C.全日制在校学生计划规模在2000人以上；",
            "D.专任教师在500人以上"
          ],
          "answer": "AB",
          "id": "M4000002408"
        },
        {
          "type": "multiple_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "M4000002409"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "M4000002410"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000002411"
        },
        {
          "type": "multiple_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "M4000002412"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "M4000002413"
        },
        {
          "type": "multiple_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "M4000002414"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "M4000002415"
        },
        {
          "type": "multiple_choice",
          "question": "教育司法是教育法实施的重要形式之一，但并非一切教育法的实施都依赖于教育司法。司法介入教育的范围必须遵循以下原则（   ）。",
          "options": [
            "A.重视权益救济原则；",
            "B.遵循教育自身的特点和规律原则；",
            "C.权利与义务相统一原则；",
            "D.目标与手段相统一原则"
          ],
          "answer": "AB",
          "id": "M4000002416"
        },
        {
          "type": "multiple_choice",
          "question": "下列哪些事项属于教师可以对学校或其他教育机构及教育行政机关提出申诉的范围(    )。",
          "options": [
            "A.教师认为其考核奖惩方面的合法权益受到学校或其他教育机构侵犯的；",
            "B.教师认为其工资福利待遇方面的合法权益受到学校或其他教育机构侵犯的；",
            "C.教师对学校或其他教育机构作出的处理决定不服的；",
            "D.教师认为当地人民政府的有关行政部门侵犯其《教师法》规定的合法权益的"
          ],
          "answer": "ABCD",
          "id": "M4000002417"
        },
        {
          "type": "multiple_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "M4000002418"
        },
        {
          "type": "multiple_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "M4000002419"
        },
        {
          "type": "multiple_choice",
          "question": "施乡村振兴战略，需要（）。",
          "options": [
            "A.促进农村一二三产业融合发展",
            "B.支持和鼓励农民就业创业",
            "C.拓宽增收渠道",
            "D.化农村土地制度改革"
          ],
          "answer": "ABCD",
          "id": "M4000002420"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002421"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002422"
        },
        {
          "type": "multiple_choice",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002423"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002424"
        },
        {
          "type": "multiple_choice",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002425"
        },
        {
          "type": "multiple_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002426"
        },
        {
          "type": "multiple_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002427"
        },
        {
          "type": "multiple_choice",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002428"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002429"
        },
        {
          "type": "multiple_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002430"
        },
        {
          "type": "multiple_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002431"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002432"
        },
        {
          "type": "multiple_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002433"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002434"
        },
        {
          "type": "multiple_choice",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002435"
        },
        {
          "type": "multiple_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002436"
        },
        {
          "type": "multiple_choice",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002437"
        },
        {
          "type": "multiple_choice",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002438"
        },
        {
          "type": "multiple_choice",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002439"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002440"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "M4000002441"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校应当对教师、管理人员和教学辅助人员及其他专业技术人员的（    ）进行考核，考核结果作为聘任或者解聘、晋升、奖励或者处分的依据。",
          "options": [
            "A.思想政治表现；",
            "B.个人道德品行；",
            "C.业务水平；",
            "D.工作实绩"
          ],
          "answer": "ACD",
          "id": "M4000002442"
        },
        {
          "type": "multiple_choice",
          "question": "教师的权利主要包括的方面（    ）。",
          "options": [
            "A.教师实施某种行为的权利；",
            "B.要求承担义务者承担法律义务的权利；",
            "C.通过行政和司法渠道确认和保护被非法侵害的合法权益；",
            "D.参加教学活动之外的活动的权利"
          ],
          "answer": "ABC",
          "id": "M4000002443"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "M4000002444"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002445"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "M4000002446"
        },
        {
          "type": "multiple_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "M4000002447"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "M4000002448"
        },
        {
          "type": "multiple_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "M4000002449"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济具有如下特征(    )。",
          "options": [
            "A.以法定权益纠纷的存在为基础；",
            "B.以侵权损害事实为前提；",
            "C.以维护教育法律的权威为宗旨；",
            "D.以惩治侵权行为为目的"
          ],
          "answer": "AB",
          "id": "M4000002450"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "M4000002451"
        },
        {
          "type": "multiple_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "M4000002452"
        },
        {
          "type": "multiple_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M4000002453"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000002454"
        },
        {
          "type": "multiple_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "M4000002455"
        },
        {
          "type": "multiple_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "M4000002456"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "M4000002457"
        },
        {
          "type": "multiple_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "M4000002458"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "M4000002459"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "M4000002460"
        },
        {
          "type": "multiple_choice",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002461"
        },
        {
          "type": "multiple_choice",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002462"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002463"
        },
        {
          "type": "multiple_choice",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002464"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002465"
        },
        {
          "type": "multiple_choice",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002466"
        },
        {
          "type": "multiple_choice",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002467"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002468"
        },
        {
          "type": "multiple_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002469"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002470"
        },
        {
          "type": "multiple_choice",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002471"
        },
        {
          "type": "multiple_choice",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002472"
        },
        {
          "type": "multiple_choice",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002473"
        },
        {
          "type": "multiple_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002474"
        },
        {
          "type": "multiple_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002475"
        },
        {
          "type": "multiple_choice",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002476"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002477"
        },
        {
          "type": "multiple_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002478"
        },
        {
          "type": "multiple_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002479"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002480"
        },
        {
          "type": "multiple_choice",
          "question": "十九大明确了新时期实施乡村振兴战略的着力点（）。",
          "options": [
            "A.坚持农业农村优先发展",
            "B.加快推进农业农村现代化",
            "C.加快推进农业农村商品化",
            "D.建立健全城乡融合发展体制机制和政策体系"
          ],
          "answer": "ABD",
          "id": "M4000002481"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "M4000002482"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "M4000002483"
        },
        {
          "type": "multiple_choice",
          "question": "全面贯彻落实依法治国基本方略必须遵循以下原则（    ）。",
          "options": [
            "A.坚持中国共产党的领导、人民当家作主、依法治国有机统一；",
            "B.坚持一手抓建设、一手抓法治；",
            "C.既注意借鉴国外的有益经验，又立足于中国国情，从实际出发，不照搬照抄；",
            "D.坚持把法治建设的基础放在制度建设和增强全社会的法治观念上，不断提高全社会法治文明水平"
          ],
          "answer": "ABCD",
          "id": "M4000002484"
        },
        {
          "type": "multiple_choice",
          "question": "高等学历教育的入学资格包括（    ）。",
          "options": [
            "A.低一级教育毕业或具有同等学力；",
            "B.经考试合格；",
            "C.被高等学校录取；",
            "D.无犯罪记录"
          ],
          "answer": "ABC",
          "id": "M4000002485"
        },
        {
          "type": "multiple_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "M4000002486"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "M4000002487"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "M4000002488"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002489"
        },
        {
          "type": "multiple_choice",
          "question": "下列属于高等学校机构的在是（    ）。",
          "options": [
            "A.大学；",
            "B.独立设置的学院；",
            "C.高等专科学校；",
            "D.成人高等学校"
          ],
          "answer": "ABCD",
          "id": "M4000002490"
        },
        {
          "type": "multiple_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "M4000002491"
        },
        {
          "type": "multiple_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "M4000002492"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000002493"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002494"
        },
        {
          "type": "multiple_choice",
          "question": "我国行政机关有权进行的教育法制监督途径是（   ）。",
          "options": [
            "A.教育经费预算、决算制度；",
            "B.教育执法检查制度；",
            "C.教育督导；",
            "D.教育行政监察；",
            "E.教育审计"
          ],
          "answer": "BCD",
          "id": "M4000002495"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "M4000002496"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "M4000002497"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "M4000002498"
        },
        {
          "type": "multiple_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M4000002499"
        },
        {
          "type": "multiple_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "M4000002500"
        },
        {
          "type": "multiple_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002501"
        },
        {
          "type": "multiple_choice",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002502"
        },
        {
          "type": "multiple_choice",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002503"
        },
        {
          "type": "multiple_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002504"
        },
        {
          "type": "multiple_choice",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002505"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002506"
        },
        {
          "type": "multiple_choice",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002507"
        },
        {
          "type": "multiple_choice",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002508"
        },
        {
          "type": "multiple_choice",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002509"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002510"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002511"
        },
        {
          "type": "multiple_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002512"
        },
        {
          "type": "multiple_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002513"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002514"
        },
        {
          "type": "multiple_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002515"
        },
        {
          "type": "multiple_choice",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002516"
        },
        {
          "type": "multiple_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002517"
        },
        {
          "type": "multiple_choice",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002518"
        },
        {
          "type": "multiple_choice",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002519"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002520"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002521"
        },
        {
          "type": "multiple_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "M4000002522"
        },
        {
          "type": "multiple_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "M4000002523"
        },
        {
          "type": "multiple_choice",
          "question": "倡导简约适度、绿色低碳的生活方式，反对奢侈浪费和不合理消费，开展创建节约型机关（ ）等行动。",
          "options": [
            "A.绿色家庭",
            "B.绿色学校",
            "C.绿色社区",
            "D.绿色出行"
          ],
          "answer": "ABCD",
          "id": "M4000002524"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000002525"
        },
        {
          "type": "multiple_choice",
          "question": "按《高等教育法》规定，哪一级政府应保证国家兴办的高等教育的经费逐步增长？（    ）",
          "options": [
            "A.国务院；",
            "B.省级人民政府；",
            "C.中心城市人民政府；",
            "D.县人民政府"
          ],
          "answer": "ABC",
          "id": "M4000002526"
        },
        {
          "type": "multiple_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "M4000002527"
        },
        {
          "type": "multiple_choice",
          "question": "提高污染排放标准，强化排污者责任，健全（ ）等制度。",
          "options": [
            "A.环保信用评价",
            "B.污染企业备案",
            "C.信息强制性披露",
            "D.严惩重罚"
          ],
          "answer": "ACD",
          "id": "M4000002528"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "M4000002529"
        },
        {
          "type": "multiple_choice",
          "question": "新时代教师队伍建设的根本要求是（  ）。",
          "options": [
            "A.牢固树立中国特色社会主义理想信念",
            "B.牢固树立终身学习理念",
            "C.牢固树立改革创新意识",
            "D.牢固树立教书育人的责任感"
          ],
          "answer": "ABC",
          "id": "M4000002530"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来的五年，是党和国家发展进程中极不平凡的五年，主要体现在（ ）。",
          "options": [
            "A.五年来的成就是全方位的、开创性的",
            "B.五年来的变革是深层次的、根本性的",
            "C.解决了许多长期想解决而没有解决的难题",
            "D.办成了许多过去想办而没有办成的大事"
          ],
          "answer": "ABCD",
          "id": "M4000002531"
        },
        {
          "type": "multiple_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "M4000002532"
        },
        {
          "type": "multiple_choice",
          "question": "学生应予退学的情形有（    ）。",
          "options": [
            "A.学业成绩未达到学校要求；",
            "B. 未请假离校连续两周未参加学校规定的教学活动的；",
            "C.学生体育课成绩不合格；",
            "D.本人申请退学"
          ],
          "answer": "ABD",
          "id": "M4000002533"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "M4000002534"
        },
        {
          "type": "multiple_choice",
          "question": "有权审批设立实施专科教育的高等学校的机构是（    ）。",
          "options": [
            "A.国务院；",
            "B. 国务院教育行政部门；",
            "C. 省、自治区、直辖市人民政府；",
            "D. 省、自治区、直辖市教育行政部门"
          ],
          "answer": "AC",
          "id": "M4000002535"
        },
        {
          "type": "multiple_choice",
          "question": "对十九大报告相关内容表述错误的是（   ）。",
          "options": [
            "A.“全面从严治党”不仅被写入十九大报告的基本方略，也是报告的开篇",
            "B.以党的政治建设为统领，强调制度建设是党的根本性建设，决定着党的建设的方向和效果",
            "C.中国特色社会主义最本质的特征是党的领导，中国特色社会主义制度的最大优势是党的领导，党是最高政治领导力量",
            "D.中国共产党要始终成为时代先锋、民族脊梁，始终成为全国人民的主心骨"
          ],
          "answer": "AB",
          "id": "M4000002536"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "M4000002537"
        },
        {
          "type": "multiple_choice",
          "question": "根据《国家赔偿法》规定，申请行政赔偿的基本条件是（    ）。",
          "options": [
            "A.国家机关及其工作人员违法侵权；",
            "B.国家机关及其工作人员在行使职权时违法侵权；",
            "C.国家机关及其工作人员在行使职权时有《国家赔偿法》规定的侵权情形；",
            "D.侵犯行为已造成损害"
          ],
          "answer": "CD",
          "id": "M4000002538"
        },
        {
          "type": "multiple_choice",
          "question": "新时代教师队伍发展的专业目标是（  ）。",
          "options": [
            "A.要有理想信念",
            "B.要有道德情操",
            "C.要有扎实学识",
            "D.要有仁爱之心"
          ],
          "answer": "ABCD",
          "id": "M4000002539"
        },
        {
          "type": "multiple_choice",
          "question": "设立高等职业学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B. 以职业技术教育为主；",
            "C.以1个学科为主要学科；",
            "D.全日制在校学生计划规模在2000人以上"
          ],
          "answer": "AB",
          "id": "M4000002540"
        },
        {
          "type": "multiple_choice",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002541"
        },
        {
          "type": "multiple_choice",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002542"
        },
        {
          "type": "multiple_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002543"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002544"
        },
        {
          "type": "multiple_choice",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002545"
        },
        {
          "type": "multiple_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002546"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002547"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002548"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002549"
        },
        {
          "type": "multiple_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002550"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002551"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002552"
        },
        {
          "type": "multiple_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002553"
        },
        {
          "type": "multiple_choice",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002554"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002555"
        },
        {
          "type": "multiple_choice",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002556"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002557"
        },
        {
          "type": "multiple_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002558"
        },
        {
          "type": "multiple_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002559"
        },
        {
          "type": "multiple_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002560"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002561"
        },
        {
          "type": "multiple_choice",
          "question": "下列情形下发生的造成学生人身损害后果的事故，学校行为并无不当的，不承担事故责任(    )。",
          "options": [
            "A.学生自行上学途中发生的；",
            "B.在学生擅自离校期间发生的；",
            "C.在假期，学生自行滞留学校发生的；",
            "D.学生返校途中发生；",
            "E.在学生自行外出期间发生的"
          ],
          "answer": "ABCDE",
          "id": "M4000002562"
        },
        {
          "type": "multiple_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "M4000002563"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告指出：“加快教育现代化，办好人民满意的教育。”所谓“人民满意的教育”包括（）等丰富内涵。",
          "options": [
            "A.分类型",
            "B.分阶段",
            "C.重内涵",
            "D.谋发展"
          ],
          "answer": "ABCD",
          "id": "M4000002564"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法律责任的构成应同时包含以下内容(    )。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人主观有过错；",
            "D.教育违法行为与损害事实间存在着某种因果关系；",
            "E.教育法律关系主体具有完全的教育民事行为能力"
          ],
          "answer": "ABCD",
          "id": "M4000002565"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "M4000002566"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "M4000002567"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生的学业保障权包括（    ）。",
          "options": [
            "A.教育教学活动参加权；",
            "B.教育教学设施利用权；",
            "C.师资配置请求权；",
            "D.重新选择专业权"
          ],
          "answer": "ABCD",
          "id": "M4000002568"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "M4000002569"
        },
        {
          "type": "multiple_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "M4000002570"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》规定，设立学校必须具备的基本条件包括（    ）。",
          "options": [
            "A.有组织机构和章程；",
            "B.有50位以上专任教师；",
            "C.40亩以上土地；",
            "D.有必备的办学资金和稳定的经费来源"
          ],
          "answer": "AD",
          "id": "M4000002571"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "M4000002572"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "M4000002573"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002574"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "M4000002575"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想以全新的视野深化了（    ）。",
          "options": [
            "A.对共产党执政规律的认识",
            "B.对社会主义建设规律的认识",
            "C.对人类社会发展规律的认识",
            "D.对客观事物发展规律的认识"
          ],
          "answer": "ABC",
          "id": "M4000002576"
        },
        {
          "type": "multiple_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "M4000002577"
        },
        {
          "type": "multiple_choice",
          "question": "全面依法治国总目标是（    ）。",
          "options": [
            "A.有法可依、有法必依、执法必严、违法必究",
            "B.建设中国特色社会主义法治体系",
            "C.建设社会主义法治国家",
            "D.法律面前人人平等"
          ],
          "answer": "BC",
          "id": "M4000002578"
        },
        {
          "type": "multiple_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "M4000002579"
        },
        {
          "type": "multiple_choice",
          "question": "优质教育必须要全面培养人的基本素质，包括（）。",
          "options": [
            "A.唤醒问题意识",
            "B.激励开放思维",
            "C.光扬个性表达",
            "D.鼓舞创新命题"
          ],
          "answer": "ABCD",
          "id": "M4000002580"
        },
        {
          "type": "multiple_choice",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002581"
        },
        {
          "type": "multiple_choice",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002582"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002583"
        },
        {
          "type": "multiple_choice",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002584"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002585"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002586"
        },
        {
          "type": "multiple_choice",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002587"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002588"
        },
        {
          "type": "multiple_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002589"
        },
        {
          "type": "multiple_choice",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002590"
        },
        {
          "type": "multiple_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002591"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002592"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002593"
        },
        {
          "type": "multiple_choice",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002594"
        },
        {
          "type": "multiple_choice",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002595"
        },
        {
          "type": "multiple_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002596"
        },
        {
          "type": "multiple_choice",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002597"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002598"
        },
        {
          "type": "multiple_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002599"
        },
        {
          "type": "multiple_choice",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002600"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "M4000002601"
        },
        {
          "type": "multiple_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "M4000002602"
        },
        {
          "type": "multiple_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "M4000002603"
        },
        {
          "type": "multiple_choice",
          "question": "具有制定地方性法规权限的权力机关有(    )。",
          "options": [
            "A.省级人民代表大会及其常务委员会；",
            "B.省级人民政府所在的市的人民代表大会及其常务委员会；",
            "C.国务院批准的较大市的人民代表大会及其常务委员会；",
            "D.省级人民政府"
          ],
          "answer": "ABC",
          "id": "M4000002604"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "M4000002605"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济的方式主要有（    ）。",
          "options": [
            "A.教育行政复议；",
            "B.教育行政诉讼；",
            "C.仲裁；",
            "D.教育申诉"
          ],
          "answer": "ABD",
          "id": "M4000002606"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "M4000002607"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "M4000002608"
        },
        {
          "type": "multiple_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "M4000002609"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想是（    ）。",
          "options": [
            "A.马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展",
            "B.党和人民实践经验和集体智慧的结晶",
            "C.中国特色社会主义理论体系的重要组成部分",
            "D.全党全国人民为实现中华民族伟大复兴而奋斗的行动指南"
          ],
          "answer": "ABCD",
          "id": "M4000002610"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "M4000002611"
        },
        {
          "type": "multiple_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "M4000002612"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "M4000002613"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "M4000002614"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "M4000002615"
        },
        {
          "type": "multiple_choice",
          "question": "教育法制监督的途径很多，在目前教育实践中，国家机关和群众对教育法律法规实施情况通常采用监督方式除了教育审计外，还有（   ）。",
          "options": [
            "A.教育经费预算、决算；",
            "B.教育执法检查；",
            "C.教育督导；",
            "D.教育行政监察"
          ],
          "answer": "ABCD",
          "id": "M4000002616"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000002617"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.责任法定原则；",
            "B.公正、合理原则；",
            "C.效益原则；",
            "D.过错责任原则；",
            "E.公开原则"
          ],
          "answer": "ABCDE",
          "id": "M4000002618"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校党委的领导职责包括（    ）。",
          "options": [
            "A. 领导学校的思想政治工作和德育工作；",
            "B. 讨论决定学校内部组织机构的设置和内部组织机构负责人的人选；",
            "C.任命校长；",
            "D. 聘任教师"
          ],
          "answer": "AB",
          "id": "M4000002619"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "M4000002620"
        },
        {
          "type": "multiple_choice",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002621"
        },
        {
          "type": "multiple_choice",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002622"
        },
        {
          "type": "multiple_choice",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002623"
        },
        {
          "type": "multiple_choice",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002624"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002625"
        },
        {
          "type": "multiple_choice",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002626"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002627"
        },
        {
          "type": "multiple_choice",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002628"
        },
        {
          "type": "multiple_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002629"
        },
        {
          "type": "multiple_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002630"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002631"
        },
        {
          "type": "multiple_choice",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002632"
        },
        {
          "type": "multiple_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002633"
        },
        {
          "type": "multiple_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002634"
        },
        {
          "type": "multiple_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002635"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002636"
        },
        {
          "type": "multiple_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002637"
        },
        {
          "type": "multiple_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002638"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002639"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002640"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "M4000002641"
        },
        {
          "type": "multiple_choice",
          "question": "决定立法议案能否列入全国人大或全国人大常委会议程的机构是？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会；",
            "C.全国人大常委会委员长会议；",
            "D.全国人大法律委员会"
          ],
          "answer": "AC",
          "id": "M4000002642"
        },
        {
          "type": "multiple_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "M4000002643"
        },
        {
          "type": "multiple_choice",
          "question": "依据处罚内容的不同，可以将教育行政处罚分为（    ）。",
          "options": [
            "A.人身罚；",
            "B.申诫罚；",
            "C.能力罚；",
            "D.财产罚"
          ],
          "answer": "BCD",
          "id": "M4000002644"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "M4000002645"
        },
        {
          "type": "multiple_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "M4000002646"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "M4000002647"
        },
        {
          "type": "multiple_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "M4000002648"
        },
        {
          "type": "multiple_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "M4000002649"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "M4000002650"
        },
        {
          "type": "multiple_choice",
          "question": "下列法院属于地方各级人民法院的是（    ）。",
          "options": [
            "A.最高人民法院；",
            "B.基层人民法院；",
            "C.中级人民法院；",
            "D.高级人民法院；",
            "E.军事法院"
          ],
          "answer": "BCD",
          "id": "M4000002651"
        },
        {
          "type": "multiple_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "M4000002652"
        },
        {
          "type": "multiple_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "M4000002653"
        },
        {
          "type": "multiple_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "M4000002654"
        },
        {
          "type": "multiple_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "M4000002655"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》对学校及其他教育机构可行使的权利作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 自行修改章程；",
            "B. 对受教育者颁发相应的学业证书；",
            "C. 组织实施教育教学活动；",
            "D. 聘任教师"
          ],
          "answer": "BCD",
          "id": "M4000002656"
        },
        {
          "type": "multiple_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M4000002657"
        },
        {
          "type": "multiple_choice",
          "question": "健全的教育法制体现在（    ）。",
          "options": [
            "A.有完善的法制来明确教育的地位和作用；",
            "B.有完善的法制来保障公民的受教育权利；",
            "C.有完善的法制来保证学校的教育教学；",
            "D.有完备的法律体系；",
            "E.有明确的责任规定"
          ],
          "answer": "ABCDE",
          "id": "M4000002658"
        },
        {
          "type": "multiple_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "M4000002659"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》的立法精神和相关法律规定，教师享有（    ）的权利。",
          "options": [
            "A.对学校教育教学、管理工作和教育行政部门的工作提出意见和建议的权利；",
            "B.通过教职工代表大会或者其他形式，参与学校的民主管理的权利；",
            "C.决定学校年度工作计划、发展规划、改革方案、教职工队伍建设等重大问题；",
            "D.监督学校管理工作"
          ],
          "answer": "ABD",
          "id": "M4000002660"
        },
        {
          "type": "multiple_choice",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002661"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002662"
        },
        {
          "type": "multiple_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002663"
        },
        {
          "type": "multiple_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002664"
        },
        {
          "type": "multiple_choice",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002665"
        },
        {
          "type": "multiple_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002666"
        },
        {
          "type": "multiple_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002667"
        },
        {
          "type": "multiple_choice",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002668"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002669"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002670"
        },
        {
          "type": "multiple_choice",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002671"
        },
        {
          "type": "multiple_choice",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002672"
        },
        {
          "type": "multiple_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002673"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002674"
        },
        {
          "type": "multiple_choice",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002675"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002676"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002677"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002678"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002679"
        },
        {
          "type": "multiple_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002680"
        },
        {
          "type": "multiple_choice",
          "question": "关于中国特色社会主义进入新时代表述正确的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代，这是我国发展新的历史方位",
            "B.中国特色社会主义进入新时代，我国社会主要矛盾发生了新的变化",
            "C.新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代",
            "D.新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代"
          ],
          "answer": "ABCD",
          "id": "M4000002681"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "M4000002682"
        },
        {
          "type": "multiple_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "M4000002683"
        },
        {
          "type": "multiple_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "M4000002684"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "M4000002685"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "M4000002686"
        },
        {
          "type": "multiple_choice",
          "question": "中国社会主义法律体系除了宪法及宪法相关法、行政法、经济法等部门法之外，还包括有（    ）。",
          "options": [
            "A.民商法；",
            "B.社会法；",
            "C.刑法和军事法规；",
            "D.诉讼与非诉讼程序法"
          ],
          "answer": "ABCD",
          "id": "M4000002687"
        },
        {
          "type": "multiple_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "M4000002688"
        },
        {
          "type": "multiple_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "M4000002689"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "M4000002690"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002691"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "M4000002692"
        },
        {
          "type": "multiple_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "M4000002693"
        },
        {
          "type": "multiple_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "M4000002694"
        },
        {
          "type": "multiple_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "M4000002695"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.无过错责任原则；",
            "B.公正、合理、效益原则；",
            "C.过错责任原则；",
            "D.责任法定原则"
          ],
          "answer": "BCD",
          "id": "M4000002696"
        },
        {
          "type": "multiple_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "M4000002697"
        },
        {
          "type": "multiple_choice",
          "question": "将我国教育法律责任划分为教育行政法律责任、教育民事法律责任和教育刑事法律责任的划分标准是(    )。",
          "options": [
            "A.违法主体的法律地位；",
            "B.违法行为的危害程度；",
            "C.违法行为的性质",
            "D.法律责任的内容；",
            "E.承担法律责任主体的身份"
          ],
          "answer": "ABC",
          "id": "M4000002698"
        },
        {
          "type": "multiple_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "M4000002699"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "M4000002700"
        },
        {
          "type": "multiple_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002701"
        },
        {
          "type": "multiple_choice",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002702"
        },
        {
          "type": "multiple_choice",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002703"
        },
        {
          "type": "multiple_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002704"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002705"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002706"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002707"
        },
        {
          "type": "multiple_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002708"
        },
        {
          "type": "multiple_choice",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002709"
        },
        {
          "type": "multiple_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002710"
        },
        {
          "type": "multiple_choice",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002711"
        },
        {
          "type": "multiple_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002712"
        },
        {
          "type": "multiple_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002713"
        },
        {
          "type": "multiple_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002714"
        },
        {
          "type": "multiple_choice",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002715"
        },
        {
          "type": "multiple_choice",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002716"
        },
        {
          "type": "multiple_choice",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002717"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002718"
        },
        {
          "type": "multiple_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002719"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002720"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想从理论和实践结合上系统回答的重大时代课题是（    ）。",
          "options": [
            "A.什么是社会主义、怎样建设社会主义",
            "B.坚持和发展什么样的中国特色社会主义",
            "C.建设一个什么样的党、怎样建设党",
            "D.怎样坚持和发展中国特色社会主义"
          ],
          "answer": "BD",
          "id": "M4000002721"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "M4000002722"
        },
        {
          "type": "multiple_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "M4000002723"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律法规的实施主要靠（    ）。",
          "options": [
            "A.宣传教育；",
            "B.社会成员的自觉遵守；",
            "C.纪律处分；",
            "D.道德谴责；",
            "E.公共舆论"
          ],
          "answer": "AB",
          "id": "M4000002724"
        },
        {
          "type": "multiple_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "M4000002725"
        },
        {
          "type": "multiple_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "M4000002726"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "M4000002727"
        },
        {
          "type": "multiple_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "M4000002728"
        },
        {
          "type": "multiple_choice",
          "question": "参照我国《行政许可法》规定，国务院教育行政部门可以（    ）。",
          "options": [
            "A.在制定的规章和规范性文件中设定教育行政许可；",
            "B.对教育行政许可规定具体实施的程序、条件等；",
            "C.向国务院提出有关增设、修改、废止教育行政许可的立法建议；",
            "D.向省、自治区、直辖市人民政府提出有关增设、修改、废止教育行政许可的立法建议"
          ],
          "answer": "BC",
          "id": "M4000002729"
        },
        {
          "type": "multiple_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "M4000002730"
        },
        {
          "type": "multiple_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "M4000002731"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "M4000002732"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "M4000002733"
        },
        {
          "type": "multiple_choice",
          "question": "能够引起教育法律关系产生、变更或消失的客观情况，即教育法律事实包括（    ）。",
          "options": [
            "A.教育法律行为；",
            "B.教育法律关系主体；",
            "C.教育法律关系客体；",
            "D.教育法律事件；",
            "E.教育法律后果"
          ],
          "answer": "AD",
          "id": "M4000002734"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002735"
        },
        {
          "type": "multiple_choice",
          "question": "下列权利中不属于我国《教师法》第7条明确规定的教师权利的有（    ）。",
          "options": [
            "A.民主管理权；",
            "B.管理学生权；",
            "C.获得公正评价权；",
            "D.选举权与被选举权"
          ],
          "answer": "CD",
          "id": "M4000002736"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议的受案范围主要包括(    )。",
          "options": [
            "A.对教育行政处罚不服的；",
            "B.对教育行政强制措施不服的；",
            "C.对教育行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撒销的决定不服的；",
            "D.对教育行政机关违反法定条件和法定程序违法设定义务的行为不服的。"
          ],
          "answer": "ABCD",
          "id": "M4000002737"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "M4000002738"
        },
        {
          "type": "multiple_choice",
          "question": "自学考试是我国高等教育重要组成部分，目前国家承认的高等教育自学考试有（    ）。",
          "options": [
            "A.博士研究生学历；",
            "B.硕士研究生学历；",
            "C.本科学历；",
            "D.专科学历"
          ],
          "answer": "CD",
          "id": "M4000002739"
        },
        {
          "type": "multiple_choice",
          "question": "2013年3月17日，习近平总书记在第十二届全国人大第一次会议上发表重要讲话，深刻阐释了中国梦的内涵：“实现中华民族伟大复兴的中国梦，就是要实现（ ）。",
          "options": [
            "A.国家富强",
            "B.民族振兴",
            "C.人民幸福",
            "D.国民经济持续健康发展"
          ],
          "answer": "ABC",
          "id": "M4000002740"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002741"
        },
        {
          "type": "multiple_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002742"
        },
        {
          "type": "multiple_choice",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002743"
        },
        {
          "type": "multiple_choice",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002744"
        },
        {
          "type": "multiple_choice",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002745"
        },
        {
          "type": "multiple_choice",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002746"
        },
        {
          "type": "multiple_choice",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002747"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002748"
        },
        {
          "type": "multiple_choice",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002749"
        },
        {
          "type": "multiple_choice",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002750"
        },
        {
          "type": "multiple_choice",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002751"
        },
        {
          "type": "multiple_choice",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002752"
        },
        {
          "type": "multiple_choice",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002753"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002754"
        },
        {
          "type": "multiple_choice",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002755"
        },
        {
          "type": "multiple_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002756"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002757"
        },
        {
          "type": "multiple_choice",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002758"
        },
        {
          "type": "multiple_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002759"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002760"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律关系的客体是指法律关系主体的权利义务所指向的对象，亦即教育法律关系客观化的表现形式，必然包含以下几种（    ）。",
          "options": [
            "A.可分为不动产和动产两大类的财产；",
            "B.可分行政行为、管理行为和教育教学行为的行为；",
            "C.包括各种教材、专著等在内的精神产品；",
            "D.教育权利和教育义务"
          ],
          "answer": "ABC",
          "id": "M4000002761"
        },
        {
          "type": "multiple_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "M4000002762"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《学位条例》规定，申请论文博士的条件是（    ）。",
          "options": [
            "A.在科学或专门技术上有重要的著作、发明、发现或发展；",
            "B.通过国家有关考试；",
            "C.经有关专家推荐，学位授予单位同意；",
            "D.通过论文答辩"
          ],
          "answer": "AC",
          "id": "M4000002763"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告指出：“加快教育现代化，办好人民满意的教育。”所谓“人民满意的教育”包括（）等丰富内涵。",
          "options": [
            "A.分类型",
            "B.分阶段",
            "C.重内涵",
            "D.谋发展"
          ],
          "answer": "ABCD",
          "id": "M4000002764"
        },
        {
          "type": "multiple_choice",
          "question": "优质教育必须要全面培养人的基本素质，包括（）。",
          "options": [
            "A.唤醒问题意识",
            "B.激励开放思维",
            "C.光扬个性表达",
            "D.鼓舞创新命题"
          ],
          "answer": "ABCD",
          "id": "M4000002765"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的内容十分丰富，主要包括（    ）。",
          "options": [
            "A.学生生活管理；",
            "B.学生学籍管理；",
            "C.学生活动管理；",
            "D.学生行为管理"
          ],
          "answer": "BCD",
          "id": "M4000002766"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济依其救济方式的不同，可分为(    )。",
          "options": [
            "A.教育申诉；",
            "B.教育行政复议；",
            "C.教育行政诉讼；",
            "D.教育督导；"
          ],
          "answer": "ABC",
          "id": "M4000002767"
        },
        {
          "type": "multiple_choice",
          "question": "2013年3月17日，习近平总书记在第十二届全国人大第一次会议上发表重要讲话，深刻阐释了中国梦的内涵：“实现中华民族伟大复兴的中国梦，就是要实现（ ）。",
          "options": [
            "A.国家富强",
            "B.民族振兴",
            "C.人民幸福",
            "D.国民经济持续健康发展"
          ],
          "answer": "ABC",
          "id": "M4000002768"
        },
        {
          "type": "multiple_choice",
          "question": "必须坚持（ ）为主的方针，形成节约资源和保护环境的空间格局、产业结构、生产方式、生活方式，还自然以宁静、和谐、美丽。",
          "options": [
            "A.事先预防",
            "B.节约优先",
            "C.保护优先",
            "D.自然恢复"
          ],
          "answer": "BCD",
          "id": "M4000002769"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国相关教育法律法规规定和教育实践，教育法律责任的归责原则主要有(    )。",
          "options": [
            "A.无过错责任原则；",
            "B.公正、合理、效益原则；",
            "C.过错责任原则；",
            "D.责任法定原则"
          ],
          "answer": "BCD",
          "id": "M4000002770"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002771"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002772"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律责任的归责要件有（    ）。",
          "options": [
            "A.教育法律关系主体的行为必须违反教育法律法规；",
            "B.存在着损害事实；",
            "C.行为人有过错；",
            "D.违法行为与损害事实之间具有因果关系"
          ],
          "answer": "ABCD",
          "id": "M4000002773"
        },
        {
          "type": "multiple_choice",
          "question": "教育经费的“三个增长”指（    ）。",
          "options": [
            "A.各级人民政府教育财政拨款的增长应当高于财政经常性收入的增长；",
            "B.按在校学生人数平均的教育费用逐步增长；",
            "C.教师工资和学生人均公用经费逐步增长；",
            "D.教育总经费逐步增长"
          ],
          "answer": "ABC",
          "id": "M4000002774"
        },
        {
          "type": "multiple_choice",
          "question": "设立中外合作办学机构，省、自治区、直辖市人民政府的审批权限是（    ）。",
          "options": [
            "A.实施本科及以下层次高等学历教育的中外合作办学机构；",
            "B.实施高等专科教育的中外合作办学机构；",
            "C.实施研究生教育的中外合作办学机构；",
            "D.实施非学历高等教育的中外合作办学机构；"
          ],
          "answer": "BD",
          "id": "M4000002775"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生的基本权利包括（    ）。",
          "options": [
            "A.参加教育教学计划安排的各种活动；",
            "B.按国家规定获得奖学金、助学金、贷学金；",
            "C.在学业成绩和品行方面得到公正评价；",
            "D.法律、法规规定的其他权利"
          ],
          "answer": "ABCD",
          "id": "M4000002776"
        },
        {
          "type": "multiple_choice",
          "question": "我国接受外国留学生的途径主要有（    ）。",
          "options": [
            "A.根据政府间双边交流协议；",
            "B.根据学校间的交流协议；",
            "C.外国学术、教育机构或各类团体等派遣学生来华学习；",
            "D.学生个人申请来华学习"
          ],
          "answer": "ABCD",
          "id": "M4000002777"
        },
        {
          "type": "multiple_choice",
          "question": "所谓教育法律意识是指人们对于教育法律现象的思想、观点、知识和心理的总称。它包括(    )。",
          "options": [
            "A.人们对教育法律精神实质的理解；",
            "B.对教育法律实施作用的评价；",
            "C.对教育行政执法和司法的信任程度；",
            "D.遵守并运用教育法律法规的自觉性等"
          ],
          "answer": "ABCD",
          "id": "M4000002778"
        },
        {
          "type": "multiple_choice",
          "question": "优先发展教育，是指教育的完整过程，包括（）。",
          "options": [
            "A.基础教育",
            "B.特殊教育",
            "C.职业教育",
            "D.高等教育"
          ],
          "answer": "ABCD",
          "id": "M4000002779"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校校长的任职条件包括（    ）。",
          "options": [
            "A.具有中华人民共和国国籍；",
            "B.在中国境内居住；",
            "C.本科以上学历；",
            "D.具有较高的文化水平、专业技术理论和知识"
          ],
          "answer": "ABD",
          "id": "M4000002780"
        },
        {
          "type": "multiple_choice",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002781"
        },
        {
          "type": "multiple_choice",
          "question": "境内公民出国交流包括我国公民出国留学、研究、进行学术交流或任教等活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002782"
        },
        {
          "type": "multiple_choice",
          "question": "审批高等学校的设立，应当聘请由专家组成的评议机构评议。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002783"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002784"
        },
        {
          "type": "multiple_choice",
          "question": "一般说来，受教育法规制裁的行为必将受教育道德的谴责；而违反教育道德的行为则不一定是违反教育法规的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002785"
        },
        {
          "type": "multiple_choice",
          "question": "教育部统一领导和管理全国高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002786"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校年经费开支标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002787"
        },
        {
          "type": "multiple_choice",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002788"
        },
        {
          "type": "multiple_choice",
          "question": "《中华人民共和国教育法》第一次以法律形式明确了教师在我国社会主义现代化建设中的重要地位，对教师的权利、义务、任用、考核、培训和待遇等方面作了全面的规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002789"
        },
        {
          "type": "multiple_choice",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002790"
        },
        {
          "type": "multiple_choice",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002791"
        },
        {
          "type": "multiple_choice",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002792"
        },
        {
          "type": "multiple_choice",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002793"
        },
        {
          "type": "multiple_choice",
          "question": "经依法授权的任何国家机关在认定教育法律责任的过程中都应遵循合法、民主、公正等原则，在实施相关教育法律制裁过程中都应坚持重教育、轻惩罚，责任自负、不准株连等原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002794"
        },
        {
          "type": "multiple_choice",
          "question": "学生人均教育成本通常由社会成本和个人成本构成。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002795"
        },
        {
          "type": "multiple_choice",
          "question": "学生违反考核纪律或者作弊的，该课程考核成绩记为无效，并不得补考。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002796"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002797"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议的被申请人并非只限于作出具体行政行为的教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002798"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师的培养和培训是在专门的教育机构中进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002799"
        },
        {
          "type": "multiple_choice",
          "question": "宪法在一个国家内是高于任何组织的章程的，因为它是国家的根本法，具有最高的法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002800"
        },
        {
          "type": "multiple_choice",
          "question": "完善我国教育执法制度，应从下列几个方面入手（    ）。",
          "options": [
            "A.加强教育执法队伍建设；",
            "B.加大执法监督力度；",
            "C.建立、健全严格、公正的教育处罚制度；",
            "D.建立、健全严格、公正的救济制度"
          ],
          "answer": "ABCD",
          "id": "M4000002801"
        },
        {
          "type": "multiple_choice",
          "question": "对十九大报告相关内容表述错误的是（   ）。",
          "options": [
            "A.“全面从严治党”不仅被写入十九大报告的基本方略，也是报告的开篇",
            "B.以党的政治建设为统领，强调制度建设是党的根本性建设，决定着党的建设的方向和效果",
            "C.中国特色社会主义最本质的特征是党的领导，中国特色社会主义制度的最大优势是党的领导，党是最高政治领导力量",
            "D.中国共产党要始终成为时代先锋、民族脊梁，始终成为全国人民的主心骨"
          ],
          "answer": "AB",
          "id": "M4000002802"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济的方式主要有（    ）。",
          "options": [
            "A.教育行政复议；",
            "B.教育行政诉讼；",
            "C.仲裁；",
            "D.教育申诉"
          ],
          "answer": "ABD",
          "id": "M4000002803"
        },
        {
          "type": "multiple_choice",
          "question": "新时代教师队伍建设的根本要求是（  ）。",
          "options": [
            "A.牢固树立中国特色社会主义理想信念",
            "B.牢固树立终身学习理念",
            "C.牢固树立改革创新意识",
            "D.牢固树立教书育人的责任感"
          ],
          "answer": "ABC",
          "id": "M4000002804"
        },
        {
          "type": "multiple_choice",
          "question": "能够引起教育法律关系产生、变更或消失的客观情况，即教育法律事实包括（    ）。",
          "options": [
            "A.教育法律行为；",
            "B.教育法律关系主体；",
            "C.教育法律关系客体；",
            "D.教育法律事件；",
            "E.教育法律后果"
          ],
          "answer": "AD",
          "id": "M4000002805"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想从理论和实践结合上系统回答的重大时代课题是（    ）。",
          "options": [
            "A.什么是社会主义、怎样建设社会主义",
            "B.坚持和发展什么样的中国特色社会主义",
            "C.建设一个什么样的党、怎样建设党",
            "D.怎样坚持和发展中国特色社会主义"
          ],
          "answer": "BD",
          "id": "M4000002806"
        },
        {
          "type": "multiple_choice",
          "question": "党的建设新的伟大工程的“新”主要表现在（   ）。",
          "options": [
            "A.把党的思想建设摆在首位",
            "B.坚持和加强党的全面领导、全面推进党的建设",
            "C.把党的政治建设摆在首位",
            "D.中国共产党一定要有新气象新作为"
          ],
          "answer": "BCD",
          "id": "M4000002807"
        },
        {
          "type": "multiple_choice",
          "question": "我国《高等教育法》第51条规定：“高等学校应当为教师（    ）提供便利条件。”",
          "options": [
            "A.参加培训；",
            "B.进行学术交流；",
            "C.开展科学研究；",
            "D.成立科研机构"
          ],
          "answer": "ABC",
          "id": "M4000002808"
        },
        {
          "type": "multiple_choice",
          "question": "申请创办中外合资研究开发机构，在经主管部门同意后，须报请（    ）。",
          "options": [
            "A.科学技术委员会审核；",
            "B.教育行政部门审核；",
            "C.发改委审批；",
            "D.机构编制部门审批"
          ],
          "answer": "AD",
          "id": "M4000002809"
        },
        {
          "type": "multiple_choice",
          "question": "享受国家专业奖学金的专业包括（    ）。",
          "options": [
            "A.农林；",
            "B.艺术；",
            "C.师范；",
            "D.航空"
          ],
          "answer": "ACD",
          "id": "M4000002810"
        },
        {
          "type": "multiple_choice",
          "question": "根据《国家赔偿法》规定，申请行政赔偿的基本条件是（    ）。",
          "options": [
            "A.国家机关及其工作人员违法侵权；",
            "B.国家机关及其工作人员在行使职权时违法侵权；",
            "C.国家机关及其工作人员在行使职权时有《国家赔偿法》规定的侵权情形；",
            "D.侵犯行为已造成损害"
          ],
          "answer": "CD",
          "id": "M4000002811"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律法规的实施主要靠（    ）。",
          "options": [
            "A.宣传教育；",
            "B.社会成员的自觉遵守；",
            "C.纪律处分；",
            "D.道德谴责；",
            "E.公共舆论"
          ],
          "answer": "AB",
          "id": "M4000002812"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育大纲、教学原则的不同之处在于（    ）。",
          "options": [
            "A.教育性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "BCD",
          "id": "M4000002813"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "M4000002814"
        },
        {
          "type": "multiple_choice",
          "question": "新时代党的建设总要求强调“坚持和加强党的全面领导”。“全面”二字意味着中国共产党只有真正做到（   ）的领导，才能充分发挥中国特色社会主义的本质优势。",
          "options": [
            "A.全方位",
            "B.多层次",
            "C.贯穿始终",
            "D.由里及外"
          ],
          "answer": "ABCD",
          "id": "M4000002815"
        },
        {
          "type": "multiple_choice",
          "question": "提高污染排放标准，强化排污者责任，健全（ ）等制度。",
          "options": [
            "A.环保信用评价",
            "B.污染企业备案",
            "C.信息强制性披露",
            "D.严惩重罚"
          ],
          "answer": "ACD",
          "id": "M4000002816"
        },
        {
          "type": "multiple_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "M4000002817"
        },
        {
          "type": "multiple_choice",
          "question": "我国行政机关有权进行的教育法制监督途径是（   ）。",
          "options": [
            "A.教育经费预算、决算制度；",
            "B.教育执法检查制度；",
            "C.教育督导；",
            "D.教育行政监察；",
            "E.教育审计"
          ],
          "answer": "BCD",
          "id": "M4000002818"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想以全新的视野深化了（    ）。",
          "options": [
            "A.对共产党执政规律的认识",
            "B.对社会主义建设规律的认识",
            "C.对人类社会发展规律的认识",
            "D.对客观事物发展规律的认识"
          ],
          "answer": "ABC",
          "id": "M4000002819"
        },
        {
          "type": "multiple_choice",
          "question": "将我国教育法律责任划分为教育行政法律责任、教育民事法律责任和教育刑事法律责任的划分标准是(    )。",
          "options": [
            "A.违法主体的法律地位；",
            "B.违法行为的危害程度；",
            "C.违法行为的性质",
            "D.法律责任的内容；",
            "E.承担法律责任主体的身份"
          ],
          "answer": "ABC",
          "id": "M4000002820"
        },
        {
          "type": "multiple_choice",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002821"
        },
        {
          "type": "multiple_choice",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002822"
        },
        {
          "type": "multiple_choice",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002823"
        },
        {
          "type": "multiple_choice",
          "question": "社会力量依法举办的学校，办学经费由校长负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002824"
        },
        {
          "type": "multiple_choice",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002825"
        },
        {
          "type": "multiple_choice",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002826"
        },
        {
          "type": "multiple_choice",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002827"
        },
        {
          "type": "multiple_choice",
          "question": "不具备研究生或者大学本科毕业学历的公民一律不得申请教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002828"
        },
        {
          "type": "multiple_choice",
          "question": "设立实施专科教育的高等学校，经国务院授权，也可以由省、自治区、直辖市人民政府审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002829"
        },
        {
          "type": "multiple_choice",
          "question": "国家建立以财政拨款为主、其他多种渠道筹措教育经费为辅的体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002830"
        },
        {
          "type": "multiple_choice",
          "question": "立法的主体是代表着统治阶级利益的政权机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002831"
        },
        {
          "type": "multiple_choice",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002832"
        },
        {
          "type": "multiple_choice",
          "question": "高校制定教学计划，必须经主管的教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002833"
        },
        {
          "type": "multiple_choice",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002834"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002835"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002836"
        },
        {
          "type": "multiple_choice",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002837"
        },
        {
          "type": "multiple_choice",
          "question": "《中国教育改革和发展纲要》明确提出了高等教育的体制改革。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002838"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002839"
        },
        {
          "type": "multiple_choice",
          "question": "在我国，全国人大的立法权限是修改宪法，其他法律由全国人大常委会制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002840"
        },
        {
          "type": "multiple_choice",
          "question": "自学考试是我国高等教育重要组成部分，目前国家承认的高等教育自学考试有（    ）。",
          "options": [
            "A.博士研究生学历；",
            "B.硕士研究生学历；",
            "C.本科学历；",
            "D.专科学历"
          ],
          "answer": "CD",
          "id": "M4000002841"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法的基本程序有(    )。",
          "options": [
            "A.议案的提出；",
            "B.议案的审议；",
            "C.议案的表决和通过；",
            "D.议案的公布"
          ],
          "answer": "ABCD",
          "id": "M4000002842"
        },
        {
          "type": "multiple_choice",
          "question": "设立高等职业学校应符合以下规定（    ）。",
          "options": [
            "A.主要培养高等专科层次的专门人才；",
            "B. 以职业技术教育为主；",
            "C.以1个学科为主要学科；",
            "D.全日制在校学生计划规模在2000人以上"
          ],
          "answer": "AB",
          "id": "M4000002843"
        },
        {
          "type": "multiple_choice",
          "question": "建设教育强国是中华民族伟大复兴的基础工程，这个基础工程涉及到（  ）。",
          "options": [
            "A.把教育事业放在优先位置",
            "B.深化教育改革",
            "C.加快教育现代化",
            "D.办好人民满意的教育"
          ],
          "answer": "ABCD",
          "id": "M4000002844"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法制的基本要求是(    )。",
          "options": [
            "A.逐步建立并完善我国教育法律法规体系；",
            "B.严格做到依法行政；",
            "C.加强教育法制工作机构和教育行政执法队伍建设；",
            "D.建立、健全严格、公正的教育处罚和救济制度；",
            "E.提高全社会的教育法律意识"
          ],
          "answer": "ABCDE",
          "id": "M4000002845"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律救济具有如下特征(    )。",
          "options": [
            "A.以法定权益纠纷的存在为基础；",
            "B.以侵权损害事实为前提；",
            "C.以维护教育法律的权威为宗旨；",
            "D.以惩治侵权行为为目的"
          ],
          "answer": "AB",
          "id": "M4000002846"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校校长的职权包括（    ）。",
          "options": [
            "A.拟定发展规划；",
            "B. 领导学校的思想政治工作和德育工作；",
            "C.任免副校长；",
            "D.聘任与解聘教师"
          ],
          "answer": "AD",
          "id": "M4000002847"
        },
        {
          "type": "multiple_choice",
          "question": "根据《教师法》第37条规定,教师有下列情形之一的,由所在学校、其他教育机构或者教育行政部门给予行政处分(    )。",
          "options": [
            "A.故意不完成教育教学任务给教育教学工作造成损失的；",
            "B.体罚学生,经教育不改的；",
            "C.品行不良,侮辱学生,影响恶劣的；",
            "D.弄虚作假、骗取教师资格；",
            "E.违反学校内部纪律的"
          ],
          "answer": "ABC",
          "id": "M4000002848"
        },
        {
          "type": "multiple_choice",
          "question": "决定立法议案能否列入全国人大或全国人大常委会议程的机构是？(    )",
          "options": [
            "A.全国人大主席团；",
            "B.全国人大常委会；",
            "C.全国人大常委会委员长会议；",
            "D.全国人大法律委员会"
          ],
          "answer": "AC",
          "id": "M4000002849"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的社会主义性质体现在（    ）。",
          "options": [
            "A.我国是社会主义国家；",
            "B.由中国共产党领导；",
            "C.指导思想；",
            "D.遵循宪法规定的基本原则"
          ],
          "answer": "BD",
          "id": "M4000002850"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法规定，我国的教育方针是（    ）。",
          "options": [
            "A.教育必须为社会主义现代化建设服务，必须与生产劳动相结合；",
            "B.教育必须面向现代化、面向世界、面向未来；",
            "C.使学生在德、智、体、美、劳等方面协调发展，成为社会主义事业的建设者和接班人；",
            "D.培养德、智、体等方面全面发展的社会主义事业的建设者和接班人"
          ],
          "answer": "ABD",
          "id": "M4000002851"
        },
        {
          "type": "multiple_choice",
          "question": "法在促进社会政治、经济、文化发展和社会全面进步方面能发挥重要作用，但法不是万能的，法在被制定、实施及作用于社会生活过程中存在着诸多缺陷和不足。这主要体现在（    ）。",
          "options": [
            "A.调整范围的有限性；",
            "B.法具有非全真性和不周延性；",
            "C.法具有滞后性；",
            "D.法具有恐怖性；"
          ],
          "answer": "ABC",
          "id": "M4000002852"
        },
        {
          "type": "multiple_choice",
          "question": "《教师法》对教师作用的原则性规定是（    ）。",
          "options": [
            "A.教书育人；",
            "B.培养社会主义建设者和接班人；",
            "C.提高民族素质；",
            "D.传承民族文化"
          ],
          "answer": "ABC",
          "id": "M4000002853"
        },
        {
          "type": "multiple_choice",
          "question": "下列法院属于地方各级人民法院的是（    ）。",
          "options": [
            "A.最高人民法院；",
            "B.基层人民法院；",
            "C.中级人民法院；",
            "D.高级人民法院；",
            "E.军事法院"
          ],
          "answer": "BCD",
          "id": "M4000002854"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，国务院有权撤销不适当的(    )。",
          "options": [
            "A.部门规章；",
            "B.地方政府规章；",
            "C.地方性法规；",
            "D.行政法规"
          ],
          "answer": "AB",
          "id": "M4000002855"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育政策的不同之处在于（    ）。",
          "options": [
            "A.制定主体不同；",
            "B.调整教育社会关系的范围不同；",
            "C.表现形式不同；",
            "D.实施方式不同；",
            "E.稳定性不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002856"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑的结构上看，完整的法律规范都应包含下列组成部分（    ）。",
          "options": [
            "A.法定条件；",
            "B.行为准则；",
            "C.法律后果；",
            "D.法律责任；",
            "E.行为主体"
          ],
          "answer": "ABC",
          "id": "M4000002857"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生纪律处分的种类包括（    ）。",
          "options": [
            "A.警告；",
            "B.严重警告；",
            "C.记过；",
            "D.记大过"
          ],
          "answer": "ABC",
          "id": "M4000002858"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律关系的内容包括（    ）。",
          "options": [
            "A.教育法上的行为能力；",
            "B.教育法上的权利能力；",
            "C.教育权利；",
            "D.教育义务"
          ],
          "answer": "CD",
          "id": "M4000002859"
        },
        {
          "type": "multiple_choice",
          "question": "十九大明确了新时期实施乡村振兴战略的着力点（）。",
          "options": [
            "A.坚持农业农村优先发展",
            "B.加快推进农业农村现代化",
            "C.加快推进农业农村商品化",
            "D.建立健全城乡融合发展体制机制和政策体系"
          ],
          "answer": "ABD",
          "id": "M4000002860"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002861"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的遵守方式包括教育法定义务的履行和教育法定权利的正确行使。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002862"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002863"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育由高等学校和其他高等教育机构实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002864"
        },
        {
          "type": "multiple_choice",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002865"
        },
        {
          "type": "multiple_choice",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002866"
        },
        {
          "type": "multiple_choice",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002867"
        },
        {
          "type": "multiple_choice",
          "question": "设置高等学校的具体标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002868"
        },
        {
          "type": "multiple_choice",
          "question": "申请参加高等学校教师资格考试的，应当学有专长，并有一名相关专业的教授或者副教授推荐。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002869"
        },
        {
          "type": "multiple_choice",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002870"
        },
        {
          "type": "multiple_choice",
          "question": "立法不仅是指制定法律，修改、补充、认可、废止法律都是立法活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002871"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002872"
        },
        {
          "type": "multiple_choice",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002873"
        },
        {
          "type": "multiple_choice",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002874"
        },
        {
          "type": "multiple_choice",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002875"
        },
        {
          "type": "multiple_choice",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002876"
        },
        {
          "type": "multiple_choice",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002877"
        },
        {
          "type": "multiple_choice",
          "question": "社会力量举办学校，可以要求取得合理的回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002878"
        },
        {
          "type": "multiple_choice",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002879"
        },
        {
          "type": "multiple_choice",
          "question": "社会力量依法举办的学校，办学经费由举办者负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002880"
        },
        {
          "type": "multiple_choice",
          "question": "新时代党的建设总要求的新表述将（   ）单列出来。",
          "options": [
            "A.思想建设",
            "B.政治建设",
            "C.组织建设",
            "D.纪律建设"
          ],
          "answer": "BD",
          "id": "M4000002881"
        },
        {
          "type": "multiple_choice",
          "question": "中国特色大国外交要推动构建（    ）。",
          "options": [
            "A.新型国际关系",
            "B.新型大国关系",
            "C.人类命运共同体",
            "D.和谐世界"
          ],
          "answer": "AC",
          "id": "M4000002882"
        },
        {
          "type": "multiple_choice",
          "question": "改革开放新时期我国法治建设的基本理念是（    ）。",
          "options": [
            "A.有法可依；",
            "B.有法必依；",
            "C.执法必严；",
            "D.违法必究；",
            "E.依法办事"
          ],
          "answer": "ABCD",
          "id": "M4000002883"
        },
        {
          "type": "multiple_choice",
          "question": "关于中国特色社会主义进入新时代表述正确的是（ ）。",
          "options": [
            "A.中国特色社会主义进入了新时代，这是我国发展新的历史方位",
            "B.中国特色社会主义进入新时代，我国社会主要矛盾发生了新的变化",
            "C.新时代是我国日益走近世界舞台中央、不断为人类作出更大贡献的时代",
            "D.新时代是承前启后、继往开来，在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代"
          ],
          "answer": "ABCD",
          "id": "M4000002884"
        },
        {
          "type": "multiple_choice",
          "question": "下列选项中，关于新征程表述正确的有（　）。",
          "options": [
            "A.明确指出了新时代坚持和发展中国特色社会主义的总任务",
            "B.清晰勾勒了中华民族伟大复兴的时间表和路线图",
            "C.是习近平新时代中国特色社会主义思想的重要组成部分",
            "D.提出了经济翻2番的目标",
            "E.深刻体现了中国共产党的使命与担当"
          ],
          "answer": "ABCE",
          "id": "M4000002885"
        },
        {
          "type": "multiple_choice",
          "question": "十九大通过的《中国共产党章程（修正案）》写入了中国特色社会主义事业“五位一体”总体布局，“五位一体”是指：（  ）。",
          "options": [
            "A.经济建设",
            "B.政治建设",
            "C.文化建设",
            "D.社会建设",
            "E.生态文明建设"
          ],
          "answer": "ABCDE",
          "id": "M4000002886"
        },
        {
          "type": "multiple_choice",
          "question": "全面深化改革的总目标是（    ）。",
          "options": [
            "A.完善和发展中国特色社会主义制度",
            "B.完善和发展社会主义市场经济体制",
            "C.推进社会主义现代化",
            "D.推进国家治理体系和治理能力现代化"
          ],
          "answer": "AD",
          "id": "M4000002887"
        },
        {
          "type": "multiple_choice",
          "question": "教育立法主体按性质主要包括(    )。",
          "options": [
            "A.具有不同程度的立法之权或职责的各类国家机关；",
            "B.拥有国家主权者；",
            "C.对教育立法活动有引导、制约、支配和影响作用的社会组织；",
            "D.参与或影响立法的个人"
          ],
          "answer": "ABCD",
          "id": "M4000002888"
        },
        {
          "type": "multiple_choice",
          "question": "“四个伟大”紧密联系、相互贯通、相互作用，它们的内在关系具体表现为（ ）。",
          "options": [
            "A.伟大斗争是手段",
            "B.伟大工程是关键",
            "C.伟大事业是旗帜",
            "D.伟大梦想是目标",
            "E.起决定性作用的是党的建设新的伟大工程"
          ],
          "answer": "ABCDE",
          "id": "M4000002889"
        },
        {
          "type": "multiple_choice",
          "question": "教育经费的“两个提高”指（    ）。",
          "options": [
            "A.国家财政性教育经费支出占国民生产总值的比例应逐步提高；",
            "B.教育经费总额占国民生产总值的比例应逐步提高；",
            "C.全国各级财政支出总额中教育经费所占比例应逐步提高；",
            "D.中央财政支出总额中教育经费所占比例应逐步提高"
          ],
          "answer": "ACD",
          "id": "M4000002890"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定地方性法规的权限？(    )",
          "options": [
            "A.县级以上人民政府；",
            "B.省、自治区、直辖市人大及其常委会；",
            "C.由国务院批准的较大的市的人大及其常委会；",
            "D.省、自治区、直辖市人民政府"
          ],
          "answer": "BC",
          "id": "M4000002891"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "M4000002892"
        },
        {
          "type": "multiple_choice",
          "question": "下列情形下发生的造成学生人身损害后果的事故，学校行为并无不当的，不承担事故责任(    )。",
          "options": [
            "A.学生自行上学途中发生的；",
            "B.在学生擅自离校期间发生的；",
            "C.在假期，学生自行滞留学校发生的；",
            "D.学生返校途中发生；",
            "E.在学生自行外出期间发生的"
          ],
          "answer": "ABCDE",
          "id": "M4000002893"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告明确提出“使绝大多数城乡新增劳动力接受高中阶段教育、更多接受高等教育。”这是着眼于（）。",
          "options": [
            "A.提升人力资本的内在价值",
            "B.作为劳动力的人的可持续发展",
            "C.深入开发全球第一规模的“脑力金矿”",
            "D.体现出习总书记和党中央视教育为全社会可持续发展的强大助推器这种“中国智慧”"
          ],
          "answer": "ABCD",
          "id": "M4000002894"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《教育行政处罚暂行实施办法》规定，当事人对行政处罚不服的，可以申请（    ）。",
          "options": [
            "A.行政复议；",
            "B.申诉；",
            "C.仲裁；",
            "D.行政诉讼"
          ],
          "answer": "AD",
          "id": "M4000002895"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生的学业保障权包括（    ）。",
          "options": [
            "A.教育教学活动参加权；",
            "B.教育教学设施利用权；",
            "C.师资配置请求权；",
            "D.重新选择专业权"
          ],
          "answer": "ABCD",
          "id": "M4000002896"
        },
        {
          "type": "multiple_choice",
          "question": "中国特色社会主义进入新时代的历史意义是（ ）。",
          "options": [
            "A.意味着近代以来久经磨难的中华民族迎来了从站起来、富起来到强起来的伟大飞跃，迎来了实现中华民族伟大复兴的光明前景",
            "B.意味着科学社会主义在二十一世纪的中国焕发出强大生机活力，在世界上高高举起了中国特色社会主义伟大旗帜",
            "C.意味着中国特色社会主义道路、理论、制度、文化不断发展，拓展了发展中国家走向现代化的途径，......为解决人类问题贡献了中国智慧和中国方案",
            "D.意味着中国已经脱离了社会主义发展的初级阶段，从根本上改变了我国是世界最大发展中国家的国际地位"
          ],
          "answer": "ABC",
          "id": "M4000002897"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "M4000002898"
        },
        {
          "type": "multiple_choice",
          "question": "施乡村振兴战略，需要（）。",
          "options": [
            "A.促进农村一二三产业融合发展",
            "B.支持和鼓励农民就业创业",
            "C.拓宽增收渠道",
            "D.化农村土地制度改革"
          ],
          "answer": "ABCD",
          "id": "M4000002899"
        },
        {
          "type": "multiple_choice",
          "question": "设立大学应符合以下规定（    ）。",
          "options": [
            "A.主要培养本科及本科以上专门人才；",
            "B. 以5个以上不同学科为主要学科；",
            "C.具有较强的教学、科学研究力量和较高的教学、科学研究水平；",
            "D.全日制在校学生计划规模在10000人以上"
          ],
          "answer": "AC",
          "id": "M4000002900"
        },
        {
          "type": "multiple_choice",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002901"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002902"
        },
        {
          "type": "multiple_choice",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002903"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002904"
        },
        {
          "type": "multiple_choice",
          "question": "国家应采取多种形式积极发展高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002905"
        },
        {
          "type": "multiple_choice",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002906"
        },
        {
          "type": "multiple_choice",
          "question": "高校学费经教育行政部门批准，可跨学年预收。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002907"
        },
        {
          "type": "multiple_choice",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002908"
        },
        {
          "type": "multiple_choice",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002909"
        },
        {
          "type": "multiple_choice",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002910"
        },
        {
          "type": "multiple_choice",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002911"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉是通过司法机关的诉讼程序进行的，因而教师申诉具有诉讼的性质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002912"
        },
        {
          "type": "multiple_choice",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002913"
        },
        {
          "type": "multiple_choice",
          "question": "根据《高等教育法》规定，本科毕业生一概不能直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002914"
        },
        {
          "type": "multiple_choice",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002915"
        },
        {
          "type": "multiple_choice",
          "question": "只要转出学校与转入学校双方同意，高校学生就可以办理转学手续。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002916"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002917"
        },
        {
          "type": "multiple_choice",
          "question": "离退休教师不能参加职务评聘，其原有教师职务相应解除。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002918"
        },
        {
          "type": "multiple_choice",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002919"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002920"
        },
        {
          "type": "multiple_choice",
          "question": "教育法制监督的途径很多，在目前教育实践中，国家机关和群众对教育法律法规实施情况通常采用监督方式除了教育审计外，还有（   ）。",
          "options": [
            "A.教育经费预算、决算；",
            "B.教育执法检查；",
            "C.教育督导；",
            "D.教育行政监察"
          ],
          "answer": "ABCD",
          "id": "M4000002921"
        },
        {
          "type": "multiple_choice",
          "question": "下列人员中不属于教师的有（    ）。",
          "options": [
            "A.各级各类学校和其他教育机构专门从事教育教学工作的人员；",
            "B.未履行教育教学职责的行政管理人员；",
            "C.后勤服务人员；",
            "D.成人高等学校中从事教育教学的人员"
          ],
          "answer": "BC",
          "id": "M4000002922"
        },
        {
          "type": "multiple_choice",
          "question": "从创新维度来看，“实施乡村振兴战略”体现了以下哪些观点（ ）。",
          "options": [
            "A.更加尊重乡村独立性和差异性。",
            "B.更加注重激活乡村发展的内在积极性。",
            "C.更加重视城乡融合发展",
            "D.更加深化对乡村地位和价值的再认识"
          ],
          "answer": "ABCD",
          "id": "M4000002923"
        },
        {
          "type": "multiple_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "M4000002924"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告明确提出建设“学习型社会”。这是（）。",
          "options": [
            "A.对个人终身学习的必然要求",
            "B.东方教育强国的理想愿景",
            "C.提升社会文明程度的必然趋势",
            "D.自我不断开发智力资源、追求可持续发展的内在逻辑"
          ],
          "answer": "ABCD",
          "id": "M4000002925"
        },
        {
          "type": "multiple_choice",
          "question": "对中国共产党“新气象新作为”理解正确的是（   ）。",
          "options": [
            "A.“新气象新作为”是中国共产党对自身面貌的新期望",
            "B.“新气象”要求以习近平新时代中国特色社会主义思想武装全党，以党的创新理论武装头脑",
            "C.“新气象”要求在思想、组织、作风建设等各方面继续展现新面貌，确保中国共产党的创造力、凝聚力、战斗力持续增强",
            "D.“新作为”涵盖中国共产党治党治军、治理社会等重要领域的实践"
          ],
          "answer": "ABCD",
          "id": "M4000002926"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来的五年，是党和国家发展进程中极不平凡的五年，主要体现在（ ）。",
          "options": [
            "A.五年来的成就是全方位的、开创性的",
            "B.五年来的变革是深层次的、根本性的",
            "C.解决了许多长期想解决而没有解决的难题",
            "D.办成了许多过去想办而没有办成的大事"
          ],
          "answer": "ABCD",
          "id": "M4000002927"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的区别，叙述正确的有（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000002928"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生学业成绩考核的两种形式为（    ）。",
          "options": [
            "A. 考试；",
            "B.评议；",
            "C. 考查；",
            "D.综合评定"
          ],
          "answer": "AC",
          "id": "M4000002929"
        },
        {
          "type": "multiple_choice",
          "question": "高等学历教育的入学资格包括（    ）。",
          "options": [
            "A.低一级教育毕业或具有同等学力；",
            "B.经考试合格；",
            "C.被高等学校录取；",
            "D.无犯罪记录"
          ],
          "answer": "ABC",
          "id": "M4000002930"
        },
        {
          "type": "multiple_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "M4000002931"
        },
        {
          "type": "multiple_choice",
          "question": "下列哪些事项属于教师可以对学校或其他教育机构及教育行政机关提出申诉的范围(    )。",
          "options": [
            "A.教师认为其考核奖惩方面的合法权益受到学校或其他教育机构侵犯的；",
            "B.教师认为其工资福利待遇方面的合法权益受到学校或其他教育机构侵犯的；",
            "C.教师对学校或其他教育机构作出的处理决定不服的；",
            "D.教师认为当地人民政府的有关行政部门侵犯其《教师法》规定的合法权益的"
          ],
          "answer": "ABCD",
          "id": "M4000002932"
        },
        {
          "type": "multiple_choice",
          "question": "根据十九大报告，能体现社会主义现代化强国建设要求的是（　）。",
          "options": [
            "A.实现国家治理体系和治理体系现代化",
            "B.成为综合国力和国际影响力领先的国家",
            "C.物质文明、政治文明、精神文明和生态文明全面提升",
            "D.现代社会治理格局基本形成，社会充满活力又和谐有序",
            "E.生态环境根本好转，美丽中国目标基本实现"
          ],
          "answer": "AB",
          "id": "M4000002933"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》明确高校六个方面的自主权，包括（    ）。",
          "options": [
            "A. 依法自主设置和调整学科、专业。",
            "B. 根据教学需要，自主制订教学计划、选编教材、组织实施教学活动；",
            "C. 确定校长人选；",
            "D.自行确定招生规模"
          ],
          "answer": "AB",
          "id": "M4000002934"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作的形式有（    ）。",
          "options": [
            "A.出国留学；",
            "B.到国外进行学术交流；",
            "C.出国做研究；",
            "D.到国外任教"
          ],
          "answer": "ABCD",
          "id": "M4000002935"
        },
        {
          "type": "multiple_choice",
          "question": "《教师法》规定的义务有（    ）。",
          "options": [
            "A.遵守宪法和法律及职业道德；",
            "B.贯彻国家的教育方针；",
            "C.关心爱护全体学生；",
            "D.不断提高思想政治觉悟和教育教学业务水平"
          ],
          "answer": "ABCD",
          "id": "M4000002936"
        },
        {
          "type": "multiple_choice",
          "question": "“四个伟大”是新时代行动纲领的基本遵循，具有其形成和提出的历史逻辑、实践逻辑和理论逻辑。其中，（ ）。",
          "options": [
            "A.历史逻辑是指运用历史思维和辩证思维，系统总结中华民族、世界社会主义、中国近代史、中国共产党发展史、新中国发展史、改革开放的历史及其经验教训可以发现，推进“四个伟大”是治国理政的根本经验。",
            "B.实践逻辑是指改革开放以来，尤其是党的十八大以来，党中央把推进“四个伟大”作为治国理政的总体或战略框架。",
            "C.理论逻辑体现为“四个伟大”是在继承和发展中国共产党人治国理政思想的基础上提出来的，具有厚实的理论基础和渊源。",
            "D.历史逻辑是厚实的，实践逻辑是牢实的，理论逻辑是坚实的。"
          ],
          "answer": "ABCD",
          "id": "M4000002937"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国法律规定，一项法案要在表决中通过，其支持票数应达到？(    )",
          "options": [
            "A.提请全国人大全体会议表决的法案，要获得全体代表的三分之二以上支持；",
            "B.提请全国人大全体会议表决的法案，要获得全体代表的半数以上支持；",
            "C.提请全国人大常委会表决的法案，要获得常委会全体组成人员三分之二以上支持；",
            "D.提请全国人大常委会表决的法案，要获得常委会全体组成人员过半数支持"
          ],
          "answer": "BD",
          "id": "M4000002938"
        },
        {
          "type": "multiple_choice",
          "question": "加强师德师风建设是新时代教师队伍建设的核心问题，必须坚持（  ）。",
          "options": [
            "A.教书和育人相统一",
            "B.言传和身教相统一",
            "C.潜心问道和关注社会相统一",
            "D.学术自由和学术规范相统一"
          ],
          "answer": "ABCD",
          "id": "M4000002939"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》规定的学校及其他教育机构的基本义务包括（    ）。",
          "options": [
            "A.遵守法律法规；",
            "B.维护受教育者及教职工的合法权益；",
            "C.依法接受监督；",
            "D.贯彻国家的教育方针"
          ],
          "answer": "ABCD",
          "id": "M4000002940"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002941"
        },
        {
          "type": "multiple_choice",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002942"
        },
        {
          "type": "multiple_choice",
          "question": "普通高等学校的教师资格由国务院或者省、自治区、直辖市教育行政部门或者由其委托的学校认定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002943"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002944"
        },
        {
          "type": "multiple_choice",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002945"
        },
        {
          "type": "multiple_choice",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002946"
        },
        {
          "type": "multiple_choice",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002947"
        },
        {
          "type": "multiple_choice",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002948"
        },
        {
          "type": "multiple_choice",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002949"
        },
        {
          "type": "multiple_choice",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002950"
        },
        {
          "type": "multiple_choice",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002951"
        },
        {
          "type": "multiple_choice",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002952"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002953"
        },
        {
          "type": "multiple_choice",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002954"
        },
        {
          "type": "multiple_choice",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002955"
        },
        {
          "type": "multiple_choice",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002956"
        },
        {
          "type": "multiple_choice",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002957"
        },
        {
          "type": "multiple_choice",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002958"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校在扣除办学成本后，结余部分应归还出资人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002959"
        },
        {
          "type": "multiple_choice",
          "question": "学校可以校产作抵押向金融机构贷款。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002960"
        },
        {
          "type": "multiple_choice",
          "question": "下面所列特征中不属于教育行政诉讼特征的是(    )。",
          "options": [
            "A.原告举证；",
            "B.主管恒定；",
            "C.诉权专属；",
            "D.可以调解"
          ],
          "answer": "AD",
          "id": "M4000002961"
        },
        {
          "type": "multiple_choice",
          "question": "对于教师的职业定位，应注意从以下（    ）方面进行理解。",
          "options": [
            "A.教师是专业人员；",
            "B.教师是直接承担教育教学工作职责或从事教学辅助工作的人员；",
            "C.教师是必须具备专门资格，符合特定要求的人员；",
            "D.教师必须从教于各级各类学校或者其他教育机构"
          ],
          "answer": "ACD",
          "id": "M4000002962"
        },
        {
          "type": "multiple_choice",
          "question": "以下哪些处罚种类属于教育行政处罚（   ）。",
          "options": [
            "A.罚款；",
            "B.责令停止招生；",
            "C.记过；",
            "D.吊销办学许可证"
          ],
          "answer": "ABD",
          "id": "M4000002963"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼的管辖主要分为(    )。",
          "options": [
            "A.级别管辖；",
            "B.地域管辖；",
            "C.裁定管辖；",
            "D.专属管辖"
          ],
          "answer": "ABC",
          "id": "M4000002964"
        },
        {
          "type": "multiple_choice",
          "question": "按《高等教育法》规定，哪一级政府应保证国家兴办的高等教育的经费逐步增长？（    ）",
          "options": [
            "A.国务院；",
            "B.省级人民政府；",
            "C.中心城市人民政府；",
            "D.县人民政府"
          ],
          "answer": "ABC",
          "id": "M4000002965"
        },
        {
          "type": "multiple_choice",
          "question": "《教育法》对学校及其他教育机构应履行的义务作了多方面的规定。其中包括（    ）。",
          "options": [
            "A. 维护受教育者、教师及其他职工的合法权益；",
            "B. 公开学生学业成绩；",
            "C. 遵照国家有关规定收取费用并公开收费项目；",
            "D. 接受各类检查评估"
          ],
          "answer": "AC",
          "id": "M4000002966"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国现行相关法律法规规定，教育行政处分的种类主要包括(    )。",
          "options": [
            "A.对在校学生的处分；",
            "B.对国家行政工作人员的处分；",
            "C.对教师的行政处分；",
            "D.对学生家长的行政处分"
          ],
          "answer": "ABC",
          "id": "M4000002967"
        },
        {
          "type": "multiple_choice",
          "question": "教育司法是教育法实施的重要形式之一，但并非一切教育法的实施都依赖于教育司法。司法介入教育的范围必须遵循以下原则（   ）。",
          "options": [
            "A.重视权益救济原则；",
            "B.遵循教育自身的特点和规律原则；",
            "C.权利与义务相统一原则；",
            "D.目标与手段相统一原则"
          ],
          "answer": "AB",
          "id": "M4000002968"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告把党的建设放到（   ）的构架中。",
          "options": [
            "A.伟大斗争",
            "B.伟大工程",
            "C.伟大事业",
            "D.伟大梦想"
          ],
          "answer": "ABCD",
          "id": "M4000002969"
        },
        {
          "type": "multiple_choice",
          "question": "有关机关或职能部门接到教师申诉书后，应对申诉人的资格和申诉的条件进行审查，分别根据不同情况作出如下处理(    )。",
          "options": [
            "A.对于符合申诉条件的应予以受理；",
            "B.对于不符合申诉条件的，可以答复申诉人不予受理；",
            "C.对于申诉书未说清申诉理由和要求的，不可受理；",
            "D.对于申诉书未说清申诉理由和要求的，可要求申诉人重新提交申诉书"
          ],
          "answer": "ABD",
          "id": "M4000002970"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "M4000002971"
        },
        {
          "type": "multiple_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "M4000002972"
        },
        {
          "type": "multiple_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "M4000002973"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告里讲到“优先”的地方，有三处，分别是（ ）。",
          "options": [
            "A.优先发展城市工业",
            "B.优先发展教育事业",
            "C.坚持就业优先",
            "D.坚持农业农村优先发展"
          ],
          "answer": "BCD",
          "id": "M4000002974"
        },
        {
          "type": "multiple_choice",
          "question": "十八大以来，我们协调推进“四个全面”战略布局，“四个全面”是指：（   ）。",
          "options": [
            "A.全面建成小康社会",
            "B.全面深化改革",
            "C.全面依法治国",
            "D.全面从严治党",
            "E.全面立德树人"
          ],
          "answer": "ABCD",
          "id": "M4000002975"
        },
        {
          "type": "multiple_choice",
          "question": "引导应对气候变化国际合作，成为全球生态文明建设的重要（ ）。",
          "options": [
            "A.参与者",
            "B.贡献者",
            "C.引领者",
            "D.领导者"
          ],
          "answer": "ABC",
          "id": "M4000002976"
        },
        {
          "type": "multiple_choice",
          "question": "完成（ ）三条控制线划定工作。",
          "options": [
            "A.生态保护红线",
            "B.永久基本农田",
            "C.城镇开发边界",
            "D.国土绿化面积"
          ],
          "answer": "ABC",
          "id": "M4000002977"
        },
        {
          "type": "multiple_choice",
          "question": "义务性教育法律法规在被表述时通常采用的字样是（    ）。",
          "options": [
            "A.“必须”；",
            "B.“应当”；",
            "C.“禁止”；",
            "D.“不得”；",
            "E.“可以”"
          ],
          "answer": "ABCD",
          "id": "M4000002978"
        },
        {
          "type": "multiple_choice",
          "question": "根据国家规定，我国高校短期邀请外籍专家，被邀请者应具有（    ）。",
          "options": [
            "A.硕士及以上学位或教授职称；",
            "B.博士学位或副教授以上职称；",
            "C.在该学术领域有一定造诣；",
            "D.在该学术领域有杰出造诣"
          ],
          "answer": "BC",
          "id": "M4000002979"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定规章的权限？(    )",
          "options": [
            "A.地方各级人民政府；",
            "B.县级以上人民政府；",
            "C.由国务院批准的较大的市与省、自治区、直辖市人民政府；",
            "D.国务院各部委"
          ],
          "answer": "CD",
          "id": "M4000002980"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002981"
        },
        {
          "type": "multiple_choice",
          "question": "规模较大院校应设置总会计师，协助分管财务副校（院）长主持学校的财经工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002982"
        },
        {
          "type": "multiple_choice",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002983"
        },
        {
          "type": "multiple_choice",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002984"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002985"
        },
        {
          "type": "multiple_choice",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002986"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002987"
        },
        {
          "type": "multiple_choice",
          "question": "所有高校都必须实行学校党委领导下的校长负责制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002988"
        },
        {
          "type": "multiple_choice",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002989"
        },
        {
          "type": "multiple_choice",
          "question": "学校收取费用应遵照国家有关规定收并公开收费项目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002990"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002991"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002992"
        },
        {
          "type": "multiple_choice",
          "question": "学校在对学生作出处分决定之前，应当听取学生或者其代理人的陈述和申辩。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002993"
        },
        {
          "type": "multiple_choice",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002994"
        },
        {
          "type": "multiple_choice",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002995"
        },
        {
          "type": "multiple_choice",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002996"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000002997"
        },
        {
          "type": "multiple_choice",
          "question": "退学学生可以申请复学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002998"
        },
        {
          "type": "multiple_choice",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000002999"
        },
        {
          "type": "multiple_choice",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003000"
        },
        {
          "type": "multiple_choice",
          "question": "中国特色社会主义进入新时代这一重大政治判断的内涵有（ ）。",
          "options": [
            "A.是承前启后、继往开来、在新的历史条件下继续夺取中国特色社会主义伟大胜利的时代",
            "B.是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代",
            "C.是全国各族人民团结奋斗、不断创造美好生活、逐步实现全体人民共同富裕的时代",
            "D.是全体中华儿女勠力同心、奋力实现中华民族伟大复兴中国梦的时代"
          ],
          "answer": "ABCD",
          "id": "M4000003001"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师聘任制度包括（    ）等形式。",
          "options": [
            "A.招聘；",
            "B.续聘；",
            "C.解聘；",
            "D.辞聘"
          ],
          "answer": "ABCD",
          "id": "M4000003002"
        },
        {
          "type": "multiple_choice",
          "question": "参照我国《行政许可法》规定，国务院教育行政部门可以（    ）。",
          "options": [
            "A.在制定的规章和规范性文件中设定教育行政许可；",
            "B.对教育行政许可规定具体实施的程序、条件等；",
            "C.向国务院提出有关增设、修改、废止教育行政许可的立法建议；",
            "D.向省、自治区、直辖市人民政府提出有关增设、修改、废止教育行政许可的立法建议"
          ],
          "answer": "BC",
          "id": "M4000003003"
        },
        {
          "type": "multiple_choice",
          "question": "构建市场导向的绿色技术创新体系，发展绿色金融，壮大（ ）。",
          "options": [
            "A.节能环保产业",
            "B.清洁生产产业",
            "C.绿色科技产业",
            "D.清洁能源产业"
          ],
          "answer": "ABD",
          "id": "M4000003004"
        },
        {
          "type": "multiple_choice",
          "question": "习近平新时代中国特色社会主义思想是（    ）。",
          "options": [
            "A.马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展",
            "B.党和人民实践经验和集体智慧的结晶",
            "C.中国特色社会主义理论体系的重要组成部分",
            "D.全党全国人民为实现中华民族伟大复兴而奋斗的行动指南"
          ],
          "answer": "ABCD",
          "id": "M4000003005"
        },
        {
          "type": "multiple_choice",
          "question": "目前我国解决教育违法和教育纠纷的主要司法途径包括（   ）。",
          "options": [
            "A.民事诉讼；",
            "B.刑事诉讼；",
            "C.行政诉讼；",
            "D.行政复议；",
            "E.自行和解"
          ],
          "answer": "ABC",
          "id": "M4000003006"
        },
        {
          "type": "multiple_choice",
          "question": "党的十九大报告指出，“实现伟大梦想，必须建设伟大工程”，是因为（ ）。",
          "options": [
            "A.在“四个伟大”中，伟大工程是总保证，是新时代我们党发展壮大的“核心密码”。",
            "B.中国共产党是中国工人阶级的先锋队，是中国人民和中华民族的先锋队，是国家全部事业的领导核心。",
            "C.要想取得新时代中国特色社会主义的最终胜利，必须始终坚持马克思主义的指导地位、坚持社会主义制度、坚持中国特色社会主义道路，特别是要坚持中国共产党的领导。",
            "D.新时代推进党的建设新的伟大工程，应当以政治建设为统领，统筹推进各项建设全面发力，重点在四个方面实现突破。"
          ],
          "answer": "ABC",
          "id": "M4000003007"
        },
        {
          "type": "multiple_choice",
          "question": "中国特色社会主义进入新时代的重要依据是（ ）。",
          "options": [
            "A.五年来的历史性成就和历史性变革",
            "B.我国社会主要矛盾的变化",
            "C.小康社会全面建成",
            "D.社会主义初级阶段的基本国情发生根本变化"
          ],
          "answer": "AB",
          "id": "M4000003008"
        },
        {
          "type": "multiple_choice",
          "question": "十九大报告提出要坚持农业农村优先发展，这意味着（  ）。",
          "options": [
            "A.传统村落的消亡",
            "B.自觉把“三农”工作放在首要位置",
            "C.更多的资源、人才、技术、政策将向农村倾斜",
            "D.自给自足农耕经济的回归"
          ],
          "answer": "BC",
          "id": "M4000003009"
        },
        {
          "type": "multiple_choice",
          "question": "以我国宪法为基础，目前我国各个立法主体制定的法律规范可分为三个不同层级。它们分别是（    ）。",
          "options": [
            "A.法律；",
            "B.行政法规；",
            "C.地方性法规、自治条例和单行条例；",
            "D.部门规章和地方政府规章"
          ],
          "answer": "ABC",
          "id": "M4000003010"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "M4000003011"
        },
        {
          "type": "multiple_choice",
          "question": "制裁指特定的国家机关依法追究违法行为者应负法律责任而实施的一种强制性惩罚措施，主要包括(    )。",
          "options": [
            "A.行政制裁；",
            "B.民事制裁；",
            "C.刑事制裁；",
            "D.经济制裁"
          ],
          "answer": "ABC",
          "id": "M4000003012"
        },
        {
          "type": "multiple_choice",
          "question": "下列内容中不属于高校学生学籍管理的有（    ）。",
          "options": [
            "A.学生入学注册；",
            "B.评选表彰各类奖学金；",
            "C.学生成绩考核与记载；",
            "D.困难学生补助"
          ],
          "answer": "BD",
          "id": "M4000003013"
        },
        {
          "type": "multiple_choice",
          "question": "全面依法治国总目标是（    ）。",
          "options": [
            "A.有法可依、有法必依、执法必严、违法必究",
            "B.建设中国特色社会主义法治体系",
            "C.建设社会主义法治国家",
            "D.法律面前人人平等"
          ],
          "answer": "BC",
          "id": "M4000003014"
        },
        {
          "type": "multiple_choice",
          "question": "学生提出申诉的事项应当在教育法律、法规等规定的申诉受理范围之内，下列事项属于申诉受理范围的有(    )。",
          "options": [
            "A.学生对学校给予的处分不服的；",
            "B.学生认为学校违反规定乱收费的；",
            "C.学生认为教师剽窃其著作权的；",
            "D.学生认为教师的行为侵犯其人身权利的"
          ],
          "answer": "ABCD",
          "id": "M4000003015"
        },
        {
          "type": "multiple_choice",
          "question": "学生不得转学的情形有（    ）。",
          "options": [
            "A. 入学未满一学期的；",
            "B.有1门以上科目考核成绩不合格；",
            "C.招生时确定为定向、委托培养的；",
            "D.应予退学的"
          ],
          "answer": "ACD",
          "id": "M4000003016"
        },
        {
          "type": "multiple_choice",
          "question": "中国社会主义法律体系除了宪法及宪法相关法、行政法、经济法等部门法之外，还包括有（    ）。",
          "options": [
            "A.民商法；",
            "B.社会法；",
            "C.刑法和军事法规；",
            "D.诉讼与非诉讼程序法"
          ],
          "answer": "ABCD",
          "id": "M4000003017"
        },
        {
          "type": "multiple_choice",
          "question": "依照我国教育法的规定，教育权利能力的取得主要有以下几种方式：（    ）",
          "options": [
            "A.依法律规定取得；",
            "B.依法定程序经国家有关部门批准取得；",
            "C.申请并经核准登记取得；",
            "D.经培养、考核或考试取得"
          ],
          "answer": "ABCD",
          "id": "M4000003018"
        },
        {
          "type": "multiple_choice",
          "question": "教师有下列情形之一的，由所在学校、其他教育机构或者教育行政部门给予行政处分或者解聘(    )。",
          "options": [
            "A.因不可抗力给教育教学工作造成损失的；",
            "B.故意不完成教育教学任务给教育教学工作造成损失的；",
            "C.体罚学生，经教育不改的；",
            "D.品行不良，侮辱学生，影响恶劣的"
          ],
          "answer": "BCD",
          "id": "M4000003019"
        },
        {
          "type": "multiple_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "M4000003020"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003021"
        },
        {
          "type": "multiple_choice",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003022"
        },
        {
          "type": "multiple_choice",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003023"
        },
        {
          "type": "multiple_choice",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003024"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003025"
        },
        {
          "type": "multiple_choice",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003026"
        },
        {
          "type": "multiple_choice",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003027"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003028"
        },
        {
          "type": "multiple_choice",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003029"
        },
        {
          "type": "multiple_choice",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003030"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003031"
        },
        {
          "type": "multiple_choice",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003032"
        },
        {
          "type": "multiple_choice",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003033"
        },
        {
          "type": "multiple_choice",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003034"
        },
        {
          "type": "multiple_choice",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003035"
        },
        {
          "type": "multiple_choice",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003036"
        },
        {
          "type": "multiple_choice",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003037"
        },
        {
          "type": "multiple_choice",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003038"
        },
        {
          "type": "multiple_choice",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003039"
        },
        {
          "type": "multiple_choice",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003040"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国教育法律法规的有关规定，制裁手段表现在教育法律责任方面有（    ）。",
          "options": [
            "A.人身罚；",
            "B.能力罚；",
            "C.财产罚；",
            "D.申诫罚"
          ],
          "answer": "ABCD",
          "id": "M4000003041"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育大纲、教学原则的不同之处在于（    ）。",
          "options": [
            "A.教育性；",
            "B.规范性；",
            "C.确定性；",
            "D.强制性"
          ],
          "answer": "BCD",
          "id": "M4000003042"
        },
        {
          "type": "multiple_choice",
          "question": "教育经费预算单列的基本涵义包括（    ）。",
          "options": [
            "A.提高教育经费预算的等级；",
            "B.教育部门拥有教育经费预算的编制权；",
            "C.教育部门拥有教育经费预算的否决权；",
            "D.教育经费的分配权和管理权划归"
          ],
          "answer": "ABD",
          "id": "M4000003043"
        },
        {
          "type": "multiple_choice",
          "question": "根据我国《立法法》规定，哪些立法主体拥有制定地方性法规的权限？(    )",
          "options": [
            "A.县级以上人民政府；",
            "B.省、自治区、直辖市人大及其常委会；",
            "C.由国务院批准的较大的市的人大及其常委会；",
            "D.省、自治区、直辖市人民政府"
          ],
          "answer": "BC",
          "id": "M4000003044"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规包含的内容（    ）。",
          "options": [
            "A.宪法中的有关教育的条款；",
            "B.教育法律；",
            "C.教育行政法规；",
            "D.教育的地方性行政法规"
          ],
          "answer": "ABCD",
          "id": "M4000003045"
        },
        {
          "type": "multiple_choice",
          "question": "根据国家规定，我国高校短期邀请外籍专家，被邀请者应具有（    ）。",
          "options": [
            "A.硕士及以上学位或教授职称；",
            "B.博士学位或副教授以上职称；",
            "C.在该学术领域有一定造诣；",
            "D.在该学术领域有杰出造诣"
          ],
          "answer": "BC",
          "id": "M4000003046"
        },
        {
          "type": "multiple_choice",
          "question": "教师申诉制度具有如下基本的法律特征(    )。",
          "options": [
            "A.可选择性；",
            "B.非诉讼性；",
            "C.权利救济的特定性；",
            "D.法定性"
          ],
          "answer": "BCD",
          "id": "M4000003047"
        },
        {
          "type": "multiple_choice",
          "question": "法律责任的类型有(    )。",
          "options": [
            "A.民事法律责任；",
            "B.行政法律责任；",
            "C.刑事法律责任；",
            "D.违宪责任"
          ],
          "answer": "ABC",
          "id": "M4000003048"
        },
        {
          "type": "multiple_choice",
          "question": "下列情形中，既属于权利又属于义务的有（    ）。",
          "options": [
            "A.适龄儿童接受义务教育；",
            "B.接受扫盲教育；",
            "C.教育行政机构行使教育行政管理职权；",
            "D.教师进行教育教学"
          ],
          "answer": "ABC",
          "id": "M4000003049"
        },
        {
          "type": "multiple_choice",
          "question": "政府对高等教育的财政拨款形式主要有（    ）。",
          "options": [
            "A.普通经费拨款；",
            "B.特别补助拨款；",
            "C.专项经费拨款；",
            "D.政府科研经费拨款"
          ],
          "answer": "ACD",
          "id": "M4000003050"
        },
        {
          "type": "multiple_choice",
          "question": "我国教育对外交流与合作必须遵循的原则有（    ）。",
          "options": [
            "A.独立自主、平等互利、相互尊重；",
            "B.遵守国家法律；",
            "C.维护国家主权和安全；",
            "D.维护社会公共利益"
          ],
          "answer": "ABCD",
          "id": "M4000003051"
        },
        {
          "type": "multiple_choice",
          "question": "坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，统筹（    ）。",
          "options": [
            "A.外部安全和内部安全",
            "B.国土安全和国民安全",
            "C.传统安全和非传统安全",
            "D.自身安全和共同安全"
          ],
          "answer": "ABCD",
          "id": "M4000003052"
        },
        {
          "type": "multiple_choice",
          "question": "教育培养成本包括以下项目（    ）。",
          "options": [
            "A.业务费；",
            "B.灾害损失；",
            "C.教职工人员经费；",
            "D.校办产业支出"
          ],
          "answer": "ACD",
          "id": "M4000003053"
        },
        {
          "type": "multiple_choice",
          "question": "我国高等教育的基本原则有（    ）。",
          "options": [
            "A.公民依法享有接受高等教育的权利；",
            "B.积极发展高等教育；",
            "C.提高高等教育的质量和效益；",
            "D.鼓励高等学校开展交流与合作"
          ],
          "answer": "ABCD",
          "id": "M4000003054"
        },
        {
          "type": "multiple_choice",
          "question": "高校教师聘任制度包括（    ）等形式。",
          "options": [
            "A.招聘；",
            "B.续聘；",
            "C.解聘；",
            "D.辞聘"
          ],
          "answer": "ABCD",
          "id": "M4000003055"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律关系的构成要素是？（    ）",
          "options": [
            "A.主体；",
            "B.客体；",
            "C.内容；",
            "D.对象；",
            "E.行为"
          ],
          "answer": "ABC",
          "id": "M4000003056"
        },
        {
          "type": "multiple_choice",
          "question": "下列人员中不属于教师的有（    ）。",
          "options": [
            "A.各级各类学校和其他教育机构专门从事教育教学工作的人员；",
            "B.未履行教育教学职责的行政管理人员；",
            "C.后勤服务人员；",
            "D.成人高等学校中从事教育教学的人员"
          ],
          "answer": "BC",
          "id": "M4000003057"
        },
        {
          "type": "multiple_choice",
          "question": "教育法规与教育道德的不同之处在于（    ）。",
          "options": [
            "A.表现形式不同；",
            "B.规范内容不同；",
            "C.调整范围不同；",
            "D.实施方式不同；",
            "E.产生和发展趋势不同"
          ],
          "answer": "ABCDE",
          "id": "M4000003058"
        },
        {
          "type": "multiple_choice",
          "question": "地方性法规与部门规章对同一事项的规定不一致，不能确定如何适用时，应如何处理？(    )",
          "options": [
            "A.由国务院裁决；",
            "B.由国务院提出意见，认为应当适用地方性法规的，决定在当地适用地方性法规的规定；",
            "C.由全国人大常委会裁决；",
            "D.由国务院提出意见，认为应适用部门规章的，提请全国人大常委会裁决"
          ],
          "answer": "BD",
          "id": "M4000003059"
        },
        {
          "type": "multiple_choice",
          "question": "我国的社会主义文明建设包括（　）。",
          "options": [
            "A.生态文明",
            "B.物质文明",
            "C.精神文明",
            "D.政治文明",
            "E.社会文明"
          ],
          "answer": "ABCDE",
          "id": "M4000003060"
        },
        {
          "type": "multiple_choice",
          "question": "教育对外交流与合作的基本原则必须体现我国外交的基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003061"
        },
        {
          "type": "multiple_choice",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003062"
        },
        {
          "type": "multiple_choice",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003063"
        },
        {
          "type": "multiple_choice",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003064"
        },
        {
          "type": "multiple_choice",
          "question": "在教育实践中，我国司法机关可依据公平原则要求行为人或学校一定程度地弥补被损害人所遭受的相关损失。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003065"
        },
        {
          "type": "multiple_choice",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003066"
        },
        {
          "type": "multiple_choice",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003067"
        },
        {
          "type": "multiple_choice",
          "question": "高校学生身份权是基于高等教育的性质，学生应该获得的本体性权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003068"
        },
        {
          "type": "multiple_choice",
          "question": "实施非学历教育的高等教育机构的设置标准由国务院授权的有关部门或省、自治区、直辖市人民政府根据国务院规定的原则制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003069"
        },
        {
          "type": "multiple_choice",
          "question": "教育法律责任是指教育法律关系主体因实施违法行为，依法应承担的否定性法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003070"
        },
        {
          "type": "multiple_choice",
          "question": "凡设立高等学校，都必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003071"
        },
        {
          "type": "multiple_choice",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003072"
        },
        {
          "type": "multiple_choice",
          "question": "政府科研经费又称为横向科研经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003073"
        },
        {
          "type": "multiple_choice",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003074"
        },
        {
          "type": "multiple_choice",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003075"
        },
        {
          "type": "multiple_choice",
          "question": "教育教学权是指教师享有从事科学研究，学术交流，参加专业的学术团体，在学术活动中发表意见的权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003076"
        },
        {
          "type": "multiple_choice",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003077"
        },
        {
          "type": "multiple_choice",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003078"
        },
        {
          "type": "multiple_choice",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "M4000003079"
        },
        {
          "type": "multiple_choice",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "M4000003080"
        }
      ],
      "true_false": [
        {
          "type": "true_false",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001141"
        },
        {
          "type": "true_false",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001142"
        },
        {
          "type": "true_false",
          "question": "高等教育不是义务教育，因此保障高等教育财政经费投入不是政府的法定责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001143"
        },
        {
          "type": "true_false",
          "question": "教育的法律法规在追求稳定性的同时，还要保证适用性。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001144"
        },
        {
          "type": "true_false",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001145"
        },
        {
          "type": "true_false",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001146"
        },
        {
          "type": "true_false",
          "question": "辞聘是指教师主动请求高校解除聘任合同的行为。辞聘应当由提出辞聘的教师承担相应的法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001147"
        },
        {
          "type": "true_false",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001148"
        },
        {
          "type": "true_false",
          "question": "根据我国《高等教育法》规定，我国高等教育的任务是培养具有创新精神和实践能力的高级专门人才，发展科学技术文化，促进社会主义现代化建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001149"
        },
        {
          "type": "true_false",
          "question": "从内容上看，教育行政执法主要有教育行政措施、教育行政处罚和教育行政强制执行三种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001150"
        },
        {
          "type": "true_false",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001151"
        },
        {
          "type": "true_false",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001152"
        },
        {
          "type": "true_false",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001153"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001154"
        },
        {
          "type": "true_false",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001155"
        },
        {
          "type": "true_false",
          "question": "教育司法实践中常用的教育法律责任是从广义上讲的教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001156"
        },
        {
          "type": "true_false",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001157"
        },
        {
          "type": "true_false",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001158"
        },
        {
          "type": "true_false",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001159"
        },
        {
          "type": "true_false",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001160"
        },
        {
          "type": "true_false",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001161"
        },
        {
          "type": "true_false",
          "question": "任何组织和个人不得以营利为目的举办学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001162"
        },
        {
          "type": "true_false",
          "question": "即便没有造成侵权损害事实，教师也可以进行教育法律救济。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001163"
        },
        {
          "type": "true_false",
          "question": "高校学费标准根据年生均教育培养成本的一定比例确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001164"
        },
        {
          "type": "true_false",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001165"
        },
        {
          "type": "true_false",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001166"
        },
        {
          "type": "true_false",
          "question": "同等学力资格一般由申请人所在单位出具证明。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001167"
        },
        {
          "type": "true_false",
          "question": "对学生的退学处理，由学校教务部门决定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001168"
        },
        {
          "type": "true_false",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001169"
        },
        {
          "type": "true_false",
          "question": "法律后果是指教育法律关系主体违背教育法律规范所确定的行为准则进行某种行为时，依据相关法律法规规定应承担的否定性后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001170"
        },
        {
          "type": "true_false",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001171"
        },
        {
          "type": "true_false",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001172"
        },
        {
          "type": "true_false",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001173"
        },
        {
          "type": "true_false",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001174"
        },
        {
          "type": "true_false",
          "question": "没有经过批准或认可的高等学校及其他高等教育机构不得擅自发放学业证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001175"
        },
        {
          "type": "true_false",
          "question": "教育法规是推行教育道德的有效手段，其对教育道德水平的提高有着积极作用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001176"
        },
        {
          "type": "true_false",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001177"
        },
        {
          "type": "true_false",
          "question": "教育法律救济以法定权益纠纷的存在为基础。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001178"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001179"
        },
        {
          "type": "true_false",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001180"
        },
        {
          "type": "true_false",
          "question": "教育法规是人类社会的产物，贯穿于人类社会的始终，伴随着教育的存在而存在。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001181"
        },
        {
          "type": "true_false",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001182"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要实施本科及以上教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001183"
        },
        {
          "type": "true_false",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001184"
        },
        {
          "type": "true_false",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001185"
        },
        {
          "type": "true_false",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001186"
        },
        {
          "type": "true_false",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001187"
        },
        {
          "type": "true_false",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001188"
        },
        {
          "type": "true_false",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001189"
        },
        {
          "type": "true_false",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001190"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001191"
        },
        {
          "type": "true_false",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001192"
        },
        {
          "type": "true_false",
          "question": "各教育法律关系主体在享受教育权利的同时应履行相应的教育义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001193"
        },
        {
          "type": "true_false",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001194"
        },
        {
          "type": "true_false",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001195"
        },
        {
          "type": "true_false",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001196"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001197"
        },
        {
          "type": "true_false",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001198"
        },
        {
          "type": "true_false",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001199"
        },
        {
          "type": "true_false",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001200"
        },
        {
          "type": "true_false",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001201"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001202"
        },
        {
          "type": "true_false",
          "question": "根据国家规定，我国高校聘请外籍长期文教专家，应具有博士学位或副教授以上职称以及相当的资历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001203"
        },
        {
          "type": "true_false",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001204"
        },
        {
          "type": "true_false",
          "question": "受理学生申诉的主体通常是学校内专门负责处理学生申诉的相关部门或是申诉学生所在学校隶属的上级教育主管部门。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001205"
        },
        {
          "type": "true_false",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001206"
        },
        {
          "type": "true_false",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001207"
        },
        {
          "type": "true_false",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001208"
        },
        {
          "type": "true_false",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001209"
        },
        {
          "type": "true_false",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001210"
        },
        {
          "type": "true_false",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001211"
        },
        {
          "type": "true_false",
          "question": "高等学校可以将用于教学和科研活动的财产用于投资，获得收益，增加费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001212"
        },
        {
          "type": "true_false",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001213"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001214"
        },
        {
          "type": "true_false",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001215"
        },
        {
          "type": "true_false",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001216"
        },
        {
          "type": "true_false",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001217"
        },
        {
          "type": "true_false",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001218"
        },
        {
          "type": "true_false",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001219"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001220"
        },
        {
          "type": "true_false",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001221"
        },
        {
          "type": "true_false",
          "question": "高等学历教育分为专科教育、本科教育和研究生教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001222"
        },
        {
          "type": "true_false",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001223"
        },
        {
          "type": "true_false",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001224"
        },
        {
          "type": "true_false",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001225"
        },
        {
          "type": "true_false",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001226"
        },
        {
          "type": "true_false",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001227"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001228"
        },
        {
          "type": "true_false",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001229"
        },
        {
          "type": "true_false",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001230"
        },
        {
          "type": "true_false",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001231"
        },
        {
          "type": "true_false",
          "question": "出国留学是教育对外交流的重要组成部分，我国实行“支持留学、鼓励回国、来去自由”的方针。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001232"
        },
        {
          "type": "true_false",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001233"
        },
        {
          "type": "true_false",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001234"
        },
        {
          "type": "true_false",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001235"
        },
        {
          "type": "true_false",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001236"
        },
        {
          "type": "true_false",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001237"
        },
        {
          "type": "true_false",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001238"
        },
        {
          "type": "true_false",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001239"
        },
        {
          "type": "true_false",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001240"
        },
        {
          "type": "true_false",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001241"
        },
        {
          "type": "true_false",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001242"
        },
        {
          "type": "true_false",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001243"
        },
        {
          "type": "true_false",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001244"
        },
        {
          "type": "true_false",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001245"
        },
        {
          "type": "true_false",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001246"
        },
        {
          "type": "true_false",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001247"
        },
        {
          "type": "true_false",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001248"
        },
        {
          "type": "true_false",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001249"
        },
        {
          "type": "true_false",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001250"
        },
        {
          "type": "true_false",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001251"
        },
        {
          "type": "true_false",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001252"
        },
        {
          "type": "true_false",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001253"
        },
        {
          "type": "true_false",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001254"
        },
        {
          "type": "true_false",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001255"
        },
        {
          "type": "true_false",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001256"
        },
        {
          "type": "true_false",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001257"
        },
        {
          "type": "true_false",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001258"
        },
        {
          "type": "true_false",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001259"
        },
        {
          "type": "true_false",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001260"
        },
        {
          "type": "true_false",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001261"
        },
        {
          "type": "true_false",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001262"
        },
        {
          "type": "true_false",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001263"
        },
        {
          "type": "true_false",
          "question": "教师申诉制度的确立首先是基于公民宪法上的申诉权，是宪法赋予公民的申诉权利在教育领域中的具体体现。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001264"
        },
        {
          "type": "true_false",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001265"
        },
        {
          "type": "true_false",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001266"
        },
        {
          "type": "true_false",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001267"
        },
        {
          "type": "true_false",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001268"
        },
        {
          "type": "true_false",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001269"
        },
        {
          "type": "true_false",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001270"
        },
        {
          "type": "true_false",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001271"
        },
        {
          "type": "true_false",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001272"
        },
        {
          "type": "true_false",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001273"
        },
        {
          "type": "true_false",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001274"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001275"
        },
        {
          "type": "true_false",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001276"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001277"
        },
        {
          "type": "true_false",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001278"
        },
        {
          "type": "true_false",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001279"
        },
        {
          "type": "true_false",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001280"
        },
        {
          "type": "true_false",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001281"
        },
        {
          "type": "true_false",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001282"
        },
        {
          "type": "true_false",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001283"
        },
        {
          "type": "true_false",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001284"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001285"
        },
        {
          "type": "true_false",
          "question": "高等学校可根据需要在财务处（室）之外设置同级财务机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001286"
        },
        {
          "type": "true_false",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001287"
        },
        {
          "type": "true_false",
          "question": "我国教育政策是教育法规的具体化。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001288"
        },
        {
          "type": "true_false",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001289"
        },
        {
          "type": "true_false",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001290"
        },
        {
          "type": "true_false",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001291"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001292"
        },
        {
          "type": "true_false",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001293"
        },
        {
          "type": "true_false",
          "question": "宪法是我国的根本大法，一切法律、行政法规和地方性法规都不得同宪法相抵触。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001294"
        },
        {
          "type": "true_false",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001295"
        },
        {
          "type": "true_false",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001296"
        },
        {
          "type": "true_false",
          "question": "除收取学费和住宿费以外，经主管教育行政部门批准，高校可根据实际需要向学生收取其他费用。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001297"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001298"
        },
        {
          "type": "true_false",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001299"
        },
        {
          "type": "true_false",
          "question": "法律上讲的权利就是普遍意义上的人的权利，即人权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001300"
        },
        {
          "type": "true_false",
          "question": "学生休学期间，不享受在校学习学生待遇。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001301"
        },
        {
          "type": "true_false",
          "question": "助教任职资格，由学校教师职务评审委员会或评审组审定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001302"
        },
        {
          "type": "true_false",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001303"
        },
        {
          "type": "true_false",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001304"
        },
        {
          "type": "true_false",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001305"
        },
        {
          "type": "true_false",
          "question": "宪法规定了教育法规的基本指导思想和立法依据。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001306"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001307"
        },
        {
          "type": "true_false",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001308"
        },
        {
          "type": "true_false",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001309"
        },
        {
          "type": "true_false",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001310"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001311"
        },
        {
          "type": "true_false",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001312"
        },
        {
          "type": "true_false",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001313"
        },
        {
          "type": "true_false",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001314"
        },
        {
          "type": "true_false",
          "question": "实施非学历教育的高等教育机构的设置标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001315"
        },
        {
          "type": "true_false",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001316"
        },
        {
          "type": "true_false",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001317"
        },
        {
          "type": "true_false",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001318"
        },
        {
          "type": "true_false",
          "question": "高校学生可以分阶段完成学业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001319"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001320"
        },
        {
          "type": "true_false",
          "question": "制定、认可均是法律产生方式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001321"
        },
        {
          "type": "true_false",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001322"
        },
        {
          "type": "true_false",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001323"
        },
        {
          "type": "true_false",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001324"
        },
        {
          "type": "true_false",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001325"
        },
        {
          "type": "true_false",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001326"
        },
        {
          "type": "true_false",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001327"
        },
        {
          "type": "true_false",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001328"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001329"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001330"
        },
        {
          "type": "true_false",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001331"
        },
        {
          "type": "true_false",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001332"
        },
        {
          "type": "true_false",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001333"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001334"
        },
        {
          "type": "true_false",
          "question": "“精彩一课”，应当属于教育法律关系中的内容。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001335"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001336"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001337"
        },
        {
          "type": "true_false",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001338"
        },
        {
          "type": "true_false",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001339"
        },
        {
          "type": "true_false",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001340"
        },
        {
          "type": "true_false",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001341"
        },
        {
          "type": "true_false",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001342"
        },
        {
          "type": "true_false",
          "question": "努力增加教育的投入是实施科教兴国战略、落实教育战略地位的关键措施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001343"
        },
        {
          "type": "true_false",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001344"
        },
        {
          "type": "true_false",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001345"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001346"
        },
        {
          "type": "true_false",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001347"
        },
        {
          "type": "true_false",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001348"
        },
        {
          "type": "true_false",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001349"
        },
        {
          "type": "true_false",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001350"
        },
        {
          "type": "true_false",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001351"
        },
        {
          "type": "true_false",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001352"
        },
        {
          "type": "true_false",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001353"
        },
        {
          "type": "true_false",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001354"
        },
        {
          "type": "true_false",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001355"
        },
        {
          "type": "true_false",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001356"
        },
        {
          "type": "true_false",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001357"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001358"
        },
        {
          "type": "true_false",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001359"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001360"
        },
        {
          "type": "true_false",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001361"
        },
        {
          "type": "true_false",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001362"
        },
        {
          "type": "true_false",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001363"
        },
        {
          "type": "true_false",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001364"
        },
        {
          "type": "true_false",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001365"
        },
        {
          "type": "true_false",
          "question": "学生既是教育法制监督的主体，又是教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001366"
        },
        {
          "type": "true_false",
          "question": "聘请外籍专家、外教，应由省、自治区、直辖市人民政府外事局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001367"
        },
        {
          "type": "true_false",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001368"
        },
        {
          "type": "true_false",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001369"
        },
        {
          "type": "true_false",
          "question": "设立助学资金，都必须采用无偿捐助形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001370"
        },
        {
          "type": "true_false",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001371"
        },
        {
          "type": "true_false",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001372"
        },
        {
          "type": "true_false",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001373"
        },
        {
          "type": "true_false",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001374"
        },
        {
          "type": "true_false",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001375"
        },
        {
          "type": "true_false",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001376"
        },
        {
          "type": "true_false",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001377"
        },
        {
          "type": "true_false",
          "question": "军队也应当为学校组织的学生实习、社会实践活动提供帮助和便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001378"
        },
        {
          "type": "true_false",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001379"
        },
        {
          "type": "true_false",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001380"
        },
        {
          "type": "true_false",
          "question": "享受国家专业奖学金的高校学生免缴学费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001381"
        },
        {
          "type": "true_false",
          "question": "境内公民出国交流包括我国公民出国留学、研究、进行学术交流或任教等活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001382"
        },
        {
          "type": "true_false",
          "question": "审批高等学校的设立，应当聘请由专家组成的评议机构评议。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001383"
        },
        {
          "type": "true_false",
          "question": "高等学校无论规模大小，都应实行“统一领导、集中管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001384"
        },
        {
          "type": "true_false",
          "question": "一般说来，受教育法规制裁的行为必将受教育道德的谴责；而违反教育道德的行为则不一定是违反教育法规的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001385"
        },
        {
          "type": "true_false",
          "question": "教育部统一领导和管理全国高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001386"
        },
        {
          "type": "true_false",
          "question": "高等学校年经费开支标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001387"
        },
        {
          "type": "true_false",
          "question": "国家主要通过“综合定额加专项补助法”来规定高等学校的年经费开支标准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001388"
        },
        {
          "type": "true_false",
          "question": "《中华人民共和国教育法》第一次以法律形式明确了教师在我国社会主义现代化建设中的重要地位，对教师的权利、义务、任用、考核、培训和待遇等方面作了全面的规定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001389"
        },
        {
          "type": "true_false",
          "question": "县级人民代表大会及其常务委员会有权制定地方性法规。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001390"
        },
        {
          "type": "true_false",
          "question": "教师故意不完成教育教学任务给教育教学工作造成损失的，应当依法承担民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001391"
        },
        {
          "type": "true_false",
          "question": "在中国特色社会主义法律体系中，宪法居于核心和统帅地位。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001392"
        },
        {
          "type": "true_false",
          "question": "按照国际惯例，各国对教育证书的相互承认通常是对等的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001393"
        },
        {
          "type": "true_false",
          "question": "经依法授权的任何国家机关在认定教育法律责任的过程中都应遵循合法、民主、公正等原则，在实施相关教育法律制裁过程中都应坚持重教育、轻惩罚，责任自负、不准株连等原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001394"
        },
        {
          "type": "true_false",
          "question": "学生人均教育成本通常由社会成本和个人成本构成。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001395"
        },
        {
          "type": "true_false",
          "question": "学生违反考核纪律或者作弊的，该课程考核成绩记为无效，并不得补考。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001396"
        },
        {
          "type": "true_false",
          "question": "高等教育只能由高等学校实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001397"
        },
        {
          "type": "true_false",
          "question": "教育行政复议的被申请人并非只限于作出具体行政行为的教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001398"
        },
        {
          "type": "true_false",
          "question": "高校教师的培养和培训是在专门的教育机构中进行的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001399"
        },
        {
          "type": "true_false",
          "question": "宪法在一个国家内是高于任何组织的章程的，因为它是国家的根本法，具有最高的法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001400"
        },
        {
          "type": "true_false",
          "question": "我国于1995年9月1日起制定并施行《中华人民共和国教育法》。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001401"
        },
        {
          "type": "true_false",
          "question": "我国鼓励开展教育对外交流与合作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001402"
        },
        {
          "type": "true_false",
          "question": "高校应以培养人才为中心，开展教学、科研和社会服务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001403"
        },
        {
          "type": "true_false",
          "question": "社会力量依法举办的学校，办学经费由校长负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001404"
        },
        {
          "type": "true_false",
          "question": "学校有权拒绝任何组织和个人对教育教学活动的非法干涉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001405"
        },
        {
          "type": "true_false",
          "question": "校长可决定学校内部组织机构的设置和内部组织机构负责人的人选。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001406"
        },
        {
          "type": "true_false",
          "question": "民办高校的财产归出资者或举办者所有。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001407"
        },
        {
          "type": "true_false",
          "question": "不具备研究生或者大学本科毕业学历的公民一律不得申请教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001408"
        },
        {
          "type": "true_false",
          "question": "设立实施专科教育的高等学校，经国务院授权，也可以由省、自治区、直辖市人民政府审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001409"
        },
        {
          "type": "true_false",
          "question": "国家建立以财政拨款为主、其他多种渠道筹措教育经费为辅的体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001410"
        },
        {
          "type": "true_false",
          "question": "立法的主体是代表着统治阶级利益的政权机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001411"
        },
        {
          "type": "true_false",
          "question": "在我国，部门规章与地方政府规章具有同等法律效力。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001412"
        },
        {
          "type": "true_false",
          "question": "高校制定教学计划，必须经主管的教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001413"
        },
        {
          "type": "true_false",
          "question": "任何单一的法律规范都应包含法定条件、行为准则和法律后果这三个组成部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001414"
        },
        {
          "type": "true_false",
          "question": "教育行政关系包括国家教育管理法律关系和学校管理法律关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001415"
        },
        {
          "type": "true_false",
          "question": "根据我国《高等教育法》规定，我国高等教育由高等学校和其他高等教育机构实施。其中，其他高等教育机构实施非学历高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001416"
        },
        {
          "type": "true_false",
          "question": "法通过义务性规范来进行非确定性指引。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001417"
        },
        {
          "type": "true_false",
          "question": "《中国教育改革和发展纲要》明确提出了高等教育的体制改革。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001418"
        },
        {
          "type": "true_false",
          "question": "民办学校享有与同级同类公办学校同等的招生权。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001419"
        },
        {
          "type": "true_false",
          "question": "在我国，全国人大的立法权限是修改宪法，其他法律由全国人大常委会制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001420"
        },
        {
          "type": "true_false",
          "question": "教育法律规范的外在表现形式是教育法律条文，所以一个教育法律法规条文就是一个教育法律规范。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001421"
        },
        {
          "type": "true_false",
          "question": "教育法规的遵守方式包括教育法定义务的履行和教育法定权利的正确行使。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001422"
        },
        {
          "type": "true_false",
          "question": "教育行政执法的主体是教育行政机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001423"
        },
        {
          "type": "true_false",
          "question": "高等教育由高等学校和其他高等教育机构实施。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001424"
        },
        {
          "type": "true_false",
          "question": "高校可自行确定招生规模。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001425"
        },
        {
          "type": "true_false",
          "question": "高等教育是指学历教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001426"
        },
        {
          "type": "true_false",
          "question": "休学学生应当办理休学手续离校，学校暂时取消其学籍。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001427"
        },
        {
          "type": "true_false",
          "question": "设置高等学校的具体标准由教育部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001428"
        },
        {
          "type": "true_false",
          "question": "申请参加高等学校教师资格考试的，应当学有专长，并有一名相关专业的教授或者副教授推荐。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001429"
        },
        {
          "type": "true_false",
          "question": "学生家长或其他监护人的教育法律责任主要是被强制履行依法送处于义务教育阶段的未成年子女或其他被监护人接受义务教育的责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001430"
        },
        {
          "type": "true_false",
          "question": "立法不仅是指制定法律，修改、补充、认可、废止法律都是立法活动。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001431"
        },
        {
          "type": "true_false",
          "question": "教育立法必须遵循法定程序。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001432"
        },
        {
          "type": "true_false",
          "question": "学生思想品德的考核、鉴定，采取个人小结，师生民主评议等形式进行。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001433"
        },
        {
          "type": "true_false",
          "question": "学制是国家规定的，高等学校不能单独申请调整本学校的修业年限。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001434"
        },
        {
          "type": "true_false",
          "question": "全国人大代表50名以上联名、可以向全国人大提出立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001435"
        },
        {
          "type": "true_false",
          "question": "企业事业组织、社会团体及其他社会组织和个人，可以通过适当形式，支持学校的建设，参与学校管理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001436"
        },
        {
          "type": "true_false",
          "question": "对普通公民，普及法律知识的目的不仅是要让每个公民知法守法，更重要的是让广大公民学会运用法律的武器维护自己的合法权益。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001437"
        },
        {
          "type": "true_false",
          "question": "社会力量举办学校，可以要求取得合理的回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001438"
        },
        {
          "type": "true_false",
          "question": "学校应当成立学生申诉处理委员会，受理学生对取消入学资格、退学处理或者违规、违纪处分的申诉。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001439"
        },
        {
          "type": "true_false",
          "question": "社会力量依法举办的学校，办学经费由举办者负责筹措。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001440"
        },
        {
          "type": "true_false",
          "question": "学校应以适当方式为受教育者及其监护人了解受教育者的学业成绩及其他有关情况提供便利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001441"
        },
        {
          "type": "true_false",
          "question": "教育法规的实施主要有教育法规的适用和遵守两种形式。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001442"
        },
        {
          "type": "true_false",
          "question": "要接受硕士研究生教育，必须先取得本科学历。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001443"
        },
        {
          "type": "true_false",
          "question": "教育法规的实施在内容上包括教育执法、司法和守法。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001444"
        },
        {
          "type": "true_false",
          "question": "国家应采取多种形式积极发展高等教育事业。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001445"
        },
        {
          "type": "true_false",
          "question": "设立大学和独立设置的学院，必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001446"
        },
        {
          "type": "true_false",
          "question": "高校学费经教育行政部门批准，可跨学年预收。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001447"
        },
        {
          "type": "true_false",
          "question": "独立设置的学院主要培养专科及专科以上专门人才，大学主要培养本科及本科以上专门人才。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001448"
        },
        {
          "type": "true_false",
          "question": "社会民众的教育法律意识通常是一个国家教育法律状况的总反映。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001449"
        },
        {
          "type": "true_false",
          "question": "设立实施专科教育的高等学校，经教育部授权，也可以由省、自治区、直辖市教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001450"
        },
        {
          "type": "true_false",
          "question": "高校学费标准审批权限在教育部。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001451"
        },
        {
          "type": "true_false",
          "question": "教师申诉是通过司法机关的诉讼程序进行的，因而教师申诉具有诉讼的性质。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001452"
        },
        {
          "type": "true_false",
          "question": "无过错责任原则也是教育法律责任的一项基本归责原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001453"
        },
        {
          "type": "true_false",
          "question": "根据《高等教育法》规定，本科毕业生一概不能直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001454"
        },
        {
          "type": "true_false",
          "question": "学费占年生均教育培养成本的比例和标准由财政部制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001455"
        },
        {
          "type": "true_false",
          "question": "只要转出学校与转入学校双方同意，高校学生就可以办理转学手续。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001456"
        },
        {
          "type": "true_false",
          "question": "民办学校的受教育者在升学、就业、社会优待以及参加先进评选等方面享有与同级同类公办学校的受教育者同等权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001457"
        },
        {
          "type": "true_false",
          "question": "离退休教师不能参加职务评聘，其原有教师职务相应解除。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001458"
        },
        {
          "type": "true_false",
          "question": "《中华人民共和国教育法》的颁布实施，标志着我国教育法制建设进入崭新的发展时期。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001459"
        },
        {
          "type": "true_false",
          "question": "教育法规的调整对象是教育社会关系，即在教育活动中人们之间发生的各种社会关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001460"
        },
        {
          "type": "true_false",
          "question": "教育法律规范是教育法律法规的基本细胞，也是构成教育法律法规体系的最基本因素。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001461"
        },
        {
          "type": "true_false",
          "question": "国家实行教师资格、职务、聘任制度，通过考核、奖励、培养和培训，提高教师素质，加强教师队伍建设。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001462"
        },
        {
          "type": "true_false",
          "question": "普通高等学校的教师资格由国务院或者省、自治区、直辖市教育行政部门或者由其委托的学校认定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001463"
        },
        {
          "type": "true_false",
          "question": "我国教育行政法规是由国家教育部制订的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001464"
        },
        {
          "type": "true_false",
          "question": "在具体的教育立法活动中，最基本的立法主体是教育立法机关。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001465"
        },
        {
          "type": "true_false",
          "question": "我国学位分为学士、硕士、博士三个层次。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001466"
        },
        {
          "type": "true_false",
          "question": "教育与生产劳动相结合是我国高等教育的一个基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001467"
        },
        {
          "type": "true_false",
          "question": "社会法是调整有关劳动关系、社会保障和社会福利关系的法律规范的总和，它主要是保障劳动者、失业者、丧失劳动能力的人和其他需要扶助的人的权益的法律。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001468"
        },
        {
          "type": "true_false",
          "question": "从逻辑结构上看，任何一个具体的教育法律条文都应包含三个要素：法定条件、行为准则、法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001469"
        },
        {
          "type": "true_false",
          "question": "在教育教学活动中，教育者与受教育者之间是权利义务平等的教育民事关系。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001470"
        },
        {
          "type": "true_false",
          "question": "国家严格限制社会力量向高等教育投入。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001471"
        },
        {
          "type": "true_false",
          "question": "只有违反教育法律法规的行为是损害后果发生的直接原因时，违法行为人才承担教育法律责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001472"
        },
        {
          "type": "true_false",
          "question": "教育法规遵守的对象不包括教育行政执法部门依法作出的一些非规范性文件，如行政处罚通知书等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001473"
        },
        {
          "type": "true_false",
          "question": "教师既可成为我国教育法制监督的主体也可成为我国教育法制监督的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001474"
        },
        {
          "type": "true_false",
          "question": "教育权利能力是一种特殊权利能力，公民或组织必须达到一定年龄或具备某种资格才能取得。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001475"
        },
        {
          "type": "true_false",
          "question": "获得贷学金及助学金的学生，应当履行相应的义务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001476"
        },
        {
          "type": "true_false",
          "question": "我国的高等教育是社会主义性质的教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001477"
        },
        {
          "type": "true_false",
          "question": "涉及到人的思想、认识信仰等方面的社会关系，法律无法也没必要进行调整。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001478"
        },
        {
          "type": "true_false",
          "question": "民办学校在扣除办学成本后，结余部分应归还出资人。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001479"
        },
        {
          "type": "true_false",
          "question": "学校可以校产作抵押向金融机构贷款。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001480"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》规定，各级政府应保证国家兴办的高等教育的经费逐步增长。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001481"
        },
        {
          "type": "true_false",
          "question": "规模较大院校应设置总会计师，协助分管财务副校（院）长主持学校的财经工作。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001482"
        },
        {
          "type": "true_false",
          "question": "国家应保证对其举办的高校的投入经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001483"
        },
        {
          "type": "true_false",
          "question": "学生转专业由所在院系批准。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001484"
        },
        {
          "type": "true_false",
          "question": "教育行政复议是教育行政复议机关的一种依职权的行政行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001485"
        },
        {
          "type": "true_false",
          "question": "举办民办高校不得以营利为目的，但举办人可以从办学结余中取得合理回报。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001486"
        },
        {
          "type": "true_false",
          "question": "教育法律法规的外延大于教育法律规范的外延。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001487"
        },
        {
          "type": "true_false",
          "question": "所有高校都必须实行学校党委领导下的校长负责制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001488"
        },
        {
          "type": "true_false",
          "question": "各级人民政府的教育经费支出，应在财政预算中单独列项。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001489"
        },
        {
          "type": "true_false",
          "question": "学校收取费用应遵照国家有关规定收并公开收费项目。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001490"
        },
        {
          "type": "true_false",
          "question": "我国教育法规体系主要包括宪法中有关教育的条款、教育法律、教育行政法规、地方性教育法规和教育规章。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001491"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼只能由教育行政相对人如教师、学生或学校提起，而不能由教育行政机关提起。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001492"
        },
        {
          "type": "true_false",
          "question": "学校在对学生作出处分决定之前，应当听取学生或者其代理人的陈述和申辩。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001493"
        },
        {
          "type": "true_false",
          "question": "学校为学生提供的住宿收费标准必须严格按照实际成本确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001494"
        },
        {
          "type": "true_false",
          "question": "教师对学校或者其他教育机构侵犯其合法权益的，或者对学校或者其他教育机构作出的处理不服的，可以向教育行政部门提出申诉，教育行政部门应当在接到申诉的六十日内，作出处理。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001495"
        },
        {
          "type": "true_false",
          "question": "教育行政诉讼可以调解方式结案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001496"
        },
        {
          "type": "true_false",
          "question": "高等学校的举办者应当保证稳定的办学经费来源。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001497"
        },
        {
          "type": "true_false",
          "question": "退学学生可以申请复学。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001498"
        },
        {
          "type": "true_false",
          "question": "教育道德是人类社会的产物，随着阶级和国家的消亡而消亡。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001499"
        },
        {
          "type": "true_false",
          "question": "违反教育法规的行为不一定是违反教育道德的行为。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001500"
        },
        {
          "type": "true_false",
          "question": "高校学生处分分为六类，即警告、严重警告、记过、留校察看、勒令退学、开除学籍等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001501"
        },
        {
          "type": "true_false",
          "question": "普及法律知识的重点是国家公务人员，因为依法治国的主体是国家公务人员.",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001502"
        },
        {
          "type": "true_false",
          "question": "凡是提案都可以进入立法程序，成为立法议案。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001503"
        },
        {
          "type": "true_false",
          "question": "只有本科毕业的学生才有资格参加研究生入学考试。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001504"
        },
        {
          "type": "true_false",
          "question": "根据我国《中外合作办学条例》规定，外国宗教院校和宗教教职人员在中国境内从事合作办学活动必须报请教育部和国家宗教事务局审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001505"
        },
        {
          "type": "true_false",
          "question": "国家鼓励企业事业组织投入高等教育，限制公民个人投入高等教育。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001506"
        },
        {
          "type": "true_false",
          "question": "规模较大的高校可实行“统一领导、分级管理”的财务管理体制。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001507"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》所说的“其他高等教育机构”也可以颁发学历证书。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001508"
        },
        {
          "type": "true_false",
          "question": "从本质上看，教育法律救济是一种权利救济，是对教育法律关系主体合法权益的法律保护。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001509"
        },
        {
          "type": "true_false",
          "question": "我国最高权力机关是全国人民代表大会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001510"
        },
        {
          "type": "true_false",
          "question": "高校学生管理的客体既包括学生，又包括与学生有关的活动和事务。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001511"
        },
        {
          "type": "true_false",
          "question": "所有民办学校享受与公办学校同等的税收及其他优惠政策。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001512"
        },
        {
          "type": "true_false",
          "question": "行政法规的法律效力仅次于国家法律，除全国人民代表大会及其常务委员会，任何机关都无权予以废除或撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001513"
        },
        {
          "type": "true_false",
          "question": "民办高等学校的法定代表人由学校董事会（或理事会）负责人担任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001514"
        },
        {
          "type": "true_false",
          "question": "高校已成为现代社会的轴心机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001515"
        },
        {
          "type": "true_false",
          "question": "受到剥夺政治权利或者故意犯罪受到有期徒刑以上刑事处罚的教师，将永久丧失教师资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001516"
        },
        {
          "type": "true_false",
          "question": "教育与生产劳动相结合是培养德、智、体等方面全面发展的社会主义事业的建设者和接班人的根本途径。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001517"
        },
        {
          "type": "true_false",
          "question": "目前我国教育法规的渊源主要有宪法、教育法律、教育行政法规、教育规章、地方性教育法规、教育自治条例或单行条例、有关教育的国际条约或协定等。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001518"
        },
        {
          "type": "true_false",
          "question": "高等学校可以根据实际需要和精简、效能的原则，自主确定教学、科学研究、行政职能部门等内部组织机构的设置和人员配备。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001519"
        },
        {
          "type": "true_false",
          "question": "《高等教育法》中所说的高等学校不包括成人高等学校。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001520"
        },
        {
          "type": "true_false",
          "question": "教育对外交流与合作的基本原则必须体现我国外交的基本原则。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001521"
        },
        {
          "type": "true_false",
          "question": "民办学校收取费用的项目和标准由学校自行确定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001522"
        },
        {
          "type": "true_false",
          "question": "留学是我国对外开放政策的一部分。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001523"
        },
        {
          "type": "true_false",
          "question": "我国法律的解释权都归全国人大常委会。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001524"
        },
        {
          "type": "true_false",
          "question": "在教育实践中，我国司法机关可依据公平原则要求行为人或学校一定程度地弥补被损害人所遭受的相关损失。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001525"
        },
        {
          "type": "true_false",
          "question": "特定学科和专业的本科毕业生可直接取得博士研究生入学资格。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001526"
        },
        {
          "type": "true_false",
          "question": "培养德、智、体等方面全面发展的社会主义事业的建设者和接班人是我国教育的根本目标。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001527"
        },
        {
          "type": "true_false",
          "question": "高校学生身份权是基于高等教育的性质，学生应该获得的本体性权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001528"
        },
        {
          "type": "true_false",
          "question": "实施非学历教育的高等教育机构的设置标准由国务院授权的有关部门或省、自治区、直辖市人民政府根据国务院规定的原则制定。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001529"
        },
        {
          "type": "true_false",
          "question": "教育法律责任是指教育法律关系主体因实施违法行为，依法应承担的否定性法律后果。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001530"
        },
        {
          "type": "true_false",
          "question": "凡设立高等学校，都必须由国务院教育行政部门审批。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001531"
        },
        {
          "type": "true_false",
          "question": "我国的教育政策与教育法规在本质上都是一样的。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001532"
        },
        {
          "type": "true_false",
          "question": "政府科研经费又称为横向科研经费。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001533"
        },
        {
          "type": "true_false",
          "question": "大学与独立设置的学院区别主要在于办学水平。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001534"
        },
        {
          "type": "true_false",
          "question": "国家严格控制社会力量举办高等教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001535"
        },
        {
          "type": "true_false",
          "question": "教育教学权是指教师享有从事科学研究，学术交流，参加专业的学术团体，在学术活动中发表意见的权利。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001536"
        },
        {
          "type": "true_false",
          "question": "如果教师在履行职责的过程中由于过错给其他教师、学生或者学校的合法权益造成损失、损害的，要负相应的民事责任。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001537"
        },
        {
          "type": "true_false",
          "question": "对不符合规定条件审批设立的高等学校和其他高等教育机构，国务院教育行政部门有权予以撤销。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001538"
        },
        {
          "type": "true_false",
          "question": "学生既是教育法律关系的主体，又是教育法律关系的客体。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "F",
          "id": "T4000001539"
        },
        {
          "type": "true_false",
          "question": "如果学生对学校或其他教育机构按照学生管理规定给予的处分不服提出申诉的，其被申诉人只限于学校及其他教育机构。",
          "options": [
            "正确",
            "错误"
          ],
          "answer": "T",
          "id": "T4000001540"
        }
      ]
    }
  }
]